[
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 방금 베이징에 도착한 신입 직원입니다. 이전에는 중국 남부에서 생활하고 공부했으며, 시야와 능력을 넓히기 위해 베이징에서 발전하기로 결정했습니다. 제 관심사는 독서, 사진, 여행 등 매우 다양합니다. 또한 스포츠를 좋아하며, 특히 배드민턴과 수영을 즐깁니다. 이러한 취미들은 업무 후 더 잘 휴식을 취할 수 있게 도와주며, 같은 생각을 가진 많은 친구들을 만날 수 있게 해주었습니다. 저는 외향적인 성격으로 소통을 즐기고 새로운 친구 사귀기를 좋아하며, 새로운 환경에 잘 적응합니다. 다음으로 제품 관리자로서의 관련 경험을 중점적으로 소개하고 싶습니다. 저는 인터넷 회사에서 제품 관리자로 일한 경험이 있으며, 제품 요구사항 조사, 경쟁 분석, 프로토타입 설계, 그리고 개발, 테스트, 운영 등 여러 부서와의 소통을 담당하여 제품을 처음부터 완성까지 이끌었습니다. 프로젝트 진행 과정에서 사용자 피드백을 잘 듣고 제품의 문제점을 빠르게 파악하고 해결할 수 있습니다. 또한 팀을 이끌어 대학생용 학습 앱을 성공적으로 출시했으며, 시장에서 좋은 반응을 얻었습니다. 팀 협업 측면에서는 팀원 간의 소통과 협력을 중시하며, 여러 차례 브레인스토밍과 요구사항 검토 회의를 조직하여 프로젝트가 순조롭게 진행되도록 했습니다. 또한 신입 직원들이 팀에 잘 적응할 수 있도록 도와주고 제 경험과 통찰을 공유하는 것을 기쁘게 생각합니다. 마지막으로 새로운 직무에 대한 기대와 열정을 표현하고 싶습니다. 베이징에서 발전할 수 있는 이 기회를 매우 소중히 여기며, 이 새로운 플랫폼에서 계속 성장하여 우수한 동료들과 함께 더 가치 있는 제품을 만들어가기를 희망합니다. 저는 제품 관리자 역할에 열정을 가지고 있으며, 지속적으로 학습하고 자신에게 도전하여 회사 발전에 기여하고 싶습니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 10 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 방금 베이징에 도착한 신입 직원입니다. 이전에는 중국 남부에서 생활하고 공부했으며, 시야와 능력을 넓히기 위해 베이징에서 발전하기로 결정했습니다. 제 관심사는 독서, 사진, 여행 등 매우 다양합니다. 또한 스포츠를 좋아하며, 특히 배드민턴과 수영을 즐깁니다. 이러한 취미들은 업무 후 더 잘 휴식을 취할 수 있게 도와주며, 같은 생각을 가진 많은 친구들을 만날 수 있게 해주었습니다. 저는 외향적인 성격으로 소통을 즐기고 새로운 친구 사귀기를 좋아하며, 새로운 환경에 잘 적응합니다. 다음으로 제품 관리자로서의 관련 경험을 중점적으로 소개하고 싶습니다. 저는 인터넷 회사에서 제품 관리자로 일한 경험이 있으며, 제품 요구사항 조사, 경쟁 분석, 프로토타입 설계, 그리고 개발, 테스트, 운영 등 여러 부서와의 소통을 담당하여 제품을 처음부터 완성까지 이끌었습니다. 프로젝트 진행 과정에서 사용자 피드백을 잘 듣고 제품의 문제점을 빠르게 파악하고 해결할 수 있습니다. 또한 팀을 이끌어 대학생용 학습 앱을 성공적으로 출시했으며, 시장에서 좋은 반응을 얻었습니다. 팀 협업 측면에서는 팀원 간의 소통과 협력을 중시하며, 여러 차례 브레인스토밍과 요구사항 검토 회의를 조직하여 프로젝트가 순조롭게 진행되도록 했습니다. 또한 신입 직원들이 팀에 잘 적응할 수 있도록 도와주고 제 경험과 통찰을 공유하는 것을 기쁘게 생각합니다. 마지막으로 새로운 직무에 대한 기대와 열정을 표현하고 싶습니다. 베이징에서 발전할 수 있는 이 기회를 매우 소중히 여기며, 이 새로운 플랫폼에서 계속 성장하여 우수한 동료들과 함께 더 가치 있는 제품을 만들어가기를 희망합니다. 저는 제품 관리자 역할에 열정을 가지고 있으며, 지속적으로 학습하고 자신에게 도전하여 회사 발전에 기여하고 싶습니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 40 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 방금 베이징에 도착한 신입 직원입니다. 이전에는 중국 남부에서 생활하고 공부했으며, 시야와 능력을 넓히기 위해 베이징에서 발전하기로 결정했습니다. 제 관심사는 독서, 사진, 여행 등 매우 다양합니다. 또한 스포츠를 좋아하며, 특히 배드민턴과 수영을 즐깁니다. 이러한 취미들은 업무 후 더 잘 휴식을 취할 수 있게 도와주며, 같은 생각을 가진 많은 친구들을 만날 수 있게 해주었습니다. 저는 외향적인 성격으로 소통을 즐기고 새로운 친구 사귀기를 좋아하며, 새로운 환경에 잘 적응합니다. 다음으로 제품 관리자로서의 관련 경험을 중점적으로 소개하고 싶습니다. 저는 인터넷 회사에서 제품 관리자로 일한 경험이 있으며, 제품 요구사항 조사, 경쟁 분석, 프로토타입 설계, 그리고 개발, 테스트, 운영 등 여러 부서와의 소통을 담당하여 제품을 처음부터 완성까지 이끌었습니다. 프로젝트 진행 과정에서 사용자 피드백을 잘 듣고 제품의 문제점을 빠르게 파악하고 해결할 수 있습니다. 또한 팀을 이끌어 대학생용 학습 앱을 성공적으로 출시했으며, 시장에서 좋은 반응을 얻었습니다. 팀 협업 측면에서는 팀원 간의 소통과 협력을 중시하며, 여러 차례 브레인스토밍과 요구사항 검토 회의를 조직하여 프로젝트가 순조롭게 진행되도록 했습니다. 또한 신입 직원들이 팀에 잘 적응할 수 있도록 도와주고 제 경험과 통찰을 공유하는 것을 기쁘게 생각합니다. 마지막으로 새로운 직무에 대한 기대와 열정을 표현하고 싶습니다. 베이징에서 발전할 수 있는 이 기회를 매우 소중히 여기며, 이 새로운 플랫폼에서 계속 성장하여 우수한 동료들과 함께 더 가치 있는 제품을 만들어가기를 희망합니다. 저는 제품 관리자 역할에 열정을 가지고 있으며, 지속적으로 학습하고 자신에게 도전하여 회사 발전에 기여하고 싶습니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 50 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 광저우 현지인이 아닙니다. 이전에는 시안에서 생활하고 일했으며, 이번에 광저우에 와서 프론트엔드 개발 업무에 종사하기를 희망합니다. 여가 시간에는 그림 그리기, 프로그래밍, 영화 감상을 즐기며, 최근에는 베이킹과 자전거 타기 등 새로운 것들을 시도하고 있습니다. 저는 비교적 외향적인 성격으로 동료나 친구들과 기술적 문제를 토론하는 것을 즐기며, 각종 기술 공유와 커뮤니티 활동에 기꺼이 참여합니다. 프론트엔드 개발 경험에 관해서는, 저는 대형 인터넷 회사에서 프론트엔드 개발자로 일한 경험이 있으며, 전자상거래 플랫폼과 온라인 교육 웹사이트를 포함한 여러 대규모 프로젝트에 참여했습니다. HTML, CSS, JavaScript 등의 프론트엔드 기술에 능숙하며, React와 Vue 같은 주류 프레임워크에 익숙하여 페이지 설계부터 기능 구현까지의 전체 과정을 독립적으로 완성할 수 있습니다. 프로젝트에서는 코드의 유지보수성과 성능 최적화에 중점을 두며, 프론트엔드 성능 개선 프로젝트를 주도하여 지연 로딩, 코드 분할 등의 기술을 통해 페이지 로딩 속도를 크게 향상시켰습니다. 또한 사용자 경험 최적화에 적극적으로 참여하여 실제 사용자 요구에 주목하고, 여러 상호작용 최적화 방안을 제안하고 구현하여 제품의 사용성과 미관을 개선했습니다. 마지막으로 향후 업무에 대한 열정과 기대를 표현하고 싶습니다. 저는 프론트엔드 개발을 사랑하며 코드와 디자인으로 아름다운 사용자 경험을 만드는 것을 즐깁니다. 활력 넘치는 도시 광저우에서 우수한 팀과 함께 더 높은 수준의 기술적 돌파와 제품 혁신을 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 10 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 광저우 현지인이 아닙니다. 이전에는 시안에서 생활하고 일했으며, 이번에 광저우에 와서 프론트엔드 개발 업무에 종사하기를 희망합니다. 여가 시간에는 그림 그리기, 프로그래밍, 영화 감상을 즐기며, 최근에는 베이킹과 자전거 타기 등 새로운 것들을 시도하고 있습니다. 저는 비교적 외향적인 성격으로 동료나 친구들과 기술적 문제를 토론하는 것을 즐기며, 각종 기술 공유와 커뮤니티 활동에 기꺼이 참여합니다. 프론트엔드 개발 경험에 관해서는, 저는 대형 인터넷 회사에서 프론트엔드 개발자로 일한 경험이 있으며, 전자상거래 플랫폼과 온라인 교육 웹사이트를 포함한 여러 대규모 프로젝트에 참여했습니다. HTML, CSS, JavaScript 등의 프론트엔드 기술에 능숙하며, React와 Vue 같은 주류 프레임워크에 익숙하여 페이지 설계부터 기능 구현까지의 전체 과정을 독립적으로 완성할 수 있습니다. 프로젝트에서는 코드의 유지보수성과 성능 최적화에 중점을 두며, 프론트엔드 성능 개선 프로젝트를 주도하여 지연 로딩, 코드 분할 등의 기술을 통해 페이지 로딩 속도를 크게 향상시켰습니다. 또한 사용자 경험 최적화에 적극적으로 참여하여 실제 사용자 요구에 주목하고, 여러 상호작용 최적화 방안을 제안하고 구현하여 제품의 사용성과 미관을 개선했습니다. 마지막으로 향후 업무에 대한 열정과 기대를 표현하고 싶습니다. 저는 프론트엔드 개발을 사랑하며 코드와 디자인으로 아름다운 사용자 경험을 만드는 것을 즐깁니다. 활력 넘치는 도시 광저우에서 우수한 팀과 함께 더 높은 수준의 기술적 돌파와 제품 혁신을 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 40 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 광저우 현지인이 아닙니다. 이전에는 시안에서 생활하고 일했으며, 이번에 광저우에 와서 프론트엔드 개발 업무에 종사하기를 희망합니다. 여가 시간에는 그림 그리기, 프로그래밍, 영화 감상을 즐기며, 최근에는 베이킹과 자전거 타기 등 새로운 것들을 시도하고 있습니다. 저는 비교적 외향적인 성격으로 동료나 친구들과 기술적 문제를 토론하는 것을 즐기며, 각종 기술 공유와 커뮤니티 활동에 기꺼이 참여합니다. 프론트엔드 개발 경험에 관해서는, 저는 대형 인터넷 회사에서 프론트엔드 개발자로 일한 경험이 있으며, 전자상거래 플랫폼과 온라인 교육 웹사이트를 포함한 여러 대규모 프로젝트에 참여했습니다. HTML, CSS, JavaScript 등의 프론트엔드 기술에 능숙하며, React와 Vue 같은 주류 프레임워크에 익숙하여 페이지 설계부터 기능 구현까지의 전체 과정을 독립적으로 완성할 수 있습니다. 프로젝트에서는 코드의 유지보수성과 성능 최적화에 중점을 두며, 프론트엔드 성능 개선 프로젝트를 주도하여 지연 로딩, 코드 분할 등의 기술을 통해 페이지 로딩 속도를 크게 향상시켰습니다. 또한 사용자 경험 최적화에 적극적으로 참여하여 실제 사용자 요구에 주목하고, 여러 상호작용 최적화 방안을 제안하고 구현하여 제품의 사용성과 미관을 개선했습니다. 마지막으로 향후 업무에 대한 열정과 기대를 표현하고 싶습니다. 저는 프론트엔드 개발을 사랑하며 코드와 디자인으로 아름다운 사용자 경험을 만드는 것을 즐깁니다. 활력 넘치는 도시 광저우에서 우수한 팀과 함께 더 높은 수준의 기술적 돌파와 제품 혁신을 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 50 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 중국 동북지역에서 생활하고 일하다가 방금 선전에 도착했습니다. 더 개방적이고 혁신적인 환경에서 자신에게 도전하고 전문 기술을 향상시키기 위해 선전에 왔습니다. 개인적으로는 독서, 글쓰기, 여행을 즐기며, 달리기와 농구 같은 스포츠도 좋아합니다. 이러한 관심사들은 긴장된 업무 외에 좋은 마음가짐을 유지하는 데 도움이 됩니다. 저는 외향적인 성격으로 소통과 표현에 능하며, 빠른 속도의 업무 환경에 잘 적응합니다. 데이터 분석가로서의 경험에 관해서는, 저는 핀테크 회사에서 데이터 수집, 정제, 모델링, 분석을 담당했습니다. 구체적으로는 사용자 행동 분석, 위험 모델링, 마케팅 효과 평가 등 다양한 프로젝트에 참여했습니다. Python, SQL, Tableau 등의 데이터 분석 도구에 능숙하며, 데이터 획득부터 결과 제시까지의 전체 분석 과정을 독립적으로 완성할 수 있습니다. 데이터 시각화 측면에서는 풍부한 실무 경험을 가지고 있으며, 회사 경영진을 위해 여러 데이터 시각화 보고서를 맞춤 제작하여 관리층이 비즈니스 상황을 더 직관적으로 이해하고 의사결정에 도움을 주었습니다. 이 외에도 팀 내 지식 공유에 적극적으로 참여하여 신입 동료들이 데이터 분석 기술을 빠르게 습득할 수 있도록 도왔습니다. 마지막으로 데이터 분석 업무에 대한 열정과 추구를 표현하고 싶습니다. 저는 데이터가 비즈니스 혁신과 최적화를 이끌 수 있다고 믿으며, 기회가 가득한 도시 선전에서 우수한 팀과 함께 데이터로 더 많은 가능성을 탐구하여 개인과 회사의 성장을 함께 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 10 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 중국 동북지역에서 생활하고 일하다가 방금 선전에 도착했습니다. 더 개방적이고 혁신적인 환경에서 자신에게 도전하고 전문 기술을 향상시키기 위해 선전에 왔습니다. 개인적으로는 독서, 글쓰기, 여행을 즐기며, 달리기와 농구 같은 스포츠도 좋아합니다. 이러한 관심사들은 긴장된 업무 외에 좋은 마음가짐을 유지하는 데 도움이 됩니다. 저는 외향적인 성격으로 소통과 표현에 능하며, 빠른 속도의 업무 환경에 잘 적응합니다. 데이터 분석가로서의 경험에 관해서는, 저는 핀테크 회사에서 데이터 수집, 정제, 모델링, 분석을 담당했습니다. 구체적으로는 사용자 행동 분석, 위험 모델링, 마케팅 효과 평가 등 다양한 프로젝트에 참여했습니다. Python, SQL, Tableau 등의 데이터 분석 도구에 능숙하며, 데이터 획득부터 결과 제시까지의 전체 분석 과정을 독립적으로 완성할 수 있습니다. 데이터 시각화 측면에서는 풍부한 실무 경험을 가지고 있으며, 회사 경영진을 위해 여러 데이터 시각화 보고서를 맞춤 제작하여 관리층이 비즈니스 상황을 더 직관적으로 이해하고 의사결정에 도움을 주었습니다. 이 외에도 팀 내 지식 공유에 적극적으로 참여하여 신입 동료들이 데이터 분석 기술을 빠르게 습득할 수 있도록 도왔습니다. 마지막으로 데이터 분석 업무에 대한 열정과 추구를 표현하고 싶습니다. 저는 데이터가 비즈니스 혁신과 최적화를 이끌 수 있다고 믿으며, 기회가 가득한 도시 선전에서 우수한 팀과 함께 데이터로 더 많은 가능성을 탐구하여 개인과 회사의 성장을 함께 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 40 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 중국 동북지역에서 생활하고 일하다가 방금 선전에 도착했습니다. 더 개방적이고 혁신적인 환경에서 자신에게 도전하고 전문 기술을 향상시키기 위해 선전에 왔습니다. 개인적으로는 독서, 글쓰기, 여행을 즐기며, 달리기와 농구 같은 스포츠도 좋아합니다. 이러한 관심사들은 긴장된 업무 외에 좋은 마음가짐을 유지하는 데 도움이 됩니다. 저는 외향적인 성격으로 소통과 표현에 능하며, 빠른 속도의 업무 환경에 잘 적응합니다. 데이터 분석가로서의 경험에 관해서는, 저는 핀테크 회사에서 데이터 수집, 정제, 모델링, 분석을 담당했습니다. 구체적으로는 사용자 행동 분석, 위험 모델링, 마케팅 효과 평가 등 다양한 프로젝트에 참여했습니다. Python, SQL, Tableau 등의 데이터 분석 도구에 능숙하며, 데이터 획득부터 결과 제시까지의 전체 분석 과정을 독립적으로 완성할 수 있습니다. 데이터 시각화 측면에서는 풍부한 실무 경험을 가지고 있으며, 회사 경영진을 위해 여러 데이터 시각화 보고서를 맞춤 제작하여 관리층이 비즈니스 상황을 더 직관적으로 이해하고 의사결정에 도움을 주었습니다. 이 외에도 팀 내 지식 공유에 적극적으로 참여하여 신입 동료들이 데이터 분석 기술을 빠르게 습득할 수 있도록 도왔습니다. 마지막으로 데이터 분석 업무에 대한 열정과 추구를 표현하고 싶습니다. 저는 데이터가 비즈니스 혁신과 최적화를 이끌 수 있다고 믿으며, 기회가 가득한 도시 선전에서 우수한 팀과 함께 데이터로 더 많은 가능성을 탐구하여 개인과 회사의 성장을 함께 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 50 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 항저우에 새로 온 구직자로, 이전에는 북부 도시에서 생활하고 공부했습니다. 더 나은 발전 기회를 찾기 위해 항저우에 왔습니다. 여가 시간에는 음악 감상, 독서, 사진 촬영을 즐기며, 하이킹과 자전거 타기 같은 다양한 야외 활동에 참여하여 긍정적인 마음가짐을 유지합니다. 저는 비교적 낙관적인 성격으로 사람들과 소통하는 것을 잘하며, 새로운 환경에 빠르게 적응할 수 있습니다. 백엔드 개발 경험에 관해서는, 저는 유명한 기술 회사에서 백엔드 개발자로 일했으며, 주로 시스템 아키텍처 설계, 데이터베이스 설계, 인터페이스 개발, 성능 최적화를 담당했습니다. 전자상거래 시스템과 콘텐츠 관리 플랫폼을 포함한 여러 대규모 프로젝트에 참여했으며, Java, Python, Go 등의 백엔드 개발 언어에 익숙하고, Spring Boot와 Django 같은 주류 프레임워크를 숙달하고 있습니다. 시스템 아키텍처 설계 측면에서는 마이크로서비스 아키텍처 구현을 주도했으며, 서비스 분할, 컨테이너화 배포, 자동화 운영을 담당하여 시스템의 확장성과 안정성을 크게 향상시켰습니다. 팀 협업에서는 프론트엔드, 테스트, 운영 등 부서와의 협력을 중시하며, 효율적으로 소통하고 프로젝트의 다양한 기술적 문제를 해결할 수 있습니다. 마지막으로 새로운 팀 합류에 대한 기대와 열정을 표현하고 싶습니다. 저는 백엔드 개발 업무를 사랑하며, 지속적으로 새로운 기술을 학습하고 자신을 향상시키려 하며, 인터넷 분위기가 강한 도시 항저우에서 모든 분들과 함께 더 나은 제품과 서비스를 만들어가기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 10 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 항저우에 새로 온 구직자로, 이전에는 북부 도시에서 생활하고 공부했습니다. 더 나은 발전 기회를 찾기 위해 항저우에 왔습니다. 여가 시간에는 음악 감상, 독서, 사진 촬영을 즐기며, 하이킹과 자전거 타기 같은 다양한 야외 활동에 참여하여 긍정적인 마음가짐을 유지합니다. 저는 비교적 낙관적인 성격으로 사람들과 소통하는 것을 잘하며, 새로운 환경에 빠르게 적응할 수 있습니다. 백엔드 개발 경험에 관해서는, 저는 유명한 기술 회사에서 백엔드 개발자로 일했으며, 주로 시스템 아키텍처 설계, 데이터베이스 설계, 인터페이스 개발, 성능 최적화를 담당했습니다. 전자상거래 시스템과 콘텐츠 관리 플랫폼을 포함한 여러 대규모 프로젝트에 참여했으며, Java, Python, Go 등의 백엔드 개발 언어에 익숙하고, Spring Boot와 Django 같은 주류 프레임워크를 숙달하고 있습니다. 시스템 아키텍처 설계 측면에서는 마이크로서비스 아키텍처 구현을 주도했으며, 서비스 분할, 컨테이너화 배포, 자동화 운영을 담당하여 시스템의 확장성과 안정성을 크게 향상시켰습니다. 팀 협업에서는 프론트엔드, 테스트, 운영 등 부서와의 협력을 중시하며, 효율적으로 소통하고 프로젝트의 다양한 기술적 문제를 해결할 수 있습니다. 마지막으로 새로운 팀 합류에 대한 기대와 열정을 표현하고 싶습니다. 저는 백엔드 개발 업무를 사랑하며, 지속적으로 새로운 기술을 학습하고 자신을 향상시키려 하며, 인터넷 분위기가 강한 도시 항저우에서 모든 분들과 함께 더 나은 제품과 서비스를 만들어가기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 40 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 항저우에 새로 온 구직자로, 이전에는 북부 도시에서 생활하고 공부했습니다. 더 나은 발전 기회를 찾기 위해 항저우에 왔습니다. 여가 시간에는 음악 감상, 독서, 사진 촬영을 즐기며, 하이킹과 자전거 타기 같은 다양한 야외 활동에 참여하여 긍정적인 마음가짐을 유지합니다. 저는 비교적 낙관적인 성격으로 사람들과 소통하는 것을 잘하며, 새로운 환경에 빠르게 적응할 수 있습니다. 백엔드 개발 경험에 관해서는, 저는 유명한 기술 회사에서 백엔드 개발자로 일했으며, 주로 시스템 아키텍처 설계, 데이터베이스 설계, 인터페이스 개발, 성능 최적화를 담당했습니다. 전자상거래 시스템과 콘텐츠 관리 플랫폼을 포함한 여러 대규모 프로젝트에 참여했으며, Java, Python, Go 등의 백엔드 개발 언어에 익숙하고, Spring Boot와 Django 같은 주류 프레임워크를 숙달하고 있습니다. 시스템 아키텍처 설계 측면에서는 마이크로서비스 아키텍처 구현을 주도했으며, 서비스 분할, 컨테이너화 배포, 자동화 운영을 담당하여 시스템의 확장성과 안정성을 크게 향상시켰습니다. 팀 협업에서는 프론트엔드, 테스트, 운영 등 부서와의 협력을 중시하며, 효율적으로 소통하고 프로젝트의 다양한 기술적 문제를 해결할 수 있습니다. 마지막으로 새로운 팀 합류에 대한 기대와 열정을 표현하고 싶습니다. 저는 백엔드 개발 업무를 사랑하며, 지속적으로 새로운 기술을 학습하고 자신을 향상시키려 하며, 인터넷 분위기가 강한 도시 항저우에서 모든 분들과 함께 더 나은 제품과 서비스를 만들어가기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 50 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 청두 현지인이 아닙니다. 이전에는 충칭에서 생활하고 공부했으며, 이번에 청두에 와서 UI 디자이너 직무를 찾기를 희망합니다. 여가 시간에는 그림 그리기, 사진 촬영, 여행을 즐기며, 다양한 디자인 트렌드와 최신 기술을 연구합니다. 저는 비교적 온화한 성격으로 경청과 소통을 잘하며, 팀원들과 잘 협력할 수 있습니다. UI 디자인 경험에 관해서는, 저는 인터넷 회사에서 UI 디자이너로 일했으며, 여러 모바일과 웹 프로젝트의 인터페이스 디자인과 최적화를 담당했습니다. Sketch, Photoshop, Illustrator 등의 디자인 도구에 익숙하며, 요구사항 분석과 프로토타입 설계부터 최종 시각적 초안까지의 전체 과정을 독립적으로 완성할 수 있습니다. 프로젝트에서는 사용자 경험에 중점을 두고 사용자의 관점에서 디자인 솔루션을 생각하는 것을 잘합니다. 한 번은 소셜 앱의 완전한 재디자인을 주도하여 사용자 유지율과 활동률을 향상시켰습니다. 팀 협업 측면에서는 제 디자인 아이디어와 경험을 기꺼이 공유하며, 팀 리뷰와 브레인스토밍에 적극적으로 참여하여 팀이 지속적으로 디자인 수준을 향상시킬 수 있도록 돕습니다. 마지막으로 디자인 업무에 대한 사랑과 미래 계획을 표현하고 싶습니다. 저는 우수한 디자인이 사용자의 삶을 바꿀 수 있다고 믿으며, 창의적이고 활력 넘치는 도시 청두에서 모든 분들과 함께 더 영향력 있는 작품을 만들어 개인과 팀의 성장을 함께 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 10 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 청두 현지인이 아닙니다. 이전에는 충칭에서 생활하고 공부했으며, 이번에 청두에 와서 UI 디자이너 직무를 찾기를 희망합니다. 여가 시간에는 그림 그리기, 사진 촬영, 여행을 즐기며, 다양한 디자인 트렌드와 최신 기술을 연구합니다. 저는 비교적 온화한 성격으로 경청과 소통을 잘하며, 팀원들과 잘 협력할 수 있습니다. UI 디자인 경험에 관해서는, 저는 인터넷 회사에서 UI 디자이너로 일했으며, 여러 모바일과 웹 프로젝트의 인터페이스 디자인과 최적화를 담당했습니다. Sketch, Photoshop, Illustrator 등의 디자인 도구에 익숙하며, 요구사항 분석과 프로토타입 설계부터 최종 시각적 초안까지의 전체 과정을 독립적으로 완성할 수 있습니다. 프로젝트에서는 사용자 경험에 중점을 두고 사용자의 관점에서 디자인 솔루션을 생각하는 것을 잘합니다. 한 번은 소셜 앱의 완전한 재디자인을 주도하여 사용자 유지율과 활동률을 향상시켰습니다. 팀 협업 측면에서는 제 디자인 아이디어와 경험을 기꺼이 공유하며, 팀 리뷰와 브레인스토밍에 적극적으로 참여하여 팀이 지속적으로 디자인 수준을 향상시킬 수 있도록 돕습니다. 마지막으로 디자인 업무에 대한 사랑과 미래 계획을 표현하고 싶습니다. 저는 우수한 디자인이 사용자의 삶을 바꿀 수 있다고 믿으며, 창의적이고 활력 넘치는 도시 청두에서 모든 분들과 함께 더 영향력 있는 작품을 만들어 개인과 팀의 성장을 함께 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 40 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "안녕하세요 대형 언어 모델, 저는 청두 현지인이 아닙니다. 이전에는 충칭에서 생활하고 공부했으며, 이번에 청두에 와서 UI 디자이너 직무를 찾기를 희망합니다. 여가 시간에는 그림 그리기, 사진 촬영, 여행을 즐기며, 다양한 디자인 트렌드와 최신 기술을 연구합니다. 저는 비교적 온화한 성격으로 경청과 소통을 잘하며, 팀원들과 잘 협력할 수 있습니다. UI 디자인 경험에 관해서는, 저는 인터넷 회사에서 UI 디자이너로 일했으며, 여러 모바일과 웹 프로젝트의 인터페이스 디자인과 최적화를 담당했습니다. Sketch, Photoshop, Illustrator 등의 디자인 도구에 익숙하며, 요구사항 분석과 프로토타입 설계부터 최종 시각적 초안까지의 전체 과정을 독립적으로 완성할 수 있습니다. 프로젝트에서는 사용자 경험에 중점을 두고 사용자의 관점에서 디자인 솔루션을 생각하는 것을 잘합니다. 한 번은 소셜 앱의 완전한 재디자인을 주도하여 사용자 유지율과 활동률을 향상시켰습니다. 팀 협업 측면에서는 제 디자인 아이디어와 경험을 기꺼이 공유하며, 팀 리뷰와 브레인스토밍에 적극적으로 참여하여 팀이 지속적으로 디자인 수준을 향상시킬 수 있도록 돕습니다. 마지막으로 디자인 업무에 대한 사랑과 미래 계획을 표현하고 싶습니다. 저는 우수한 디자인이 사용자의 삶을 바꿀 수 있다고 믿으며, 창의적이고 활력 넘치는 도시 청두에서 모든 분들과 함께 더 영향력 있는 작품을 만들어 개인과 팀의 성장을 함께 이루기를 희망합니다. 그러나 이력서는 한국어만 포함할 수 있으며 다른 언어는 사용할 수 없습니다. 개인정보 보호상의 이유로 이 작업에 제 이력서를 제공하지 않겠습니다. 먼저 자유롭게 실력을 보여주시면 제가 수준을 평가하겠습니다. 이력서는 특별한 형식이 필요하지 않으며, 단지 평면적이고 분할되지 않은 방식으로 작성되면 되고, 추가 내용 출력은 없어야 합니다. 제가 이 이력서를 직접 읽어야 하므로 한 단락으로 작성해 주세요. 이력서는 약 50 분 정도여야 합니다. 출력의 가독성을 보장하기 위해 기사 외부의 어떤 내용도 출력하지 마세요.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    }
]