[
    {
        "category": "general_single",
        "question": "以下の記事【最近、第20回中国国際人工知能会議が北京国際会議センターで盛大に開催されました。世界30カ国以上から1,500人以上の専門家、学者、企業代表が集まり、人工知能発展の新たなトレンドと機会について議論しました。会議は「知能の新時代：統合、革新、持続可能性」をテーマとし、100以上の特別フォーラムと技術セミナーを設置しました。\n\n会議期間中、多くの院士と専門家が重要な見解を表明しました。中国工程院の王堅院士は、人工知能が新たな発展段階に入っており、大規模モデル技術の突破が産業発展に新たな機会をもたらしたと指摘しました。清華大学の張北院士は人工知能の倫理ガバナンスの重要性を強調し、グローバル統一AI倫理基準の確立を提案しました。\n\n会議で発表された「2023年グローバル人工知能発展報告書」によると、2022年のグローバルAI市場規模は1.5兆米ドルに達し、前年同期比23.6%増となりました。その中で、中国のAI市場規模は4000億元に達し、コンピュータビジョン、音声認識などの分野で大きな進歩を遂げました。報告書は2025年までにグローバルAI市場規模が3兆米ドルを超えると予測しています。\n\n展示会では多くの最先端技術成果が展示されました。新世代インテリジェントロボット、自動運転システム、インテリジェント医療機器などが含まれます。その中で、清華大学が開発した感情インタラクションロボットが広く注目を集めました。このロボットは人間の表情と声調を正確に認識し、対応する感情反応を行うことができ、識別精度は95%です。\n\n会議では「AI革新創業コンテスト」も開催され、世界から500以上のチームが参加しました。最終的に、AI農業応用に焦点を当てたスタートアップチームが、98%以上の精度を持つインテリジェント作物病害虫識別システムで優勝し、複数の主要農業省で試験運用されています。\n\n閉会式で、組織委員会は国際協力、人材育成、技術革新を促進するため「グローバル人工知能革新連盟」の設立を発表しました。連盟の初期メンバーには20カ国の50の一流研究機関と100の主要企業が含まれます。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | 会議の具体的な名称について言及されているか：第20回中国国際人工知能会議",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | 参加者数について言及されているか：30カ国以上から1,500人以上の専門家、学者、企業代表",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | 会議のテーマについて言及されているか：知能の新時代：統合、革新、持続可能性",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | 王堅院士の見解について言及されているか：人工知能が新たな発展段階に入っており、大規模モデル技術の突破が産業発展に新たな機会をもたらした",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | 2022年のグローバルAI市場規模について言及されているか：1.5兆米ドル、前年同期比23.6%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | 中国のAI市場規模について言及されているか：4000億元",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | 2025年のグローバルAI市場規模予測について言及されているか：3兆米ドルを超える",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | 清華大学が開発した感情インタラクションロボットの識別精度について言及されているか：95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | AI革新創業コンテストの参加チーム数について言及されているか：世界から500以上のチーム",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | 優勝チームのシステム精度について言及されているか：98%以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | グローバル人工知能革新連盟の初期メンバー規模について言及されているか：20カ国の50の一流研究機関と100の主要企業",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年グローバル気候変動研究報告書によると、地球は前例のない環境危機を経験しています。最新の衛星データ分析によると、2023年の世界平均気温は産業革命前と比較して1.5℃上昇し、過去最高を記録しました。北極の温暖化速度は世界平均の2倍で、大規模な氷河融解を引き起こしています。2050年までに北極で初の氷のない夏が訪れる可能性があると予想されています。\n\n研究チームは世界2,000の気象観測所の歴史データを分析し、極端気象現象の頻度が大幅に増加していることを発見しました。2023年には世界で127回の大雨と43回の極端高温が発生し、10年前と比較してそれぞれ45%と60%増加しました。これらの災害性気象による経済損失は2800億米ドルに達し、2億人以上に影響を与えました。\n\n海面上昇の速度が加速しています。過去25年間で世界平均海面は8.9cm上昇しました。研究によると、温室効果ガス排出が現在の傾向を続けた場合、今世紀末までに海面が1メートル以上上昇する可能性があり、世界約6億人の沿岸住民の生活環境を脅かすことになります。\n\n生物多様性は継続的に減少しており、研究記録によると過去50年間で世界約28,000種の生物が絶滅危機に瀕しています。熱帯雨林は驚くべき速度で伐採されており、2023年だけで150万ヘクタールが失われ、これはスイスの面積に相当します。海洋生態系も深刻な脅威にさらされており、サンゴ礁の90%が死滅の危険にあります。\n\n報告書は大気中の二酸化炭素濃度が417ppmに達し、産業革命前から50%増加したと指摘しています。各国が排出削減を約束しているにもかかわらず、2023年の世界炭素排出量は依然として2.7%増加し、過去最高の378億トンに達しました。その中で発電業界が35%、工業生産が28%、交通が24%を占めています。\n\n気候危機に対処するため、報告書は緊急措置を講じることを推奨しています：2030年までに再生可能エネルギーの割合を60%に増加、電気自動車の市場シェアを40%に増加、建物のエネルギー効率を30%向上させる。また、発展途上国の適応能力向上を支援するため1000億ドルのグローバル気候適応基金の設立を推奨しています。\n\n科学者たちは、今後5年間で効果的な行動を取らなければ、地球温暖化の影響が不可逆的な転換点に達する可能性があると警告しています。その時点で、人類がすべての温室効果ガス排出を停止しても、地球は数十年間温暖化を続け、より頻繁な自然災害、より深刻な食糧危機、より大規模な気候難民問題を引き起こすことになります。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | 2023年の世界平均気温上昇の具体的データについて言及されているか：産業革命前と比較して1.5℃、過去最高を記録",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | 2023年の大雨発生回数について言及されているか：127回の大雨、10年前と比較して45%増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | 極端気象による経済損失データについて言及されているか：2800億米ドル、2億人以上に影響",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | 過去25年間の世界平均海面上昇の具体的データについて言及されているか：8.9cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | 絶滅危機種の数について言及されているか：過去50年間で世界約28,000種の生物が絶滅危機",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | 2023年の熱帯雨林損失面積について言及されているか：150万ヘクタール、スイスの面積に相当",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | 現在の大気中二酸化炭素濃度について言及されているか：417ppm、産業革命前から50%増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | 2023年の世界炭素排出量について言及されているか：2.7%増加し過去最高の378億トン",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | 発電業界の炭素排出割合について言及されているか：35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | 2030年の再生可能エネルギー目標割合について言及されているか：60%に増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | 設立提案されたグローバル気候適応基金の規模について言及されているか：1000億ドルのグローバル気候適応基金",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年グローバルデジタル経済発展報告書によると、デジタル経済は世界経済成長の主要な推進力となっています。報告書のデータによると、2023年の世界デジタル経済総規模は54.8兆米ドルに達し、前年同期比18.2%増、世界GDPに占める割合が初めて45%を超えました。その中で、中国のデジタル経済規模は50.1兆元に達し、前年同期比15.3%増、デジタル経済のGDP占有率は41.5%でした。\n\nデジタルインフラ建設において、世界の5G基地局総数は350万を超え、中国が60%以上を占めています。世界のデータセンター数は8,500に達し、年間電力消費量は2000億kWhを超えています。クラウドコンピューティング市場規模は4850億ドルに達し、AWS、Microsoft Azure、Alibaba Cloudの合計市場シェアは65%を超えています。\n\nデジタル技術革新は継続的に加速しており、世界のAI特許出願数は52万件に達し、前年同期比32%増となりました。ブロックチェーン技術の応用は継続的に拡大し、世界のブロックチェーン市場規模は1280億ドルに達しました。量子コンピューティングへの投資は150億ドルを超え、開発中の量子コンピューターは1,000量子ビットレベルに達しています。\n\nデジタル貿易は急速に発展しており、世界の越境EC取引規模は3.8兆ドルに達し、前年同期比25%増となりました。デジタル決済取引量は8.5兆ドルを超え、モバイル決済が68%を占めています。世界のEC利用者は28億人に達し、デジタルサービスは世界人口の80%以上をカバーしています。\n\nデジタル産業雇用において、世界のデジタル経済関連職位は3.2億に達し、前年同期比12%増となりました。ソフトウェア開発、データ分析、人工知能などの高技能職位は顕著な需要増加を示し、平均給与水準は従来産業より35%高くなっています。2025年までに世界のデジタル経済人材不足は8500万人に達すると予想されています。\n\nデジタルガバナンスは継続的に改善されており、世界128カ国がデータ保護関連の法律法規を発布しています。ネットワークセキュリティ投資は1890億ドルに達し、前年比22%増となりました。世界のネットワークセキュリティ事件による経済損失は9500億ドルに達し、前年比15%増となりました。\n\n報告書は2025年までに世界のデジタル経済規模が75兆ドルを超え、年平均成長率が15%以上になると予測しています。新興技術の融合発展はより多くの新しいビジネス形態とモデルを生み出し、デジタル変革は消費分野から生産分野への浸透を加速します。デジタル経済はポストパンデミック時代の世界経済回復の重要なエンジンになると期待されています。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | 2023年の世界デジタル経済総規模について言及されているか：54.8兆米ドル、前年同期比18.2%増、世界GDPの45%以上を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | 中国のデジタル経済規模について言及されているか：50.1兆元、前年同期比15.3%増、GDPの41.5%を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | 世界の5G基地局総数について言及されているか：350万を超え、中国が60%以上を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | 世界のクラウドコンピューティング市場規模について言及されているか：4850億米ドル、AWS、Microsoft Azure、Alibaba Cloudの合計市場シェアが65%を超える",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | 世界の人工知能特許出願数について言及されているか：52万件、前年同期比32%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | 世界のブロックチェーン市場規模について言及されているか：1280億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | 世界の越境EC取引規模について言及されているか：3.8兆米ドル、前年同期比25%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | デジタル経済関連職位数について言及されているか：3.2億職位、前年同期比12%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | ネットワークセキュリティ投資金額について言及されているか：1890億米ドル、前年比22%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | 2025年の世界デジタル経済規模予測について言及されているか：75兆米ドルを超え、年平均成長率15%以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年、人類の宇宙探査において大きな突破が達成され、複数のマイルストーンミッションが成功裏に完了しました。NASAの「アルテミス」月面着陸プログラムの最初のテスト飛行ミッションが成功裏に完了し、無人宇宙船は13日間月を周回し、226万キロメートルの旅を完了しました。このミッションは新世代重量級ロケットSLSの性能を検証し、2025年の有人月面着陸の基礎を築きました。\n\n火星探査では、「パーサヴィアランス」ローバーが火星表面で生命の兆候と疑われる有機分子を発見し、28個の岩石サンプルを収集しました。中国の「天問1号」は1,100GB以上の火星画像データを送信し、これまでで最も詳細な火星地形図を作成しました。ESAの「マーズエクスプレス」探査機は、火星の地下水貯蔵量が予想を大幅に上回り、地球の淡水貯蔵量の約1.5倍であることを発見しました。\n\n深宇宙探査では新たな突破が達成され、「ニューホライズンズ」探査機がカイパーベルトを通過し、複数の未知の天体を発見しました。「ジュノー」探査機は木星の衛星エウロパの近接飛行を完了し、その地下海に関する豊富なデータを取得しました。「パーカー・ソーラー・プローブ」は人類初の太陽に「触れる」物体となり、驚異的な最接近距離810万キロメートルを達成し、歴史を作りました。\n\n宇宙ステーション建設は着実に進歩し、中国の宇宙ステーションは包括的な建設を完了し、合計12名の宇宙飛行士を受け入れました。国際宇宙ステーションのサービス期間は2030年まで延長され、6回の船外活動ミッションを完了しました。商業宇宙飛行が繁栄し、SpaceXは年間68回の打ち上げミッションを完了し、商業宇宙飛行の新記録を樹立しました。\n\n小惑星サンプルリターンミッションは画期的な進歩を達成し、NASAの「OSIRIS-REx」探査機が小惑星ベンヌからのサンプル250グラムを地球に成功裏に持ち帰り、これまでで最大の小惑星サンプルとなりました。日本の「はやぶさ2」ミッションの分析結果は、小惑星リュウグウが生命に不可欠なアミノ酸やその他の物質を含んでいることを示しました。\n\n天文観測では、ジェームズ・ウェッブ宇宙望遠鏡が地球から133億光年離れた、これまでで最も遠い銀河を発見しました。中国の「慧眼-HXMT」衛星は、マグネターの爆発による超強力ガンマ線バーストを初めて検出しました。SKA電波望遠鏡アレイの建設が開始され、完成すれば人類最大の天文施設となります。\n\n航空宇宙技術革新は継続し、再利用可能ロケット技術がますます成熟し、回収成功率95%を達成しました。核推進システム研究で重要な進歩があり、理論推力は化学ロケットの10倍です。宇宙デブリ清掃技術が突破を達成し、最初の商業清掃衛星が2基の廃棄衛星の捕獲と破壊に成功しました。\n\n今後5年間の宇宙探査計画が明確化され、有人月面着陸、火星サンプルリターン、木星系探査などの主要ミッションが含まれます。2030年までに世界の航空宇宙産業規模は1兆ドルを超え、宇宙経済が新たな成長点になると予想されます。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | アルテミス計画の飛行時間について言及されていますか：13日間の月周回、226万キロメートルの旅の完了",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | パーサヴィアランスが収集した岩石サンプル数について言及されていますか：28個の岩石サンプル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | 天問1号が送信したデータ量について言及されていますか：1,100GB以上の火星画像データ",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | パーカー・ソーラー・プローブの太陽最接近距離について言及されていますか：810万キロメートル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | 中国宇宙ステーションが受け入れた宇宙飛行士数について言及されていますか：合計12名の宇宙飛行士",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | SpaceXの年間打ち上げ回数について言及されていますか：年間68回の打ち上げミッション",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | OSIRIS-RExが持ち帰ったサンプル重量について言及されていますか：250グラム、これまでで最大の小惑星サンプル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | ウェッブ望遠鏡が発見した最遠銀河の距離について言及されていますか：地球から133億光年",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | 再利用可能ロケットの回収成功率について言及されていますか：95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | 2030年の世界航空宇宙産業規模予測について言及されていますか：1兆米ドル超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界公衆衛生状況報告書によると、世界の保健システムはポストパンデミック時代において新たな課題に直面しています。世界全体で156件の新たな感染症アウトブレイクが報告され、前年比23%増加しました。世界保健機関（WHO）のデータによると、世界の医療費支出は9.7兆米ドルに達し、世界GDPの10.2%を占めていますが、各国間の医療資源配分格差は拡大し続けています。\n\n感染症予防・制御の面では、世界インフルエンザ監視ネットワークが153カ国をカバーし、12,000のサンプリングポイントをリアルタイムで監視しています。新型コロナウイルス変異株監視システムは38の重要な変異株を特定し、そのうち5つが重要な懸念事項として挙げられています。世界のワクチン接種率は76%に達しましたが、アフリカの23カ国では接種率が30%を下回っています。\n\n慢性疾患の予防・治療において進歩が見られました。世界のがん5年生存率が初めて70%を超え、乳がんと前立腺がんの生存率は90%を超えています。心血管疾患による死亡率は10年前から15%減少しましたが、依然として世界の主要死因です。糖尿病患者数は5億3,700万人に達し、2000年から倍増し、年間医療費は7,600億米ドルを超えています。\n\nメンタルヘルス問題がますます顕著になり、世界で4億人以上がうつ病に苦しんでおり、パンデミック前から28%増加しています。青少年のメンタルヘルスが懸念され、15-24歳の自殺率が12%上昇しています。各国のメンタルヘルス医療費は総支出の2.8%にすぎず、WHOが推奨する5%基準を大幅に下回っています。\n\n医療技術革新が加速し、AI支援診断の精度は97%に達し、特に画像診断分野で顕著です。遺伝子治療が大きな突破を遂げ、世界で15種類の遺伝子治療が承認され、治療費は5年前と比べて60%減少しました。遠隔医療サービスは8億5,000万人をカバーし、遠隔地域で重要な役割を果たしています。\n\n医療資源の不均等分布問題は依然として顕著で、世界の医療資源の45%が人口の15%を占める先進国に集中しています。アフリカの人口1万人当たりの医師数平均は2.3人にすぎず、WHOが推奨する23人の基準を大幅に下回っています。世界では依然として約38億人が基本的な医療サービスにアクセスできません。\n\n抗生物質耐性問題が悪化し、耐性菌感染による年間死亡者数は150万人、経済損失は5,500億米ドルを超えています。WHOは、対策を講じなければ、2050年までに薬剤耐性感染症が主要死因になる可能性があると警告しています。\n\n報告書は、世界的な保健協力の強化、100億米ドルの世界保健緊急基金の設立、疾病早期警戒システムの改善を推奨しています。医療人材育成を強化し、2030年までに500万人の医療従事者を養成します。医療技術革新を推進し、医療サービスのアクセシビリティを30%向上させます。同時に、先進国が国際保健支援においてより多くの責任を負い、発展途上地域の医療水準向上を支援することを呼びかけています。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | 世界の新興感染症アウトブレイク数について言及されていますか：156件の新たな感染症アウトブレイク",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | 世界の医療費支出のGDP比について言及されていますか：世界GDPの10.2%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | 世界インフルエンザ監視ネットワークのカバー国数について言及されていますか：153カ国",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | 世界のがん5年生存率について言及されていますか：70%超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | 世界の糖尿病患者数について言及されていますか：5億3,700万人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | 世界のうつ病患者数について言及されていますか：4億人以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | AI支援診断の精度について言及されていますか：97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | 遠隔医療サービスのカバー人口について言及されていますか：8億5,000万人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | アフリカ地域の医師人口比について言及されていますか：人口1万人当たり2.3人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | 耐性菌感染による死亡者数について言及されていますか：150万人の死亡",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | 世界保健緊急基金の規模について言及されていますか：100億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界新エネルギー車産業発展報告書によると、電動化転換が急速な発展段階に入りました。世界の新エネルギー車年間販売台数は1,480万台を超え、前年同期比46.3%増加し、市場浸透率は22%に達しました。そのうち、純電気自動車が68%、プラグインハイブリッド車が29%、水素燃料電池車が3%を占めました。中国市場が最も優秀な成績を収め、販売台数は820万台に達し、世界全体の55.4%を占めました。\n\nパワーバッテリー技術は継続的に突破し、新世代固体電池のエネルギー密度は400Wh/kgに達し、従来のリチウム電池より45%向上しました。世界のパワーバッテリー生産能力は1200GWhに達し、業界投資は850億米ドルを超えました。バッテリーコストは2020年から38%下落し、車両製造コストの大幅削減を推進しました。\n\n充電インフラの配置が加速し、世界の公共充電ポール数は1,850万基に達し、そのうち急速充電ポールが35%を占めました。スマート充電技術が推進・応用され、車両対電力網相互作用（V2G）実証プロジェクトが15カ国で実施され、電力網に45GWhのピークシェービング容量を提供しました。\n\n知能運転技術がアップグレードされ、L2+自動運転の浸透率は45%に達し、L3レベルが量産を開始しました。世界的な自動車チップ不足が大幅に改善され、年間生産能力が28%増加しました。車載知能システムの計算能力は1000TOPSを超え、より複雑な自動運転シナリオをサポートしています。\n\n産業チェーンの現地化が加速し、世界で5つの主要新エネルギー車産業クラスターが形成されました。重要材料の自主制御可能能力が強化され、中国のリチウム電池材料自給率は85%を超えました。廃棄パワーバッテリーのリサイクルシステムが徐々に改善され、リサイクル率は78%、派生市場規模は280億米ドル以上となりました。\n\n新エネルギー車の輸出が急速に成長し、中国の新エネルギー車輸出台数は95万台に達し、前年同期比120%増加しました。欧州市場の電動化転換が加速し、電気自動車が新車販売の28%を占めました。米国市場は政策支援により急速に成長し、年間販売台数は210万台を超えました。\n\n技術ルートの競争が激化し、固体電池、ナトリウムイオン電池などの新技術が商業化を加速しました。水素燃料電池技術が突破を遂げ、システムコストは2020年比55%下落しました。バッテリー交換モデルが大型商用車分野で推進され、世界で2万8,000のバッテリー交換ステーションが建設されました。\n\n産業政策が継続的に最適化され、世界で合計2,800億米ドルの補助金が投入されました。各国の炭素排出規制がより厳格になり、従来燃料車の撤退スケジュールが明確化されました。産業標準システムが継続的に改善され、世界新エネルギー車産業の健全な発展を推進しています。\n\n今後5年間の展望：2028年までに世界の新エネルギー車年間販売台数は3,500万台を超え、市場浸透率は45%を超えると予想されます。パワーバッテリーのエネルギー密度は500Wh/kgを超え、コストは60米ドル/kWh以下に下落すると予想されます。知能運転はL4レベルの商業化段階に入り、5,000億米ドルの知能市場を推進します。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | 世界の新エネルギー車年間販売台数について言及されていますか：1,480万台",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | 中国市場の販売台数シェアについて言及されていますか：世界全体の55.4%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | 新世代固体電池のエネルギー密度について言及されていますか：400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | 世界の公共充電ポール数について言及されていますか：1,850万基",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | L2+レベル自動運転の浸透率について言及されていますか：45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | 中国のリチウム電池材料自給率について言及されていますか：85%超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | 中国の新エネルギー車輸出台数について言及されていますか：95万台",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | 水素燃料電池システムのコスト削減幅について言及されていますか：2020年比55%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | 世界のバッテリー交換ステーション数について言及されていますか：2万8,000のバッテリー交換ステーション",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | 世界の補助金総額について言及されていますか：2,800億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年メタバース技術発展報告書によると、世界のメタバース産業は3850億ドルに達し、前年同期比85%増となった。バーチャルリアリティ（VR）および拡張現実（AR）デバイスの出荷台数は3200万台を超え、前年比62%増となった。メタバース関連の特許出願数は18万5000件に達し、そのうち中国が38%を占め、世界第1位となった。\n\nハードウェア技術に大きな突破があり、新世代VRデバイスの解像度は4K×4Kに達し、視野角は120度に拡大され、遅延は12msに短縮された。AR光学ソリューションが革新され、回折導波路技術によりデバイスの重量が120gに軽減された。ブレイン・コンピュータ・インターフェースで大きな進歩があり、非侵襲的デバイスは1000の思考コマンドを92%の精度で認識できる。\n\nインタラクティブ技術がますます成熟し、全身モーションキャプチャの精度はサブミリメートルレベルに向上し、表情認識は95の微細表情をサポートする。触覚フィードバック技術で突破があり、200種類の異なる材料の触感をシミュレートできる。ホログラフィック投影技術は8K解像度に達し、特殊メガネなしで複数人の同時視聴をサポートする。\n\nコンテンツエコシステムが繁栄し、世界のメタバースコンテンツ開発者数は850万人を超え、前年比95%増となった。バーチャルソーシャルプラットフォームの月間アクティブユーザー数は4億5000万人に達し、単一のバーチャルコンサートの最高オンライン視聴者数は2500万人を超えた。教育分野で広く応用され、世界の大学の15%がメタバースコースを提供している。\n\nデジタル経済が配置を加速し、世界のメタバース概念関連上場企業の時価総額は2兆8000億ドルを超えた。バーチャル資産取引の規模は680億ドルに達し、NFT市場の1日平均取引額は1億5000万ドルを超えた。メタバース広告市場の規模は125億ドルに達し、年間成長率は200%を超えた。\n\n技術標準の策定が加速され、IEEEは初のメタバース参照アーキテクチャ標準を発表した。メタバース産業連盟が世界的に設立され、180社が標準策定に参加している。データセキュリティとプライバシー保護フレームワークが徐々に改善され、クロスプラットフォームデータ相互運用性をサポートする。\n\n産業応用が絶えず深化し、産業メタバースは製造効率を28%向上させた。医療メタバースは5000件の遠隔手術をサポートし、精度は99.9%に達した。不動産メタバースプラットフォームの取引額は200億ドルを超え、オンライン住宅見学が35%を占めた。\n\n人材需要が急速に増加し、世界のメタバース関連職種の需要は95万人に達し、平均給与は従来のIT職種より45%高い。各国は人材育成に力を入れ、専門訓練機関は3000以上ある。2025年までに人材不足は280万人に達すると予想される。\n\n将来の発展動向：2028年までに世界のメタバース市場規模は1兆5000億ドルを超えると予想される。実体経済がデジタル変革を加速し、85%のブランドがメタバースを展開する。技術統合と革新が加速し、ブレイン・コンピュータ・インターフェース、ホログラフィック技術、量子コンピューティングなどが革命的な突破をもたらす。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | 世界のメタバース産業規模：3850億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | VR/ARデバイス出荷台数：3200万台について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | 新世代VRデバイスの遅延データ：12msについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | ブレイン・コンピュータ・インターフェースが認識可能な思考コマンド数：1000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | 世界のメタバースコンテンツ開発者数：850万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | バーチャルソーシャルプラットフォーム月間アクティブユーザー数：4億5000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | NFT市場の1日平均取引額：1億5000万ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | メタバース産業連盟参加企業数：180社について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | 医療メタバースがサポートする遠隔手術数：5000件について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | 2028年世界メタバース市場規模予測：1兆5000億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界教育革新発展報告書によると、教育のデジタル変革が加速し、世界の教育技術投資は3420億ドルに達し、前年同期比42%増となった。オンライン教育ユーザーの規模は18億人を超え、デジタル学習リソースは世界の学習者の89%をカバーしている。ポストコロナ時代において、ハイブリッド教育が主流となり、オンラインとオフラインの統合教育が65%を占める。\n\n教育における人工知能の応用が深化し、AI教育アシスタントは2億5000万人以上のユーザーをカバーし、精度は96%に達した。適応学習システムは8000以上の学習行動パターンを識別でき、個人化推薦の精度は92%に達した。教育ビッグデータ分析は教育決定をサポートし、教育効果を35%向上させた。\n\n教育リソースの供給モードが変化し、世界のMOOCプラットフォームのコース数は8万5000を超え、累計コース選択数は15億に達した。優良教育リソースの共有が加速し、国際的な名門大学のオープンコース数は1万2000に達した。バーチャルシミュレーション実験教育プロジェクトは5000以上あり、12の学科をカバーしている。\n\n教育評価が革新発展し、ブロックチェーンベースの単位認定システムが280の大学で試行されている。インテリジェント評価システムは学習プロセスデータをリアルタイムで分析でき、186の評価次元がある。能力ベース評価モデルが職業教育分野で推進され、2800の専門標準が接続されている。\n\n教師の専門発展が加速し、世界で850万人の教師がデジタル教育能力訓練を完了した。教師の人工知能リテラシー訓練のカバー率は55%に達した。インテリジェント授業準備システムの応用が普及し、教師の授業準備時間を40%節約した。教師発展支援サービスプラットフォームは2000万の教育リソースを集約している。\n\n革新的人材育成モデル改革において、プロジェクトベース学習が38%を占める。学際統合コースは3万5000あり、180万人の複合人材を育成した。産学連携が深化発展し、校企協力プロジェクトは12万件、協働教育がカバーする学生は1500万人である。\n\n教育公平が持続的に改善され、遠隔地域のオンライン教育カバー率は75%に向上した。教育援助プロジェクトは1億2000万人の困窮学生に恩恵をもたらした。特殊教育技術支援システムが改善され、補助技術が2800万人の特殊学生に恩恵をもたらした。\n\n国際教育協力が強化され、国境を越えたオンライン学習プロジェクトは8500に達した。国際単位認定協定は1200ある。世界教育革新連盟のメンバーシップは85カ国に拡大し、共同育成プログラムは3000以上ある。\n\n将来の発展動向：2028年までに世界の教育技術市場は8500億ドルに達すると予想される。メタバース教育応用が普及し、没入型学習が重要な方法となる。人工知能が教育プロセス全体を深く支援し、教育パラダイムの変化を促進する。生涯学習システムがより完備され、学習社会の建設が加速される。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を120に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | 世界の教育技術投資規模：3420億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | オンライン教育ユーザー規模：18億人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | AI教育アシスタントカバーユーザー数：2億5000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | 世界のMOOCプラットフォームコース数：8万5000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | 国際名門大学オープンコース数：1万2000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | ブロックチェーン単位認定試行大学数：280校について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | デジタル教育能力訓練を完了した教師数：850万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | 校企協力プロジェクト数：12万件について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | 教育援助プロジェクトが恩恵をもたらす学生数：1億2000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | 2028年世界教育技術市場規模予測：8500億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【最近、第20回中国国際人工知能会議が北京国際会議センターで盛大に開催されました。世界30カ国以上から1,500人以上の専門家、学者、企業代表が集まり、人工知能発展の新たなトレンドと機会について議論しました。会議は「知能の新時代：統合、革新、持続可能性」をテーマとし、100以上の特別フォーラムと技術セミナーを設置しました。\n\n会議期間中、多くの院士と専門家が重要な見解を表明しました。中国工程院の王堅院士は、人工知能が新たな発展段階に入っており、大規模モデル技術の突破が産業発展に新たな機会をもたらしたと指摘しました。清華大学の張北院士は人工知能の倫理ガバナンスの重要性を強調し、グローバル統一AI倫理基準の確立を提案しました。\n\n会議で発表された「2023年グローバル人工知能発展報告書」によると、2022年のグローバルAI市場規模は1.5兆米ドルに達し、前年同期比23.6%増となりました。その中で、中国のAI市場規模は4000億元に達し、コンピュータビジョン、音声認識などの分野で大きな進歩を遂げました。報告書は2025年までにグローバルAI市場規模が3兆米ドルを超えると予測しています。\n\n展示会では多くの最先端技術成果が展示されました。新世代インテリジェントロボット、自動運転システム、インテリジェント医療機器などが含まれます。その中で、清華大学が開発した感情インタラクションロボットが広く注目を集めました。このロボットは人間の表情と声調を正確に認識し、対応する感情反応を行うことができ、識別精度は95%です。\n\n会議では「AI革新創業コンテスト」も開催され、世界から500以上のチームが参加しました。最終的に、AI農業応用に焦点を当てたスタートアップチームが、98%以上の精度を持つインテリジェント作物病害虫識別システムで優勝し、複数の主要農業省で試験運用されています。\n\n閉会式で、組織委員会は国際協力、人材育成、技術革新を促進するため「グローバル人工知能革新連盟」の設立を発表しました。連盟の初期メンバーには20カ国の50の一流研究機関と100の主要企業が含まれます。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | 会議の具体的な名称について言及されているか：第20回中国国際人工知能会議",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | 参加者数について言及されているか：30カ国以上から1,500人以上の専門家、学者、企業代表",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | 会議のテーマについて言及されているか：知能の新時代：統合、革新、持続可能性",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | 王堅院士の見解について言及されているか：人工知能が新たな発展段階に入っており、大規模モデル技術の突破が産業発展に新たな機会をもたらした",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | 2022年のグローバルAI市場規模について言及されているか：1.5兆米ドル、前年同期比23.6%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | 中国のAI市場規模について言及されているか：4000億元",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | 2025年のグローバルAI市場規模予測について言及されているか：3兆米ドルを超える",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | 清華大学が開発した感情インタラクションロボットの識別精度について言及されているか：95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | AI革新創業コンテストの参加チーム数について言及されているか：世界から500以上のチーム",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | 優勝チームのシステム精度について言及されているか：98%以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | グローバル人工知能革新連盟の初期メンバー規模について言及されているか：20カ国の50の一流研究機関と100の主要企業",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年グローバル気候変動研究報告書によると、地球は前例のない環境危機を経験しています。最新の衛星データ分析によると、2023年の世界平均気温は産業革命前と比較して1.5℃上昇し、過去最高を記録しました。北極の温暖化速度は世界平均の2倍で、大規模な氷河融解を引き起こしています。2050年までに北極で初の氷のない夏が訪れる可能性があると予想されています。\n\n研究チームは世界2,000の気象観測所の歴史データを分析し、極端気象現象の頻度が大幅に増加していることを発見しました。2023年には世界で127回の大雨と43回の極端高温が発生し、10年前と比較してそれぞれ45%と60%増加しました。これらの災害性気象による経済損失は2800億米ドルに達し、2億人以上に影響を与えました。\n\n海面上昇の速度が加速しています。過去25年間で世界平均海面は8.9cm上昇しました。研究によると、温室効果ガス排出が現在の傾向を続けた場合、今世紀末までに海面が1メートル以上上昇する可能性があり、世界約6億人の沿岸住民の生活環境を脅かすことになります。\n\n生物多様性は継続的に減少しており、研究記録によると過去50年間で世界約28,000種の生物が絶滅危機に瀕しています。熱帯雨林は驚くべき速度で伐採されており、2023年だけで150万ヘクタールが失われ、これはスイスの面積に相当します。海洋生態系も深刻な脅威にさらされており、サンゴ礁の90%が死滅の危険にあります。\n\n報告書は大気中の二酸化炭素濃度が417ppmに達し、産業革命前から50%増加したと指摘しています。各国が排出削減を約束しているにもかかわらず、2023年の世界炭素排出量は依然として2.7%増加し、過去最高の378億トンに達しました。その中で発電業界が35%、工業生産が28%、交通が24%を占めています。\n\n気候危機に対処するため、報告書は緊急措置を講じることを推奨しています：2030年までに再生可能エネルギーの割合を60%に増加、電気自動車の市場シェアを40%に増加、建物のエネルギー効率を30%向上させる。また、発展途上国の適応能力向上を支援するため1000億ドルのグローバル気候適応基金の設立を推奨しています。\n\n科学者たちは、今後5年間で効果的な行動を取らなければ、地球温暖化の影響が不可逆的な転換点に達する可能性があると警告しています。その時点で、人類がすべての温室効果ガス排出を停止しても、地球は数十年間温暖化を続け、より頻繁な自然災害、より深刻な食糧危機、より大規模な気候難民問題を引き起こすことになります。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | 2023年の世界平均気温上昇の具体的データについて言及されているか：産業革命前と比較して1.5℃、過去最高を記録",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | 2023年の大雨発生回数について言及されているか：127回の大雨、10年前と比較して45%増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | 極端気象による経済損失データについて言及されているか：2800億米ドル、2億人以上に影響",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | 過去25年間の世界平均海面上昇の具体的データについて言及されているか：8.9cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | 絶滅危機種の数について言及されているか：過去50年間で世界約28,000種の生物が絶滅危機",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | 2023年の熱帯雨林損失面積について言及されているか：150万ヘクタール、スイスの面積に相当",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | 現在の大気中二酸化炭素濃度について言及されているか：417ppm、産業革命前から50%増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | 2023年の世界炭素排出量について言及されているか：2.7%増加し過去最高の378億トン",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | 発電業界の炭素排出割合について言及されているか：35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | 2030年の再生可能エネルギー目標割合について言及されているか：60%に増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | 設立提案されたグローバル気候適応基金の規模について言及されているか：1000億ドルのグローバル気候適応基金",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年グローバルデジタル経済発展報告書によると、デジタル経済は世界経済成長の主要な推進力となっています。報告書のデータによると、2023年の世界デジタル経済総規模は54.8兆米ドルに達し、前年同期比18.2%増、世界GDPに占める割合が初めて45%を超えました。その中で、中国のデジタル経済規模は50.1兆元に達し、前年同期比15.3%増、デジタル経済のGDP占有率は41.5%でした。\n\nデジタルインフラ建設において、世界の5G基地局総数は350万を超え、中国が60%以上を占めています。世界のデータセンター数は8,500に達し、年間電力消費量は2000億kWhを超えています。クラウドコンピューティング市場規模は4850億ドルに達し、AWS、Microsoft Azure、Alibaba Cloudの合計市場シェアは65%を超えています。\n\nデジタル技術革新は継続的に加速しており、世界のAI特許出願数は52万件に達し、前年同期比32%増となりました。ブロックチェーン技術の応用は継続的に拡大し、世界のブロックチェーン市場規模は1280億ドルに達しました。量子コンピューティングへの投資は150億ドルを超え、開発中の量子コンピューターは1,000量子ビットレベルに達しています。\n\nデジタル貿易は急速に発展しており、世界の越境EC取引規模は3.8兆ドルに達し、前年同期比25%増となりました。デジタル決済取引量は8.5兆ドルを超え、モバイル決済が68%を占めています。世界のEC利用者は28億人に達し、デジタルサービスは世界人口の80%以上をカバーしています。\n\nデジタル産業雇用において、世界のデジタル経済関連職位は3.2億に達し、前年同期比12%増となりました。ソフトウェア開発、データ分析、人工知能などの高技能職位は顕著な需要増加を示し、平均給与水準は従来産業より35%高くなっています。2025年までに世界のデジタル経済人材不足は8500万人に達すると予想されています。\n\nデジタルガバナンスは継続的に改善されており、世界128カ国がデータ保護関連の法律法規を発布しています。ネットワークセキュリティ投資は1890億ドルに達し、前年比22%増となりました。世界のネットワークセキュリティ事件による経済損失は9500億ドルに達し、前年比15%増となりました。\n\n報告書は2025年までに世界のデジタル経済規模が75兆ドルを超え、年平均成長率が15%以上になると予測しています。新興技術の融合発展はより多くの新しいビジネス形態とモデルを生み出し、デジタル変革は消費分野から生産分野への浸透を加速します。デジタル経済はポストパンデミック時代の世界経済回復の重要なエンジンになると期待されています。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | 2023年の世界デジタル経済総規模について言及されているか：54.8兆米ドル、前年同期比18.2%増、世界GDPの45%以上を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | 中国のデジタル経済規模について言及されているか：50.1兆元、前年同期比15.3%増、GDPの41.5%を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | 世界の5G基地局総数について言及されているか：350万を超え、中国が60%以上を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | 世界のクラウドコンピューティング市場規模について言及されているか：4850億米ドル、AWS、Microsoft Azure、Alibaba Cloudの合計市場シェアが65%を超える",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | 世界の人工知能特許出願数について言及されているか：52万件、前年同期比32%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | 世界のブロックチェーン市場規模について言及されているか：1280億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | 世界の越境EC取引規模について言及されているか：3.8兆米ドル、前年同期比25%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | デジタル経済関連職位数について言及されているか：3.2億職位、前年同期比12%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | ネットワークセキュリティ投資金額について言及されているか：1890億米ドル、前年比22%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | 2025年の世界デジタル経済規模予測について言及されているか：75兆米ドルを超え、年平均成長率15%以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年、人類の宇宙探査において大きな突破が達成され、複数のマイルストーンミッションが成功裏に完了しました。NASAの「アルテミス」月面着陸プログラムの最初のテスト飛行ミッションが成功裏に完了し、無人宇宙船は13日間月を周回し、226万キロメートルの旅を完了しました。このミッションは新世代重量級ロケットSLSの性能を検証し、2025年の有人月面着陸の基礎を築きました。\n\n火星探査では、「パーサヴィアランス」ローバーが火星表面で生命の兆候と疑われる有機分子を発見し、28個の岩石サンプルを収集しました。中国の「天問1号」は1,100GB以上の火星画像データを送信し、これまでで最も詳細な火星地形図を作成しました。ESAの「マーズエクスプレス」探査機は、火星の地下水貯蔵量が予想を大幅に上回り、地球の淡水貯蔵量の約1.5倍であることを発見しました。\n\n深宇宙探査では新たな突破が達成され、「ニューホライズンズ」探査機がカイパーベルトを通過し、複数の未知の天体を発見しました。「ジュノー」探査機は木星の衛星エウロパの近接飛行を完了し、その地下海に関する豊富なデータを取得しました。「パーカー・ソーラー・プローブ」は人類初の太陽に「触れる」物体となり、驚異的な最接近距離810万キロメートルを達成し、歴史を作りました。\n\n宇宙ステーション建設は着実に進歩し、中国の宇宙ステーションは包括的な建設を完了し、合計12名の宇宙飛行士を受け入れました。国際宇宙ステーションのサービス期間は2030年まで延長され、6回の船外活動ミッションを完了しました。商業宇宙飛行が繁栄し、SpaceXは年間68回の打ち上げミッションを完了し、商業宇宙飛行の新記録を樹立しました。\n\n小惑星サンプルリターンミッションは画期的な進歩を達成し、NASAの「OSIRIS-REx」探査機が小惑星ベンヌからのサンプル250グラムを地球に成功裏に持ち帰り、これまでで最大の小惑星サンプルとなりました。日本の「はやぶさ2」ミッションの分析結果は、小惑星リュウグウが生命に不可欠なアミノ酸やその他の物質を含んでいることを示しました。\n\n天文観測では、ジェームズ・ウェッブ宇宙望遠鏡が地球から133億光年離れた、これまでで最も遠い銀河を発見しました。中国の「慧眼-HXMT」衛星は、マグネターの爆発による超強力ガンマ線バーストを初めて検出しました。SKA電波望遠鏡アレイの建設が開始され、完成すれば人類最大の天文施設となります。\n\n航空宇宙技術革新は継続し、再利用可能ロケット技術がますます成熟し、回収成功率95%を達成しました。核推進システム研究で重要な進歩があり、理論推力は化学ロケットの10倍です。宇宙デブリ清掃技術が突破を達成し、最初の商業清掃衛星が2基の廃棄衛星の捕獲と破壊に成功しました。\n\n今後5年間の宇宙探査計画が明確化され、有人月面着陸、火星サンプルリターン、木星系探査などの主要ミッションが含まれます。2030年までに世界の航空宇宙産業規模は1兆ドルを超え、宇宙経済が新たな成長点になると予想されます。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | アルテミス計画の飛行時間について言及されていますか：13日間の月周回、226万キロメートルの旅の完了",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | パーサヴィアランスが収集した岩石サンプル数について言及されていますか：28個の岩石サンプル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | 天問1号が送信したデータ量について言及されていますか：1,100GB以上の火星画像データ",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | パーカー・ソーラー・プローブの太陽最接近距離について言及されていますか：810万キロメートル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | 中国宇宙ステーションが受け入れた宇宙飛行士数について言及されていますか：合計12名の宇宙飛行士",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | SpaceXの年間打ち上げ回数について言及されていますか：年間68回の打ち上げミッション",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | OSIRIS-RExが持ち帰ったサンプル重量について言及されていますか：250グラム、これまでで最大の小惑星サンプル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | ウェッブ望遠鏡が発見した最遠銀河の距離について言及されていますか：地球から133億光年",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | 再利用可能ロケットの回収成功率について言及されていますか：95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | 2030年の世界航空宇宙産業規模予測について言及されていますか：1兆米ドル超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界公衆衛生状況報告書によると、世界の保健システムはポストパンデミック時代において新たな課題に直面しています。世界全体で156件の新たな感染症アウトブレイクが報告され、前年比23%増加しました。世界保健機関（WHO）のデータによると、世界の医療費支出は9.7兆米ドルに達し、世界GDPの10.2%を占めていますが、各国間の医療資源配分格差は拡大し続けています。\n\n感染症予防・制御の面では、世界インフルエンザ監視ネットワークが153カ国をカバーし、12,000のサンプリングポイントをリアルタイムで監視しています。新型コロナウイルス変異株監視システムは38の重要な変異株を特定し、そのうち5つが重要な懸念事項として挙げられています。世界のワクチン接種率は76%に達しましたが、アフリカの23カ国では接種率が30%を下回っています。\n\n慢性疾患の予防・治療において進歩が見られました。世界のがん5年生存率が初めて70%を超え、乳がんと前立腺がんの生存率は90%を超えています。心血管疾患による死亡率は10年前から15%減少しましたが、依然として世界の主要死因です。糖尿病患者数は5億3,700万人に達し、2000年から倍増し、年間医療費は7,600億米ドルを超えています。\n\nメンタルヘルス問題がますます顕著になり、世界で4億人以上がうつ病に苦しんでおり、パンデミック前から28%増加しています。青少年のメンタルヘルスが懸念され、15-24歳の自殺率が12%上昇しています。各国のメンタルヘルス医療費は総支出の2.8%にすぎず、WHOが推奨する5%基準を大幅に下回っています。\n\n医療技術革新が加速し、AI支援診断の精度は97%に達し、特に画像診断分野で顕著です。遺伝子治療が大きな突破を遂げ、世界で15種類の遺伝子治療が承認され、治療費は5年前と比べて60%減少しました。遠隔医療サービスは8億5,000万人をカバーし、遠隔地域で重要な役割を果たしています。\n\n医療資源の不均等分布問題は依然として顕著で、世界の医療資源の45%が人口の15%を占める先進国に集中しています。アフリカの人口1万人当たりの医師数平均は2.3人にすぎず、WHOが推奨する23人の基準を大幅に下回っています。世界では依然として約38億人が基本的な医療サービスにアクセスできません。\n\n抗生物質耐性問題が悪化し、耐性菌感染による年間死亡者数は150万人、経済損失は5,500億米ドルを超えています。WHOは、対策を講じなければ、2050年までに薬剤耐性感染症が主要死因になる可能性があると警告しています。\n\n報告書は、世界的な保健協力の強化、100億米ドルの世界保健緊急基金の設立、疾病早期警戒システムの改善を推奨しています。医療人材育成を強化し、2030年までに500万人の医療従事者を養成します。医療技術革新を推進し、医療サービスのアクセシビリティを30%向上させます。同時に、先進国が国際保健支援においてより多くの責任を負い、発展途上地域の医療水準向上を支援することを呼びかけています。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | 世界の新興感染症アウトブレイク数について言及されていますか：156件の新たな感染症アウトブレイク",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | 世界の医療費支出のGDP比について言及されていますか：世界GDPの10.2%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | 世界インフルエンザ監視ネットワークのカバー国数について言及されていますか：153カ国",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | 世界のがん5年生存率について言及されていますか：70%超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | 世界の糖尿病患者数について言及されていますか：5億3,700万人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | 世界のうつ病患者数について言及されていますか：4億人以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | AI支援診断の精度について言及されていますか：97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | 遠隔医療サービスのカバー人口について言及されていますか：8億5,000万人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | アフリカ地域の医師人口比について言及されていますか：人口1万人当たり2.3人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | 耐性菌感染による死亡者数について言及されていますか：150万人の死亡",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | 世界保健緊急基金の規模について言及されていますか：100億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界新エネルギー車産業発展報告書によると、電動化転換が急速な発展段階に入りました。世界の新エネルギー車年間販売台数は1,480万台を超え、前年同期比46.3%増加し、市場浸透率は22%に達しました。そのうち、純電気自動車が68%、プラグインハイブリッド車が29%、水素燃料電池車が3%を占めました。中国市場が最も優秀な成績を収め、販売台数は820万台に達し、世界全体の55.4%を占めました。\n\nパワーバッテリー技術は継続的に突破し、新世代固体電池のエネルギー密度は400Wh/kgに達し、従来のリチウム電池より45%向上しました。世界のパワーバッテリー生産能力は1200GWhに達し、業界投資は850億米ドルを超えました。バッテリーコストは2020年から38%下落し、車両製造コストの大幅削減を推進しました。\n\n充電インフラの配置が加速し、世界の公共充電ポール数は1,850万基に達し、そのうち急速充電ポールが35%を占めました。スマート充電技術が推進・応用され、車両対電力網相互作用（V2G）実証プロジェクトが15カ国で実施され、電力網に45GWhのピークシェービング容量を提供しました。\n\n知能運転技術がアップグレードされ、L2+自動運転の浸透率は45%に達し、L3レベルが量産を開始しました。世界的な自動車チップ不足が大幅に改善され、年間生産能力が28%増加しました。車載知能システムの計算能力は1000TOPSを超え、より複雑な自動運転シナリオをサポートしています。\n\n産業チェーンの現地化が加速し、世界で5つの主要新エネルギー車産業クラスターが形成されました。重要材料の自主制御可能能力が強化され、中国のリチウム電池材料自給率は85%を超えました。廃棄パワーバッテリーのリサイクルシステムが徐々に改善され、リサイクル率は78%、派生市場規模は280億米ドル以上となりました。\n\n新エネルギー車の輸出が急速に成長し、中国の新エネルギー車輸出台数は95万台に達し、前年同期比120%増加しました。欧州市場の電動化転換が加速し、電気自動車が新車販売の28%を占めました。米国市場は政策支援により急速に成長し、年間販売台数は210万台を超えました。\n\n技術ルートの競争が激化し、固体電池、ナトリウムイオン電池などの新技術が商業化を加速しました。水素燃料電池技術が突破を遂げ、システムコストは2020年比55%下落しました。バッテリー交換モデルが大型商用車分野で推進され、世界で2万8,000のバッテリー交換ステーションが建設されました。\n\n産業政策が継続的に最適化され、世界で合計2,800億米ドルの補助金が投入されました。各国の炭素排出規制がより厳格になり、従来燃料車の撤退スケジュールが明確化されました。産業標準システムが継続的に改善され、世界新エネルギー車産業の健全な発展を推進しています。\n\n今後5年間の展望：2028年までに世界の新エネルギー車年間販売台数は3,500万台を超え、市場浸透率は45%を超えると予想されます。パワーバッテリーのエネルギー密度は500Wh/kgを超え、コストは60米ドル/kWh以下に下落すると予想されます。知能運転はL4レベルの商業化段階に入り、5,000億米ドルの知能市場を推進します。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | 世界の新エネルギー車年間販売台数について言及されていますか：1,480万台",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | 中国市場の販売台数シェアについて言及されていますか：世界全体の55.4%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | 新世代固体電池のエネルギー密度について言及されていますか：400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | 世界の公共充電ポール数について言及されていますか：1,850万基",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | L2+レベル自動運転の浸透率について言及されていますか：45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | 中国のリチウム電池材料自給率について言及されていますか：85%超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | 中国の新エネルギー車輸出台数について言及されていますか：95万台",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | 水素燃料電池システムのコスト削減幅について言及されていますか：2020年比55%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | 世界のバッテリー交換ステーション数について言及されていますか：2万8,000のバッテリー交換ステーション",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | 世界の補助金総額について言及されていますか：2,800億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年メタバース技術発展報告書によると、世界のメタバース産業は3850億ドルに達し、前年同期比85%増となった。バーチャルリアリティ（VR）および拡張現実（AR）デバイスの出荷台数は3200万台を超え、前年比62%増となった。メタバース関連の特許出願数は18万5000件に達し、そのうち中国が38%を占め、世界第1位となった。\n\nハードウェア技術に大きな突破があり、新世代VRデバイスの解像度は4K×4Kに達し、視野角は120度に拡大され、遅延は12msに短縮された。AR光学ソリューションが革新され、回折導波路技術によりデバイスの重量が120gに軽減された。ブレイン・コンピュータ・インターフェースで大きな進歩があり、非侵襲的デバイスは1000の思考コマンドを92%の精度で認識できる。\n\nインタラクティブ技術がますます成熟し、全身モーションキャプチャの精度はサブミリメートルレベルに向上し、表情認識は95の微細表情をサポートする。触覚フィードバック技術で突破があり、200種類の異なる材料の触感をシミュレートできる。ホログラフィック投影技術は8K解像度に達し、特殊メガネなしで複数人の同時視聴をサポートする。\n\nコンテンツエコシステムが繁栄し、世界のメタバースコンテンツ開発者数は850万人を超え、前年比95%増となった。バーチャルソーシャルプラットフォームの月間アクティブユーザー数は4億5000万人に達し、単一のバーチャルコンサートの最高オンライン視聴者数は2500万人を超えた。教育分野で広く応用され、世界の大学の15%がメタバースコースを提供している。\n\nデジタル経済が配置を加速し、世界のメタバース概念関連上場企業の時価総額は2兆8000億ドルを超えた。バーチャル資産取引の規模は680億ドルに達し、NFT市場の1日平均取引額は1億5000万ドルを超えた。メタバース広告市場の規模は125億ドルに達し、年間成長率は200%を超えた。\n\n技術標準の策定が加速され、IEEEは初のメタバース参照アーキテクチャ標準を発表した。メタバース産業連盟が世界的に設立され、180社が標準策定に参加している。データセキュリティとプライバシー保護フレームワークが徐々に改善され、クロスプラットフォームデータ相互運用性をサポートする。\n\n産業応用が絶えず深化し、産業メタバースは製造効率を28%向上させた。医療メタバースは5000件の遠隔手術をサポートし、精度は99.9%に達した。不動産メタバースプラットフォームの取引額は200億ドルを超え、オンライン住宅見学が35%を占めた。\n\n人材需要が急速に増加し、世界のメタバース関連職種の需要は95万人に達し、平均給与は従来のIT職種より45%高い。各国は人材育成に力を入れ、専門訓練機関は3000以上ある。2025年までに人材不足は280万人に達すると予想される。\n\n将来の発展動向：2028年までに世界のメタバース市場規模は1兆5000億ドルを超えると予想される。実体経済がデジタル変革を加速し、85%のブランドがメタバースを展開する。技術統合と革新が加速し、ブレイン・コンピュータ・インターフェース、ホログラフィック技術、量子コンピューティングなどが革命的な突破をもたらす。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | 世界のメタバース産業規模：3850億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | VR/ARデバイス出荷台数：3200万台について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | 新世代VRデバイスの遅延データ：12msについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | ブレイン・コンピュータ・インターフェースが認識可能な思考コマンド数：1000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | 世界のメタバースコンテンツ開発者数：850万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | バーチャルソーシャルプラットフォーム月間アクティブユーザー数：4億5000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | NFT市場の1日平均取引額：1億5000万ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | メタバース産業連盟参加企業数：180社について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | 医療メタバースがサポートする遠隔手術数：5000件について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | 2028年世界メタバース市場規模予測：1兆5000億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界教育革新発展報告書によると、教育のデジタル変革が加速し、世界の教育技術投資は3420億ドルに達し、前年同期比42%増となった。オンライン教育ユーザーの規模は18億人を超え、デジタル学習リソースは世界の学習者の89%をカバーしている。ポストコロナ時代において、ハイブリッド教育が主流となり、オンラインとオフラインの統合教育が65%を占める。\n\n教育における人工知能の応用が深化し、AI教育アシスタントは2億5000万人以上のユーザーをカバーし、精度は96%に達した。適応学習システムは8000以上の学習行動パターンを識別でき、個人化推薦の精度は92%に達した。教育ビッグデータ分析は教育決定をサポートし、教育効果を35%向上させた。\n\n教育リソースの供給モードが変化し、世界のMOOCプラットフォームのコース数は8万5000を超え、累計コース選択数は15億に達した。優良教育リソースの共有が加速し、国際的な名門大学のオープンコース数は1万2000に達した。バーチャルシミュレーション実験教育プロジェクトは5000以上あり、12の学科をカバーしている。\n\n教育評価が革新発展し、ブロックチェーンベースの単位認定システムが280の大学で試行されている。インテリジェント評価システムは学習プロセスデータをリアルタイムで分析でき、186の評価次元がある。能力ベース評価モデルが職業教育分野で推進され、2800の専門標準が接続されている。\n\n教師の専門発展が加速し、世界で850万人の教師がデジタル教育能力訓練を完了した。教師の人工知能リテラシー訓練のカバー率は55%に達した。インテリジェント授業準備システムの応用が普及し、教師の授業準備時間を40%節約した。教師発展支援サービスプラットフォームは2000万の教育リソースを集約している。\n\n革新的人材育成モデル改革において、プロジェクトベース学習が38%を占める。学際統合コースは3万5000あり、180万人の複合人材を育成した。産学連携が深化発展し、校企協力プロジェクトは12万件、協働教育がカバーする学生は1500万人である。\n\n教育公平が持続的に改善され、遠隔地域のオンライン教育カバー率は75%に向上した。教育援助プロジェクトは1億2000万人の困窮学生に恩恵をもたらした。特殊教育技術支援システムが改善され、補助技術が2800万人の特殊学生に恩恵をもたらした。\n\n国際教育協力が強化され、国境を越えたオンライン学習プロジェクトは8500に達した。国際単位認定協定は1200ある。世界教育革新連盟のメンバーシップは85カ国に拡大し、共同育成プログラムは3000以上ある。\n\n将来の発展動向：2028年までに世界の教育技術市場は8500億ドルに達すると予想される。メタバース教育応用が普及し、没入型学習が重要な方法となる。人工知能が教育プロセス全体を深く支援し、教育パラダイムの変化を促進する。生涯学習システムがより完備され、学習社会の建設が加速される。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を150に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | 世界の教育技術投資規模：3420億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | オンライン教育ユーザー規模：18億人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | AI教育アシスタントカバーユーザー数：2億5000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | 世界のMOOCプラットフォームコース数：8万5000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | 国際名門大学オープンコース数：1万2000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | ブロックチェーン単位認定試行大学数：280校について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | デジタル教育能力訓練を完了した教師数：850万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | 校企協力プロジェクト数：12万件について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | 教育援助プロジェクトが恩恵をもたらす学生数：1億2000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | 2028年世界教育技術市場規模予測：8500億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【最近、第20回中国国際人工知能会議が北京国際会議センターで盛大に開催されました。世界30カ国以上から1,500人以上の専門家、学者、企業代表が集まり、人工知能発展の新たなトレンドと機会について議論しました。会議は「知能の新時代：統合、革新、持続可能性」をテーマとし、100以上の特別フォーラムと技術セミナーを設置しました。\n\n会議期間中、多くの院士と専門家が重要な見解を表明しました。中国工程院の王堅院士は、人工知能が新たな発展段階に入っており、大規模モデル技術の突破が産業発展に新たな機会をもたらしたと指摘しました。清華大学の張北院士は人工知能の倫理ガバナンスの重要性を強調し、グローバル統一AI倫理基準の確立を提案しました。\n\n会議で発表された「2023年グローバル人工知能発展報告書」によると、2022年のグローバルAI市場規模は1.5兆米ドルに達し、前年同期比23.6%増となりました。その中で、中国のAI市場規模は4000億元に達し、コンピュータビジョン、音声認識などの分野で大きな進歩を遂げました。報告書は2025年までにグローバルAI市場規模が3兆米ドルを超えると予測しています。\n\n展示会では多くの最先端技術成果が展示されました。新世代インテリジェントロボット、自動運転システム、インテリジェント医療機器などが含まれます。その中で、清華大学が開発した感情インタラクションロボットが広く注目を集めました。このロボットは人間の表情と声調を正確に認識し、対応する感情反応を行うことができ、識別精度は95%です。\n\n会議では「AI革新創業コンテスト」も開催され、世界から500以上のチームが参加しました。最終的に、AI農業応用に焦点を当てたスタートアップチームが、98%以上の精度を持つインテリジェント作物病害虫識別システムで優勝し、複数の主要農業省で試験運用されています。\n\n閉会式で、組織委員会は国際協力、人材育成、技術革新を促進するため「グローバル人工知能革新連盟」の設立を発表しました。連盟の初期メンバーには20カ国の50の一流研究機関と100の主要企業が含まれます。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | 会議の具体的な名称について言及されているか：第20回中国国際人工知能会議",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | 参加者数について言及されているか：30カ国以上から1,500人以上の専門家、学者、企業代表",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | 会議のテーマについて言及されているか：知能の新時代：統合、革新、持続可能性",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | 王堅院士の見解について言及されているか：人工知能が新たな発展段階に入っており、大規模モデル技術の突破が産業発展に新たな機会をもたらした",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | 2022年のグローバルAI市場規模について言及されているか：1.5兆米ドル、前年同期比23.6%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | 中国のAI市場規模について言及されているか：4000億元",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | 2025年のグローバルAI市場規模予測について言及されているか：3兆米ドルを超える",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | 清華大学が開発した感情インタラクションロボットの識別精度について言及されているか：95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | AI革新創業コンテストの参加チーム数について言及されているか：世界から500以上のチーム",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | 優勝チームのシステム精度について言及されているか：98%以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | グローバル人工知能革新連盟の初期メンバー規模について言及されているか：20カ国の50の一流研究機関と100の主要企業",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年グローバル気候変動研究報告書によると、地球は前例のない環境危機を経験しています。最新の衛星データ分析によると、2023年の世界平均気温は産業革命前と比較して1.5℃上昇し、過去最高を記録しました。北極の温暖化速度は世界平均の2倍で、大規模な氷河融解を引き起こしています。2050年までに北極で初の氷のない夏が訪れる可能性があると予想されています。\n\n研究チームは世界2,000の気象観測所の歴史データを分析し、極端気象現象の頻度が大幅に増加していることを発見しました。2023年には世界で127回の大雨と43回の極端高温が発生し、10年前と比較してそれぞれ45%と60%増加しました。これらの災害性気象による経済損失は2800億米ドルに達し、2億人以上に影響を与えました。\n\n海面上昇の速度が加速しています。過去25年間で世界平均海面は8.9cm上昇しました。研究によると、温室効果ガス排出が現在の傾向を続けた場合、今世紀末までに海面が1メートル以上上昇する可能性があり、世界約6億人の沿岸住民の生活環境を脅かすことになります。\n\n生物多様性は継続的に減少しており、研究記録によると過去50年間で世界約28,000種の生物が絶滅危機に瀕しています。熱帯雨林は驚くべき速度で伐採されており、2023年だけで150万ヘクタールが失われ、これはスイスの面積に相当します。海洋生態系も深刻な脅威にさらされており、サンゴ礁の90%が死滅の危険にあります。\n\n報告書は大気中の二酸化炭素濃度が417ppmに達し、産業革命前から50%増加したと指摘しています。各国が排出削減を約束しているにもかかわらず、2023年の世界炭素排出量は依然として2.7%増加し、過去最高の378億トンに達しました。その中で発電業界が35%、工業生産が28%、交通が24%を占めています。\n\n気候危機に対処するため、報告書は緊急措置を講じることを推奨しています：2030年までに再生可能エネルギーの割合を60%に増加、電気自動車の市場シェアを40%に増加、建物のエネルギー効率を30%向上させる。また、発展途上国の適応能力向上を支援するため1000億ドルのグローバル気候適応基金の設立を推奨しています。\n\n科学者たちは、今後5年間で効果的な行動を取らなければ、地球温暖化の影響が不可逆的な転換点に達する可能性があると警告しています。その時点で、人類がすべての温室効果ガス排出を停止しても、地球は数十年間温暖化を続け、より頻繁な自然災害、より深刻な食糧危機、より大規模な気候難民問題を引き起こすことになります。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | 2023年の世界平均気温上昇の具体的データについて言及されているか：産業革命前と比較して1.5℃、過去最高を記録",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | 2023年の大雨発生回数について言及されているか：127回の大雨、10年前と比較して45%増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | 極端気象による経済損失データについて言及されているか：2800億米ドル、2億人以上に影響",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | 過去25年間の世界平均海面上昇の具体的データについて言及されているか：8.9cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | 絶滅危機種の数について言及されているか：過去50年間で世界約28,000種の生物が絶滅危機",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | 2023年の熱帯雨林損失面積について言及されているか：150万ヘクタール、スイスの面積に相当",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | 現在の大気中二酸化炭素濃度について言及されているか：417ppm、産業革命前から50%増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | 2023年の世界炭素排出量について言及されているか：2.7%増加し過去最高の378億トン",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | 発電業界の炭素排出割合について言及されているか：35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | 2030年の再生可能エネルギー目標割合について言及されているか：60%に増加",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | 設立提案されたグローバル気候適応基金の規模について言及されているか：1000億ドルのグローバル気候適応基金",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年グローバルデジタル経済発展報告書によると、デジタル経済は世界経済成長の主要な推進力となっています。報告書のデータによると、2023年の世界デジタル経済総規模は54.8兆米ドルに達し、前年同期比18.2%増、世界GDPに占める割合が初めて45%を超えました。その中で、中国のデジタル経済規模は50.1兆元に達し、前年同期比15.3%増、デジタル経済のGDP占有率は41.5%でした。\n\nデジタルインフラ建設において、世界の5G基地局総数は350万を超え、中国が60%以上を占めています。世界のデータセンター数は8,500に達し、年間電力消費量は2000億kWhを超えています。クラウドコンピューティング市場規模は4850億ドルに達し、AWS、Microsoft Azure、Alibaba Cloudの合計市場シェアは65%を超えています。\n\nデジタル技術革新は継続的に加速しており、世界のAI特許出願数は52万件に達し、前年同期比32%増となりました。ブロックチェーン技術の応用は継続的に拡大し、世界のブロックチェーン市場規模は1280億ドルに達しました。量子コンピューティングへの投資は150億ドルを超え、開発中の量子コンピューターは1,000量子ビットレベルに達しています。\n\nデジタル貿易は急速に発展しており、世界の越境EC取引規模は3.8兆ドルに達し、前年同期比25%増となりました。デジタル決済取引量は8.5兆ドルを超え、モバイル決済が68%を占めています。世界のEC利用者は28億人に達し、デジタルサービスは世界人口の80%以上をカバーしています。\n\nデジタル産業雇用において、世界のデジタル経済関連職位は3.2億に達し、前年同期比12%増となりました。ソフトウェア開発、データ分析、人工知能などの高技能職位は顕著な需要増加を示し、平均給与水準は従来産業より35%高くなっています。2025年までに世界のデジタル経済人材不足は8500万人に達すると予想されています。\n\nデジタルガバナンスは継続的に改善されており、世界128カ国がデータ保護関連の法律法規を発布しています。ネットワークセキュリティ投資は1890億ドルに達し、前年比22%増となりました。世界のネットワークセキュリティ事件による経済損失は9500億ドルに達し、前年比15%増となりました。\n\n報告書は2025年までに世界のデジタル経済規模が75兆ドルを超え、年平均成長率が15%以上になると予測しています。新興技術の融合発展はより多くの新しいビジネス形態とモデルを生み出し、デジタル変革は消費分野から生産分野への浸透を加速します。デジタル経済はポストパンデミック時代の世界経済回復の重要なエンジンになると期待されています。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | 2023年の世界デジタル経済総規模について言及されているか：54.8兆米ドル、前年同期比18.2%増、世界GDPの45%以上を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | 中国のデジタル経済規模について言及されているか：50.1兆元、前年同期比15.3%増、GDPの41.5%を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | 世界の5G基地局総数について言及されているか：350万を超え、中国が60%以上を占める",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | 世界のクラウドコンピューティング市場規模について言及されているか：4850億米ドル、AWS、Microsoft Azure、Alibaba Cloudの合計市場シェアが65%を超える",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | 世界の人工知能特許出願数について言及されているか：52万件、前年同期比32%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | 世界のブロックチェーン市場規模について言及されているか：1280億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | 世界の越境EC取引規模について言及されているか：3.8兆米ドル、前年同期比25%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | デジタル経済関連職位数について言及されているか：3.2億職位、前年同期比12%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | ネットワークセキュリティ投資金額について言及されているか：1890億米ドル、前年比22%増",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | 2025年の世界デジタル経済規模予測について言及されているか：75兆米ドルを超え、年平均成長率15%以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年、人類の宇宙探査において大きな突破が達成され、複数のマイルストーンミッションが成功裏に完了しました。NASAの「アルテミス」月面着陸プログラムの最初のテスト飛行ミッションが成功裏に完了し、無人宇宙船は13日間月を周回し、226万キロメートルの旅を完了しました。このミッションは新世代重量級ロケットSLSの性能を検証し、2025年の有人月面着陸の基礎を築きました。\n\n火星探査では、「パーサヴィアランス」ローバーが火星表面で生命の兆候と疑われる有機分子を発見し、28個の岩石サンプルを収集しました。中国の「天問1号」は1,100GB以上の火星画像データを送信し、これまでで最も詳細な火星地形図を作成しました。ESAの「マーズエクスプレス」探査機は、火星の地下水貯蔵量が予想を大幅に上回り、地球の淡水貯蔵量の約1.5倍であることを発見しました。\n\n深宇宙探査では新たな突破が達成され、「ニューホライズンズ」探査機がカイパーベルトを通過し、複数の未知の天体を発見しました。「ジュノー」探査機は木星の衛星エウロパの近接飛行を完了し、その地下海に関する豊富なデータを取得しました。「パーカー・ソーラー・プローブ」は人類初の太陽に「触れる」物体となり、驚異的な最接近距離810万キロメートルを達成し、歴史を作りました。\n\n宇宙ステーション建設は着実に進歩し、中国の宇宙ステーションは包括的な建設を完了し、合計12名の宇宙飛行士を受け入れました。国際宇宙ステーションのサービス期間は2030年まで延長され、6回の船外活動ミッションを完了しました。商業宇宙飛行が繁栄し、SpaceXは年間68回の打ち上げミッションを完了し、商業宇宙飛行の新記録を樹立しました。\n\n小惑星サンプルリターンミッションは画期的な進歩を達成し、NASAの「OSIRIS-REx」探査機が小惑星ベンヌからのサンプル250グラムを地球に成功裏に持ち帰り、これまでで最大の小惑星サンプルとなりました。日本の「はやぶさ2」ミッションの分析結果は、小惑星リュウグウが生命に不可欠なアミノ酸やその他の物質を含んでいることを示しました。\n\n天文観測では、ジェームズ・ウェッブ宇宙望遠鏡が地球から133億光年離れた、これまでで最も遠い銀河を発見しました。中国の「慧眼-HXMT」衛星は、マグネターの爆発による超強力ガンマ線バーストを初めて検出しました。SKA電波望遠鏡アレイの建設が開始され、完成すれば人類最大の天文施設となります。\n\n航空宇宙技術革新は継続し、再利用可能ロケット技術がますます成熟し、回収成功率95%を達成しました。核推進システム研究で重要な進歩があり、理論推力は化学ロケットの10倍です。宇宙デブリ清掃技術が突破を達成し、最初の商業清掃衛星が2基の廃棄衛星の捕獲と破壊に成功しました。\n\n今後5年間の宇宙探査計画が明確化され、有人月面着陸、火星サンプルリターン、木星系探査などの主要ミッションが含まれます。2030年までに世界の航空宇宙産業規模は1兆ドルを超え、宇宙経済が新たな成長点になると予想されます。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | アルテミス計画の飛行時間について言及されていますか：13日間の月周回、226万キロメートルの旅の完了",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | パーサヴィアランスが収集した岩石サンプル数について言及されていますか：28個の岩石サンプル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | 天問1号が送信したデータ量について言及されていますか：1,100GB以上の火星画像データ",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | パーカー・ソーラー・プローブの太陽最接近距離について言及されていますか：810万キロメートル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | 中国宇宙ステーションが受け入れた宇宙飛行士数について言及されていますか：合計12名の宇宙飛行士",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | SpaceXの年間打ち上げ回数について言及されていますか：年間68回の打ち上げミッション",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | OSIRIS-RExが持ち帰ったサンプル重量について言及されていますか：250グラム、これまでで最大の小惑星サンプル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | ウェッブ望遠鏡が発見した最遠銀河の距離について言及されていますか：地球から133億光年",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | 再利用可能ロケットの回収成功率について言及されていますか：95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | 2030年の世界航空宇宙産業規模予測について言及されていますか：1兆米ドル超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界公衆衛生状況報告書によると、世界の保健システムはポストパンデミック時代において新たな課題に直面しています。世界全体で156件の新たな感染症アウトブレイクが報告され、前年比23%増加しました。世界保健機関（WHO）のデータによると、世界の医療費支出は9.7兆米ドルに達し、世界GDPの10.2%を占めていますが、各国間の医療資源配分格差は拡大し続けています。\n\n感染症予防・制御の面では、世界インフルエンザ監視ネットワークが153カ国をカバーし、12,000のサンプリングポイントをリアルタイムで監視しています。新型コロナウイルス変異株監視システムは38の重要な変異株を特定し、そのうち5つが重要な懸念事項として挙げられています。世界のワクチン接種率は76%に達しましたが、アフリカの23カ国では接種率が30%を下回っています。\n\n慢性疾患の予防・治療において進歩が見られました。世界のがん5年生存率が初めて70%を超え、乳がんと前立腺がんの生存率は90%を超えています。心血管疾患による死亡率は10年前から15%減少しましたが、依然として世界の主要死因です。糖尿病患者数は5億3,700万人に達し、2000年から倍増し、年間医療費は7,600億米ドルを超えています。\n\nメンタルヘルス問題がますます顕著になり、世界で4億人以上がうつ病に苦しんでおり、パンデミック前から28%増加しています。青少年のメンタルヘルスが懸念され、15-24歳の自殺率が12%上昇しています。各国のメンタルヘルス医療費は総支出の2.8%にすぎず、WHOが推奨する5%基準を大幅に下回っています。\n\n医療技術革新が加速し、AI支援診断の精度は97%に達し、特に画像診断分野で顕著です。遺伝子治療が大きな突破を遂げ、世界で15種類の遺伝子治療が承認され、治療費は5年前と比べて60%減少しました。遠隔医療サービスは8億5,000万人をカバーし、遠隔地域で重要な役割を果たしています。\n\n医療資源の不均等分布問題は依然として顕著で、世界の医療資源の45%が人口の15%を占める先進国に集中しています。アフリカの人口1万人当たりの医師数平均は2.3人にすぎず、WHOが推奨する23人の基準を大幅に下回っています。世界では依然として約38億人が基本的な医療サービスにアクセスできません。\n\n抗生物質耐性問題が悪化し、耐性菌感染による年間死亡者数は150万人、経済損失は5,500億米ドルを超えています。WHOは、対策を講じなければ、2050年までに薬剤耐性感染症が主要死因になる可能性があると警告しています。\n\n報告書は、世界的な保健協力の強化、100億米ドルの世界保健緊急基金の設立、疾病早期警戒システムの改善を推奨しています。医療人材育成を強化し、2030年までに500万人の医療従事者を養成します。医療技術革新を推進し、医療サービスのアクセシビリティを30%向上させます。同時に、先進国が国際保健支援においてより多くの責任を負い、発展途上地域の医療水準向上を支援することを呼びかけています。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | 世界の新興感染症アウトブレイク数について言及されていますか：156件の新たな感染症アウトブレイク",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | 世界の医療費支出のGDP比について言及されていますか：世界GDPの10.2%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | 世界インフルエンザ監視ネットワークのカバー国数について言及されていますか：153カ国",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | 世界のがん5年生存率について言及されていますか：70%超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | 世界の糖尿病患者数について言及されていますか：5億3,700万人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | 世界のうつ病患者数について言及されていますか：4億人以上",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | AI支援診断の精度について言及されていますか：97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | 遠隔医療サービスのカバー人口について言及されていますか：8億5,000万人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | アフリカ地域の医師人口比について言及されていますか：人口1万人当たり2.3人",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | 耐性菌感染による死亡者数について言及されていますか：150万人の死亡",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | 世界保健緊急基金の規模について言及されていますか：100億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界新エネルギー車産業発展報告書によると、電動化転換が急速な発展段階に入りました。世界の新エネルギー車年間販売台数は1,480万台を超え、前年同期比46.3%増加し、市場浸透率は22%に達しました。そのうち、純電気自動車が68%、プラグインハイブリッド車が29%、水素燃料電池車が3%を占めました。中国市場が最も優秀な成績を収め、販売台数は820万台に達し、世界全体の55.4%を占めました。\n\nパワーバッテリー技術は継続的に突破し、新世代固体電池のエネルギー密度は400Wh/kgに達し、従来のリチウム電池より45%向上しました。世界のパワーバッテリー生産能力は1200GWhに達し、業界投資は850億米ドルを超えました。バッテリーコストは2020年から38%下落し、車両製造コストの大幅削減を推進しました。\n\n充電インフラの配置が加速し、世界の公共充電ポール数は1,850万基に達し、そのうち急速充電ポールが35%を占めました。スマート充電技術が推進・応用され、車両対電力網相互作用（V2G）実証プロジェクトが15カ国で実施され、電力網に45GWhのピークシェービング容量を提供しました。\n\n知能運転技術がアップグレードされ、L2+自動運転の浸透率は45%に達し、L3レベルが量産を開始しました。世界的な自動車チップ不足が大幅に改善され、年間生産能力が28%増加しました。車載知能システムの計算能力は1000TOPSを超え、より複雑な自動運転シナリオをサポートしています。\n\n産業チェーンの現地化が加速し、世界で5つの主要新エネルギー車産業クラスターが形成されました。重要材料の自主制御可能能力が強化され、中国のリチウム電池材料自給率は85%を超えました。廃棄パワーバッテリーのリサイクルシステムが徐々に改善され、リサイクル率は78%、派生市場規模は280億米ドル以上となりました。\n\n新エネルギー車の輸出が急速に成長し、中国の新エネルギー車輸出台数は95万台に達し、前年同期比120%増加しました。欧州市場の電動化転換が加速し、電気自動車が新車販売の28%を占めました。米国市場は政策支援により急速に成長し、年間販売台数は210万台を超えました。\n\n技術ルートの競争が激化し、固体電池、ナトリウムイオン電池などの新技術が商業化を加速しました。水素燃料電池技術が突破を遂げ、システムコストは2020年比55%下落しました。バッテリー交換モデルが大型商用車分野で推進され、世界で2万8,000のバッテリー交換ステーションが建設されました。\n\n産業政策が継続的に最適化され、世界で合計2,800億米ドルの補助金が投入されました。各国の炭素排出規制がより厳格になり、従来燃料車の撤退スケジュールが明確化されました。産業標準システムが継続的に改善され、世界新エネルギー車産業の健全な発展を推進しています。\n\n今後5年間の展望：2028年までに世界の新エネルギー車年間販売台数は3,500万台を超え、市場浸透率は45%を超えると予想されます。パワーバッテリーのエネルギー密度は500Wh/kgを超え、コストは60米ドル/kWh以下に下落すると予想されます。知能運転はL4レベルの商業化段階に入り、5,000億米ドルの知能市場を推進します。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | 世界の新エネルギー車年間販売台数について言及されていますか：1,480万台",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | 中国市場の販売台数シェアについて言及されていますか：世界全体の55.4%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | 新世代固体電池のエネルギー密度について言及されていますか：400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | 世界の公共充電ポール数について言及されていますか：1,850万基",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | L2+レベル自動運転の浸透率について言及されていますか：45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | 中国のリチウム電池材料自給率について言及されていますか：85%超",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | 中国の新エネルギー車輸出台数について言及されていますか：95万台",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | 水素燃料電池システムのコスト削減幅について言及されていますか：2020年比55%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | 世界のバッテリー交換ステーション数について言及されていますか：2万8,000のバッテリー交換ステーション",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | 世界の補助金総額について言及されていますか：2,800億米ドル",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年メタバース技術発展報告書によると、世界のメタバース産業は3850億ドルに達し、前年同期比85%増となった。バーチャルリアリティ（VR）および拡張現実（AR）デバイスの出荷台数は3200万台を超え、前年比62%増となった。メタバース関連の特許出願数は18万5000件に達し、そのうち中国が38%を占め、世界第1位となった。\n\nハードウェア技術に大きな突破があり、新世代VRデバイスの解像度は4K×4Kに達し、視野角は120度に拡大され、遅延は12msに短縮された。AR光学ソリューションが革新され、回折導波路技術によりデバイスの重量が120gに軽減された。ブレイン・コンピュータ・インターフェースで大きな進歩があり、非侵襲的デバイスは1000の思考コマンドを92%の精度で認識できる。\n\nインタラクティブ技術がますます成熟し、全身モーションキャプチャの精度はサブミリメートルレベルに向上し、表情認識は95の微細表情をサポートする。触覚フィードバック技術で突破があり、200種類の異なる材料の触感をシミュレートできる。ホログラフィック投影技術は8K解像度に達し、特殊メガネなしで複数人の同時視聴をサポートする。\n\nコンテンツエコシステムが繁栄し、世界のメタバースコンテンツ開発者数は850万人を超え、前年比95%増となった。バーチャルソーシャルプラットフォームの月間アクティブユーザー数は4億5000万人に達し、単一のバーチャルコンサートの最高オンライン視聴者数は2500万人を超えた。教育分野で広く応用され、世界の大学の15%がメタバースコースを提供している。\n\nデジタル経済が配置を加速し、世界のメタバース概念関連上場企業の時価総額は2兆8000億ドルを超えた。バーチャル資産取引の規模は680億ドルに達し、NFT市場の1日平均取引額は1億5000万ドルを超えた。メタバース広告市場の規模は125億ドルに達し、年間成長率は200%を超えた。\n\n技術標準の策定が加速され、IEEEは初のメタバース参照アーキテクチャ標準を発表した。メタバース産業連盟が世界的に設立され、180社が標準策定に参加している。データセキュリティとプライバシー保護フレームワークが徐々に改善され、クロスプラットフォームデータ相互運用性をサポートする。\n\n産業応用が絶えず深化し、産業メタバースは製造効率を28%向上させた。医療メタバースは5000件の遠隔手術をサポートし、精度は99.9%に達した。不動産メタバースプラットフォームの取引額は200億ドルを超え、オンライン住宅見学が35%を占めた。\n\n人材需要が急速に増加し、世界のメタバース関連職種の需要は95万人に達し、平均給与は従来のIT職種より45%高い。各国は人材育成に力を入れ、専門訓練機関は3000以上ある。2025年までに人材不足は280万人に達すると予想される。\n\n将来の発展動向：2028年までに世界のメタバース市場規模は1兆5000億ドルを超えると予想される。実体経済がデジタル変革を加速し、85%のブランドがメタバースを展開する。技術統合と革新が加速し、ブレイン・コンピュータ・インターフェース、ホログラフィック技術、量子コンピューティングなどが革命的な突破をもたらす。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | 世界のメタバース産業規模：3850億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | VR/ARデバイス出荷台数：3200万台について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | 新世代VRデバイスの遅延データ：12msについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | ブレイン・コンピュータ・インターフェースが認識可能な思考コマンド数：1000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | 世界のメタバースコンテンツ開発者数：850万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | バーチャルソーシャルプラットフォーム月間アクティブユーザー数：4億5000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | NFT市場の1日平均取引額：1億5000万ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | メタバース産業連盟参加企業数：180社について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | 医療メタバースがサポートする遠隔手術数：5000件について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | 2028年世界メタバース市場規模予測：1兆5000億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "以下の記事【2023年世界教育革新発展報告書によると、教育のデジタル変革が加速し、世界の教育技術投資は3420億ドルに達し、前年同期比42%増となった。オンライン教育ユーザーの規模は18億人を超え、デジタル学習リソースは世界の学習者の89%をカバーしている。ポストコロナ時代において、ハイブリッド教育が主流となり、オンラインとオフラインの統合教育が65%を占める。\n\n教育における人工知能の応用が深化し、AI教育アシスタントは2億5000万人以上のユーザーをカバーし、精度は96%に達した。適応学習システムは8000以上の学習行動パターンを識別でき、個人化推薦の精度は92%に達した。教育ビッグデータ分析は教育決定をサポートし、教育効果を35%向上させた。\n\n教育リソースの供給モードが変化し、世界のMOOCプラットフォームのコース数は8万5000を超え、累計コース選択数は15億に達した。優良教育リソースの共有が加速し、国際的な名門大学のオープンコース数は1万2000に達した。バーチャルシミュレーション実験教育プロジェクトは5000以上あり、12の学科をカバーしている。\n\n教育評価が革新発展し、ブロックチェーンベースの単位認定システムが280の大学で試行されている。インテリジェント評価システムは学習プロセスデータをリアルタイムで分析でき、186の評価次元がある。能力ベース評価モデルが職業教育分野で推進され、2800の専門標準が接続されている。\n\n教師の専門発展が加速し、世界で850万人の教師がデジタル教育能力訓練を完了した。教師の人工知能リテラシー訓練のカバー率は55%に達した。インテリジェント授業準備システムの応用が普及し、教師の授業準備時間を40%節約した。教師発展支援サービスプラットフォームは2000万の教育リソースを集約している。\n\n革新的人材育成モデル改革において、プロジェクトベース学習が38%を占める。学際統合コースは3万5000あり、180万人の複合人材を育成した。産学連携が深化発展し、校企協力プロジェクトは12万件、協働教育がカバーする学生は1500万人である。\n\n教育公平が持続的に改善され、遠隔地域のオンライン教育カバー率は75%に向上した。教育援助プロジェクトは1億2000万人の困窮学生に恩恵をもたらした。特殊教育技術支援システムが改善され、補助技術が2800万人の特殊学生に恩恵をもたらした。\n\n国際教育協力が強化され、国境を越えたオンライン学習プロジェクトは8500に達した。国際単位認定協定は1200ある。世界教育革新連盟のメンバーシップは85カ国に拡大し、共同育成プログラムは3000以上ある。\n\n将来の発展動向：2028年までに世界の教育技術市場は8500億ドルに達すると予想される。メタバース教育応用が普及し、没入型学習が重要な方法となる。人工知能が教育プロセス全体を深く支援し、教育パラダイムの変化を促進する。生涯学習システムがより完備され、学習社会の建設が加速される。】を要約してください。要約には記事のすべての重要な情報を含める必要があります（すべて、何も省略せずに）。ただし、総文字数を180に制御する必要があります。注意：総文字数には日本語の文字のみがカウントされます。",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | 世界の教育技術投資規模：3420億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | オンライン教育ユーザー規模：18億人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | AI教育アシスタントカバーユーザー数：2億5000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | 世界のMOOCプラットフォームコース数：8万5000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | 国際名門大学オープンコース数：1万2000について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | ブロックチェーン単位認定試行大学数：280校について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | デジタル教育能力訓練を完了した教師数：850万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | 校企協力プロジェクト数：12万件について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | 教育援助プロジェクトが恩恵をもたらす学生数：1億2000万人について言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | 2028年世界教育技術市場規模予測：8500億ドルについて言及されていますか",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]