[
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 200 betragen, und du musst mindestens 7 Zahlen in einer Länge von mindestens 18 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的200是否为200字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于7个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[7]",
                "dep": [],
                "能力项": "德语7",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于18？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[18]",
                "dep": [],
                "能力项": "德语18",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 200 betragen, und du musst mindestens 9 Zahlen in einer Länge von mindestens 16 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的200是否为200字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于9个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[9]",
                "dep": [],
                "能力项": "德语9",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于16？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[16]",
                "dep": [],
                "能力项": "德语16",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 200 betragen, und du musst mindestens 5 Zahlen in einer Länge von mindestens 20 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的200是否为200字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于5个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[5]",
                "dep": [],
                "能力项": "德语5",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于20？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[20]",
                "dep": [],
                "能力项": "德语20",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 300 betragen, und du musst mindestens 9 Zahlen in einer Länge von mindestens 18 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的300是否为300字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于9个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[9]",
                "dep": [],
                "能力项": "德语9",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于18？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[18]",
                "dep": [],
                "能力项": "德语18",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 300 betragen, und du musst mindestens 9 Zahlen in einer Länge von mindestens 31 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的300是否为300字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于9个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[9]",
                "dep": [],
                "能力项": "德语9",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于31？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[31]",
                "dep": [],
                "能力项": "德语31",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 300 betragen, und du musst mindestens 12 Zahlen in einer Länge von mindestens 20 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的300是否为300字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于12个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[12]",
                "dep": [],
                "能力项": "德语12",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于20？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[20]",
                "dep": [],
                "能力项": "德语20",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 400 betragen, und du musst mindestens 17 Zahlen in einer Länge von mindestens 18 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的400是否为400字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[360.0,440.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于17个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[17]",
                "dep": [],
                "能力项": "德语17",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于18？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[18]",
                "dep": [],
                "能力项": "德语18",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 400 betragen, und du musst mindestens 9 Zahlen in einer Länge von mindestens 16 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的400是否为400字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[360.0,440.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于9个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[9]",
                "dep": [],
                "能力项": "德语9",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于16？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[16]",
                "dep": [],
                "能力项": "德语16",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 400 betragen, und du musst mindestens 15 Zahlen in einer Länge von mindestens 15 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的400是否为400字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[360.0,440.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于15个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[15]",
                "dep": [],
                "能力项": "德语15",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于15？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[15]",
                "dep": [],
                "能力项": "德语15",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist eingeladen, an einer besonderen Zoo-Tour teilzunehmen. Das Ziel dieser Aktivität ist es, verschiedene Tiere und ihre Lebensräume, Essgewohnheiten und ihre Rolle in der Natur besser kennenzulernen. Du wirst mit einem erfahrenen Zoowärter diese Tour machen, der dich durch mehrere Bereiche des Zoos führen wird. Jeder Bereich enthält unterschiedliche Tiere, darunter Gorillas aus den tropischen Regenwäldern, Löwen aus der afrikanischen Savanne und Pinguine aus den Polarregionen. Während der Besichtigung musst du folgende Aufgaben erfüllen: Notiere dir die grundlegenden Informationen von mindestens drei Tieren, die du siehst (z.B. Lebensraum, Ernährung, Lebensgewohnheiten). Beobachte, wie jedes Tier mit seiner Umgebung interagiert, und beschreibe, wie es sich an die unterschiedlichen Lebensräume anpasst. Stelle dem Zoowärter mindestens zwei Fragen zu den Verhaltensweisen der Tiere oder zum Schutz von Tieren, um mehr über die aktuellen Bemühungen des Zoos zum Schutz bedrohter Arten zu erfahren. Am Ende musst du eine kurze Zusammenfassung schreiben, in der du beschreibst, welche interessanten Dinge du gelernt hast und wie du den Tierschutz verstehst und wahrnimmst. Du musst klare Absätze verwenden und sicherstellen, dass die Informationen zusammenhängend sind. Die Beschreibung sollte mindestens fünf verschiedene Tierarten enthalten und deren Merkmale mit möglichst vielen Details darstellen. Im abschließenden Abschnitt solltest du deine Erkenntnisse zum Schutzprojekt des Zoos darlegen und die Bedeutung der Tiere im Ökosystem erläutern. Durch diese Aufgabe wirst du ein tieferes Verständnis für die Lebensweisen der Tiere entwickeln und dein Bewusstsein für den Tierschutz erhöhen. Die Wortzahl sollte etwa 500 betragen, und du musst mindestens 17 Zahlen in einer Länge von mindestens 18 verwenden. Es wird erwartet, dass du in deiner Antwort die bestimmten Artikel der, das, die verwendest. Die Anzahl der Wörter in den ungeraden Sätzen sollte eine ungerade Zahl und in den geraden Sätzen eine gerade Zahl sein.",
        "corresponding_parts": {
            "回答": "请你提取生成回答的全部正文内容，按每句话分条，完整提取整个回答。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于动物园一日游的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "回答的500是否为500字左右？",
                "corresponding_part": "回答",
                "rule": "german_total_length:[450.0,550.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "回答中是否出现不少于17个德语数字？",
                "corresponding_part": "回答",
                "rule": "check_numbers_count:[17]",
                "dep": [],
                "能力项": "德语17",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个德语数字的长度是否都不少于18？",
                "corresponding_part": "回答",
                "rule": "check_numbers_length:[18]",
                "dep": [],
                "能力项": "德语18",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "回答中是否同时使用der, das, die这三个定冠词？",
                "corresponding_part": "回答",
                "rule": "check_three_articles",
                "dep": [],
                "能力项": "定冠词使用",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "回答中奇数句的单词数是否全为奇数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_odd",
                "dep": [],
                "能力项": "奇数句单词数是奇数",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "回答中偶数句的单词数是否全为偶数？",
                "corresponding_part": "回答",
                "rule": "check_word_counts_even",
                "dep": [],
                "能力项": "偶数句单词数是偶数",
                "被依赖": false
            }
        ]
    }
]