[
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【مؤخراً، انعقد المؤتمر الدولي العشرون للذكاء الاصطناعي في الصين بشكل رائع في مركز بكين الدولي للمؤتمرات. اجتمع أكثر من 1500 خبير وباحث وممثل شركة من أكثر من 30 دولة حول العالم لمناقشة الاتجاهات الجديدة والفرص في تطوير الذكاء الاصطناعي. كان موضوع المؤتمر \"عصر جديد من الذكاء: التكامل والابتكار والاستدامة\" وأقام أكثر من 100 منتدى متخصص وندوة تقنية.\n\nخلال الاجتماع، عبر العديد من الأكاديميين والخبراء عن آراء مهمة. أشار الأكاديمي وانغ جيان من الأكاديمية الصينية للهندسة إلى أن الذكاء الاصطناعي يدخل مرحلة تطوير جديدة، وأن الاختراقات في تكنولوجيا النماذج الكبيرة جلبت فرصاً جديدة للتنمية الصناعية. أكد الأكاديمي تشانغ باي من جامعة تسينغهوا على أهمية الحوكمة الأخلاقية للذكاء الاصطناعي واقترح إنشاء معيار أخلاقي موحد عالمياً للذكاء الاصطناعي.\n\nيظهر \"تقرير التطوير العالمي للذكاء الاصطناعي 2023\" الذي أصدره المؤتمر أن حجم السوق العالمي للذكاء الاصطناعي سيصل إلى 1.5 تريليون دولار أمريكي في عام 2022، بزيادة سنوية قدرها 23.6%. من بينها، وصل حجم السوق الصيني للذكاء الاصطناعي إلى 400 مليار يوان، وتم إحراز تقدم كبير في مجالات الرؤية الحاسوبية والتعرف على الكلام. يتنبأ التقرير أنه بحلول عام 2025، سيتجاوز حجم السوق العالمي للذكاء الاصطناعي 3 تريليون دولار أمريكي.\n\nتم عرض العديد من الإنجازات التكنولوجية المتطورة في المعرض. بما في ذلك الجيل الجديد من الروبوتات الذكية وأنظمة القيادة الذاتية والمعدات الطبية الذكية وغيرها. من بينها، جذب الروبوت التفاعلي العاطفي الذي طورته جامعة تسينغهوا اهتماماً واسعاً. يمكن للروبوت التعرف بدقة على تعبيرات الوجه البشري والنبرات، وإجراء استجابات عاطفية مقابلة، بدقة تحديد تبلغ 95 بالمائة.\n\nأقام المؤتمر أيضاً \"مسابقة الابتكار وريادة الأعمال في الذكاء الاصطناعي\"، والتي جذبت أكثر من 500 فريق من جميع أنحاء العالم للمشاركة. في النهاية، فاز فريق ناشئ يركز على تطبيقات الذكاء الاصطناعي الزراعية بالبطولة بنظام التعرف الذكي على آفات وأمراض المحاصيل، والذي يتمتع بمعدل دقة يزيد عن 98 بالمائة وتم تجريبه في العديد من المقاطعات الزراعية الرئيسية.\n\nفي حفل الختام، أعلنت اللجنة المنظمة أنها ستؤسس \"التحالف العالمي لابتكار الذكاء الاصطناعي\" لتعزيز التعاون الدولي وتدريب المواهب والابتكار التكنولوجي. يشمل الأعضاء الأوائل للتحالف 50 مؤسسة بحثية رائدة و100 شركة رائدة في 20 دولة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | هل تم ذكر الاسم المحدد للمؤتمر: المؤتمر الدولي العشرون للذكاء الاصطناعي في الصين",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | هل تم ذكر عدد المشاركين: أكثر من 1500 خبير وباحث وممثل شركة من أكثر من 30 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | هل تم ذكر موضوع المؤتمر: عصر جديد من الذكاء: التكامل والابتكار والاستدامة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | هل تم ذكر وجهة نظر الأكاديمي وانغ جيان: الذكاء الاصطناعي يدخل مرحلة تطوير جديدة، والاختراقات في تكنولوجيا النماذج الكبيرة جلبت فرصاً جديدة للتنمية الصناعية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | هل تم ذكر حجم السوق العالمي للذكاء الاصطناعي في 2022: 1.5 تريليون دولار أمريكي، بزيادة سنوية قدرها 23.6%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | هل تم ذكر حجم السوق الصيني للذكاء الاصطناعي: 400 مليار يوان",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | هل تم ذكر توقعات حجم السوق العالمي للذكاء الاصطناعي في 2025: يتجاوز 3 تريليون دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | هل تم ذكر معدل دقة التعرف للروبوت التفاعلي العاطفي المطور من جامعة تسينغهوا: 95 بالمائة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | هل تم ذكر عدد الفرق المشاركة في مسابقة الابتكار وريادة الأعمال في الذكاء الاصطناعي: أكثر من 500 فريق من جميع أنحاء العالم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | هل تم ذكر معدل دقة نظام الفريق الفائز بالبطولة: أكثر من 98 بالمائة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | هل تم ذكر حجم الأعضاء الأوائل للتحالف العالمي لابتكار الذكاء الاصطناعي: 50 مؤسسة بحثية رائدة و100 شركة رائدة في 20 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير البحث العالمي لتغير المناخ 2023 أن الأرض تواجه أزمة بيئية غير مسبوقة. وفقاً لأحدث تحليل بيانات الأقمار الصناعية، سترتفع درجة الحرارة العالمية المتوسطة في عام 2023 بمقدار 1.5 درجة مئوية مقارنة بأوقات ما قبل الصناعة، محققة رقماً قياسياً جديداً. معدل الاحترار في القطب الشمالي يبلغ ضعف المتوسط العالمي، مما يؤدي إلى ذوبان الأنهار الجليدية على نطاق واسع. من المتوقع أنه بحلول عام 2050، قد يشهد القطب الشمالي أول صيف خالٍ من الجليد.\n\nوجد فريق البحث أن تكرار أحداث الطقس المتطرف قد ازداد بشكل كبير من خلال تحليل البيانات التاريخية من 2000 محطة أرصاد جوية حول العالم. في عام 2023، حدثت 127 عاصفة مطرية شديدة و43 درجة حرارة مرتفعة متطرفة حول العالم، بزيادة قدرها 45% و60% على التوالي مقارنة بعشر سنوات مضت. الخسائر الاقتصادية الناجمة عن هذا الطقس الكارثي تصل إلى 280 مليار دولار أمريكي، مما يؤثر على أكثر من 200 مليون شخص.\n\nمعدل ارتفاع مستوى سطح البحر يتسارع. في الـ25 سنة الماضية، ارتفع متوسط مستوى سطح البحر العالمي بمقدار 8.9 سم. تتنبأ الدراسات أنه إذا استمرت انبعاثات غازات الدفيئة في الاتجاه الحالي، فقد يرتفع مستوى سطح البحر بأكثر من متر واحد بحلول نهاية هذا القرن، مما سيهدد البيئة المعيشية لحوالي 600 مليون شخص ساحلي حول العالم.\n\nالتنوع البيولوجي يستمر في التراجع، حيث تظهر سجلات البحث أنه في الـ50 سنة الماضية، تعرض حوالي 28000 نوع من الكائنات الحية للخطر في جميع أنحاء العالم. يتم قطع الغابات المطيرة الاستوائية بمعدل مثير للقلق، مع خسارة 1.5 مليون هكتار في عام 2023 وحده، وهي مساحة تعادل حجم سويسرا. النظم البيئية البحرية تواجه أيضاً تهديداً خطيراً، حيث أن 90% من الشعاب المرجانية معرضة لخطر الموت.\n\nيشير التقرير إلى أن تركيز ثاني أكسيد الكربون في الغلاف الجوي وصل إلى 417 جزء في المليون، بزيادة 50% عن أوقات ما قبل الصناعة. على الرغم من أن البلدان تعهدت بتقليل الانبعاثات، إلا أن الانبعاثات الكربونية العالمية ستزيد بنسبة 2.7% في عام 2023 إلى رقم قياسي قدره 37.8 مليار طن. من بينها، تمثل صناعة توليد الكهرباء 35%، والإنتاج الصناعي 28%، والنقل 24%.\n\nللتعامل مع أزمة المناخ، يوصي التقرير باتخاذ تدابير طارئة: بحلول عام 2030، زيادة نسبة الطاقة المتجددة إلى 60%، وزيادة حصة السوق للمركبات الكهربائية إلى 40%، وزيادة كفاءة الطاقة في المباني بنسبة 30%. كما يوصي بإنشاء صندوق تكيف مناخي عالمي بقيمة 100 مليار دولار لمساعدة البلدان النامية على تحسين قدرتها على التكيف.\n\nيحذر العلماء من أنه إذا لم يتم اتخاذ إجراءات فعالة في السنوات الخمس القادمة، فقد تصل آثار الاحترار العالمي إلى نقطة تحول لا رجعة فيها. بحلول ذلك الوقت، حتى لو توقف البشر عن جميع انبعاثات غازات الدفيئة، ستستمر الأرض في الاحترار لعقود، مما سيؤدي إلى كوارث طبيعية أكثر تكراراً، وأزمات غذائية أكثر خطورة، ومشاكل لاجئي المناخ على نطاق أوسع.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | هل تم ذكر البيانات المحددة لارتفاع متوسط درجة الحرارة العالمية في 2023: 1.5 درجة مئوية مقارنة بأوقات ما قبل الصناعة، محققة رقماً قياسياً جديداً",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | هل تم ذكر عدد مرات حدوث العواصف المطرية الشديدة في 2023: 127 عاصفة مطرية شديدة، بزيادة 45% مقارنة بعشر سنوات مضت",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | هل تم ذكر بيانات الخسائر الاقتصادية الناجمة عن الطقس المتطرف: 280 مليار دولار أمريكي، مما يؤثر على أكثر من 200 مليون شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | هل تم ذكر البيانات المحددة لارتفاع متوسط مستوى سطح البحر العالمي في الـ25 سنة الماضية: 8.9 سم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | هل تم ذكر عدد الأنواع المهددة بالانقراض: حوالي 28000 نوع من الكائنات الحية تعرضت للخطر في جميع أنحاء العالم في الـ50 سنة الماضية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | هل تم ذكر مساحة فقدان الغابات المطيرة الاستوائية في 2023: 1.5 مليون هكتار، وهي مساحة تعادل حجم سويسرا",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | هل تم ذكر تركيز ثاني أكسيد الكربون الحالي في الغلاف الجوي: 417 جزء في المليون، بزيادة 50% عن أوقات ما قبل الصناعة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | هل تم ذكر انبعاثات الكربون العالمية في 2023: زيادة بنسبة 2.7% إلى رقم قياسي قدره 37.8 مليار طن",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | هل تم ذكر نسبة انبعاثات الكربون من صناعة توليد الكهرباء: 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | هل تم ذكر نسبة هدف الطاقة المتجددة في 2030: زيادة إلى 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | هل تم ذكر حجم صندوق التكيف المناخي العالمي المقترح إنشاؤه: صندوق تكيف مناخي عالمي بقيمة 100 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير التطوير العالمي للاقتصاد الرقمي 2023 أن الاقتصاد الرقمي أصبح القوة الدافعة الرئيسية للنمو الاقتصادي العالمي. وفقاً لبيانات التقرير، وصل إجمالي حجم الاقتصاد الرقمي العالمي إلى 54.8 تريليون دولار في عام 2023، بزيادة سنوية قدرها 18.2%، وتجاوزت نسبة الناتج المحلي الإجمالي العالمي 45% لأول مرة. من بينها، وصل حجم الاقتصاد الرقمي الصيني إلى 50.1 تريليون يوان، بزيادة سنوية قدرها 15.3%، وشكل الاقتصاد الرقمي 41.5% من الناتج المحلي الإجمالي.\n\nفي مجال بناء البنية التحتية الرقمية، تجاوز العدد الإجمالي لمحطات 5G العالمية 3.5 مليون، حيث تمثل الصين أكثر من 60%. وصل عدد مراكز البيانات العالمية إلى 8500، مع استهلاك طاقة سنوي يتجاوز 200 مليار كيلوواط ساعة. وصل حجم سوق الحوسبة السحابية إلى 485 مليار دولار، مع حصة سوقية مجتمعة لـ AWS وMicrosoft Azure وAlibaba Cloud تتجاوز 65%.\n\nالابتكار في التكنولوجيا الرقمية يستمر في التسارع، حيث وصلت طلبات براءات الاختراع العالمية للذكاء الاصطناعي إلى 520,000، بزيادة سنوية قدرها 32%. تطبيقات تكنولوجيا البلوك تشين تستمر في التوسع، حيث وصل حجم السوق العالمي للبلوك تشين إلى 128 مليار دولار. الاستثمار في الحوسبة الكمية تجاوز 15 مليار دولار، مع أجهزة الكمبيوتر الكمية قيد التطوير تصل إلى مستوى 1000 كيوبت.\n\nالتجارة الرقمية تتطور بسرعة، حيث وصل حجم معاملات التجارة الإلكترونية العابرة للحدود العالمية إلى 3.8 تريليون دولار، بزيادة سنوية قدرها 25%. تجاوز حجم معاملات الدفع الرقمي 8.5 تريليون دولار، مع المدفوعات المحمولة تمثل 68%. وصل مستخدمو التجارة الإلكترونية العالمية إلى 2.8 مليار، مع الخدمات الرقمية تغطي أكثر من 80% من سكان العالم.\n\nفي مجال التوظيف في الصناعة الرقمية، وصلت المناصب المرتبطة بالاقتصاد الرقمي العالمي إلى 320 مليون، بزيادة سنوية قدرها 12%. المناصب عالية المهارة مثل تطوير البرمجيات وتحليل البيانات والذكاء الاصطناعي أظهرت نمواً كبيراً في الطلب، مع مستويات راتب متوسطة أعلى بنسبة 35% من الصناعات التقليدية. من المتوقع أنه بحلول عام 2025، ستصل فجوة المواهب في الاقتصاد الرقمي العالمي إلى 85 مليون شخص.\n\nالحوكمة الرقمية تستمر في التحسن، حيث أصدرت 128 دولة حول العالم قوانين ولوائح متعلقة بحماية البيانات. وصل الاستثمار في أمن الشبكات إلى 189 مليار دولار، بزيادة 22% عن العام السابق. الخسائر الاقتصادية العالمية الناجمة عن حوادث أمن الشبكات وصلت إلى 950 مليار دولار، بزيادة 15% عن العام السابق.\n\nيتنبأ التقرير أنه بحلول عام 2025، سيتجاوز حجم الاقتصاد الرقمي العالمي 75 تريليون دولار، بمعدل نمو سنوي متوسط يزيد عن 15%. التطوير المتكامل للتقنيات الناشئة سيولد المزيد من الأشكال والنماذج التجارية الجديدة، والتحول الرقمي سيسرع الاختراق من مجال المستهلك إلى مجال الإنتاج. من المتوقع أن يصبح الاقتصاد الرقمي محركاً رئيسياً للانتعاش الاقتصادي العالمي في عصر ما بعد الجائحة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | هل تم ذكر إجمالي حجم الاقتصاد الرقمي العالمي في 2023: 54.8 تريليون دولار أمريكي، بزيادة سنوية قدرها 18.2%، يمثل أكثر من 45% من الناتج المحلي الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | هل تم ذكر حجم الاقتصاد الرقمي الصيني: 50.1 تريليون يوان، بزيادة سنوية قدرها 15.3%، يمثل 41.5% من الناتج المحلي الإجمالي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | هل تم ذكر العدد الإجمالي لمحطات 5G العالمية: تجاوز 3.5 مليون، مع الصين تمثل أكثر من 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | هل تم ذكر حجم سوق الحوسبة السحابية العالمي: 485 مليار دولار أمريكي، مع حصة سوقية مجتمعة لـ AWS وMicrosoft Azure وAlibaba Cloud تتجاوز 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | هل تم ذكر عدد طلبات براءات الاختراع العالمية للذكاء الاصطناعي: 520,000، بزيادة سنوية قدرها 32%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | هل تم ذكر حجم السوق العالمي للبلوك تشين: 128 مليار دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | هل تم ذكر حجم معاملات التجارة الإلكترونية العابرة للحدود العالمية: 3.8 تريليون دولار أمريكي، بزيادة سنوية قدرها 25%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | هل تم ذكر عدد المناصب المرتبطة بالاقتصاد الرقمي: 320 مليون منصب، بزيادة سنوية قدرها 12%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | هل تم ذكر مبلغ الاستثمار في أمن الشبكات: 189 مليار دولار أمريكي، بزيادة 22% عن العام السابق",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | هل تم ذكر توقعات حجم الاقتصاد الرقمي العالمي في 2025: يتجاوز 75 تريليون دولار أمريكي، بمعدل نمو سنوي متوسط يزيد عن 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【تم تحقيق اختراقات كبيرة في استكشاف الفضاء البشري في عام 2023، مع إكمال مهام معلمية متعددة بنجاح. تم إكمال مهمة الطيران التجريبي الأولى لبرنامج الهبوط على القمر \"أرتميس\" التابع لناسا بنجاح، حيث دارت المركبة الفضائية غير المأهولة حول القمر لمدة 13 يوماً وأكملت رحلة 2.26 مليون كيلومتر. تحققت المهمة من أداء صاروخ الرفع الثقيل من الجيل الجديد SLS، مما وضع الأساس للهبوط المأهول على القمر في عام 2025.\n\nفي استكشاف المريخ، اكتشفت المركبة الجوالة \"المثابرة\" جزيئات عضوية يُشتبه في أنها علامات على الحياة على سطح المريخ وجمعت 28 عينة صخرية. أرسلت \"تيانوين-1\" الصينية أكثر من 1100 جيجابايت من بيانات صور المريخ، مما أنتج أكثر الخرائط الطبوغرافية تفصيلاً للمريخ حتى الآن. اكتشف مسبار \"مارس إكسبريس\" التابع لوكالة الفضاء الأوروبية أن احتياطيات المياه الجوفية في المريخ تتجاوز التوقعات بكثير، حوالي 1.5 مرة من احتياطيات المياه العذبة على الأرض.\n\nحقق استكشاف الفضاء العميق اختراقات جديدة، حيث طار مسبار \"نيو هورايزونز\" عبر حزام كايبر واكتشف أجراماً سماوية متعددة غير معروفة. أكمل مسبار \"جونو\" تحليقاً قريباً من قمر المشتري أوروبا، وحصل على بيانات واسعة حول محيطه تحت السطحي. حقق \"مسبار باركر الشمسي\" التاريخ بأن أصبح أول جسم من صنع الإنسان \"يلمس\" الشمس، وصل إلى مسافة قريبة مذهلة قدرها 8.1 مليون كيلومتر.\n\nتقدم بناء محطة الفضاء بثبات، حيث أكملت محطة الفضاء الصينية البناء الشامل واستضافت 12 رائد فضاء في المجموع. تم تمديد فترة خدمة محطة الفضاء الدولية إلى عام 2030، وأكملت 6 مهام سير في الفضاء. ازدهرت رحلات الفضاء التجارية، حيث أكملت SpaceX 68 مهمة إطلاق على مدار العام، محققة رقماً قياسياً جديداً في رحلات الفضاء التجارية.\n\nحققت مهام إرجاع عينات الكويكبات تقدماً اختراقياً، حيث نجح مسبار \"أوزيريس-ريكس\" التابع لناسا في إرجاع عينات من الكويكب بينو إلى الأرض، بإجمالي 250 جراماً، وهي أكبر عينة كويكب حتى الآن. أظهرت نتائج التحليل من مهمة \"هايابوسا2\" اليابانية أن الكويكب ريوغو يحتوي على أحماض أمينية ومواد أخرى ضرورية للحياة.\n\nفي الرصد الفلكي، اكتشف تلسكوب جيمس ويب الفضائي أبعد مجرة حتى الآن، على بعد 13.3 مليار سنة ضوئية من الأرض. اكتشف القمر الصناعي الصيني \"إنسايت-HXMT\" لأول مرة انفجارات أشعة غاما فائقة القوة من انفجارات النجوم المغناطيسية. بدأ بناء مصفوفة التلسكوب الراديوي SKA، والتي ستصبح أكبر منشأة فلكية للبشرية عند اكتمالها.\n\nالابتكار في تكنولوجيا الطيران والفضاء يستمر، حيث أصبحت تكنولوجيا الصواريخ القابلة لإعادة الاستخدام أكثر نضجاً، محققة معدل نجاح استرداد 95%. تم إحراز تقدم مهم في بحث نظام الدفع النووي، مع قوة دفع نظرية أكبر بـ10 مرات من الصواريخ الكيميائية. حققت تكنولوجيا تنظيف الحطام الفضائي اختراقات، حيث نجح أول قمر صناعي تجاري للتنظيف في التقاط وتدمير قمرين صناعيين مهجورين.\n\nتم توضيح خطط استكشاف الفضاء للسنوات الخمس القادمة، بما في ذلك مهام كبرى مثل الهبوط المأهول على القمر وإرجاع عينات المريخ واستكشاف نظام المشتري. من المتوقع أنه بحلول عام 2030، سيتجاوز حجم صناعة الطيران والفضاء العالمية تريليون دولار، وسيصبح اقتصاد الفضاء نقطة نمو جديدة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | هل تم ذكر وقت طيران برنامج أرتميس: 13 يوماً في المدار حول القمر، مكملاً رحلة 2.26 مليون كيلومتر",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | هل تم ذكر عدد العينات الصخرية التي جمعتها المثابرة: 28 عينة صخرية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | هل تم ذكر كمية البيانات التي أرسلتها تيانوين-1: أكثر من 1100 جيجابايت من بيانات صور المريخ",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | هل تم ذكر أقرب مسافة لمسبار باركر الشمسي من الشمس: 8.1 مليون كيلومتر",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | هل تم ذكر عدد رواد الفضاء الذين استضافتهم محطة الفضاء الصينية: 12 رائد فضاء في المجموع",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | هل تم ذكر عدد مهام الإطلاق السنوية لـ SpaceX: 68 مهمة إطلاق على مدار العام",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | هل تم ذكر وزن العينة التي أحضرها أوزيريس-ريكس: 250 جراماً، وهي أكبر عينة كويكب حتى الآن",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | هل تم ذكر مسافة أبعد مجرة اكتشفها تلسكوب ويب: 13.3 مليار سنة ضوئية من الأرض",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | هل تم ذكر معدل نجاح استرداد الصواريخ القابلة لإعادة الاستخدام: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | هل تم ذكر توقعات حجم صناعة الطيران والفضاء العالمية في 2030: يتجاوز تريليون دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير الوضع الصحي العام العالمي 2023 أن النظام الصحي العالمي يواجه تحديات جديدة في عصر ما بعد الوباء. تم الإبلاغ عن إجمالي 156 تفشي مرض معدي جديد في جميع أنحاء العالم، بزيادة 23% عن العام السابق. تظهر بيانات منظمة الصحة العالمية أن النفقات الصحية العالمية وصلت إلى 9.7 تريليون دولار أمريكي، تمثل 10.2% من الناتج المحلي الإجمالي العالمي، لكن الفجوة في توزيع الموارد الطبية بين البلدان تستمر في الاتساع.\n\nفي مجال الوقاية من الأمراض المعدية ومكافحتها، تغطي شبكة المراقبة العالمية للإنفلونزا 153 دولة وتراقب 12,000 نقطة أخذ عينات في الوقت الفعلي. حدد نظام مراقبة متغيرات فيروس كورونا الجديد 38 متغيراً مهماً، منها 5 مدرجة كاهتمامات رئيسية. وصل معدل التطعيم العالمي إلى 76%، لكن لا تزال هناك 23 دولة في أفريقيا بمعدل تطعيم أقل من 30%.\n\nتم إحراز تقدم في الوقاية من الأمراض المزمنة وعلاجها. تجاوز معدل البقاء على قيد الحياة لمدة 5 سنوات للسرطان العالمي 70% لأول مرة، مع معدلات بقاء سرطان الثدي والبروستاتا تتجاوز 90%. انخفض معدل الوفيات من أمراض القلب والأوعية الدموية بنسبة 15% عن عقد مضى، لكنه لا يزال السبب الرئيسي للوفاة في العالم. وصل عدد مرضى السكري إلى 537 مليون، مضاعفاً من عام 2000، والنفقات الطبية السنوية تتجاوز 760 مليار دولار أمريكي.\n\nمشاكل الصحة النفسية تصبح أكثر بروزاً، حيث يعاني أكثر من 400 مليون شخص من الاكتئاب في جميع أنحاء العالم، بزيادة 28% عن قبل الوباء. الصحة النفسية للمراهقين مثيرة للقلق، حيث ارتفع معدل الانتحار للأشخاص الذين تتراوح أعمارهم بين 15-24 بنسبة 12%. النفقات الطبية للصحة النفسية في مختلف البلدان تمثل فقط 2.8% من إجمالي النفقات، أقل بكثير من معيار 5% الموصى به من منظمة الصحة العالمية.\n\nالابتكار في التكنولوجيا الطبية يتسارع، حيث وصلت دقة التشخيص بمساعدة الذكاء الاصطناعي إلى 97%، خاصة في مجال التشخيص بالتصوير. حقق العلاج الجيني اختراقاً كبيراً، مع الموافقة على 15 نوعاً من العلاج الجيني في جميع أنحاء العالم، وانخفضت تكلفة العلاج بنسبة 60% مقارنة بخمس سنوات مضت. تغطي خدمات الطب عن بُعد 850 مليون شخص وتلعب دوراً مهماً في المناطق النائية.\n\nمشكلة التوزيع غير المتكافئ للموارد الطبية تبقى بارزة، حيث تتركز 45% من الموارد الطبية العالمية في البلدان المتقدمة التي تمثل 15% من السكان. متوسط عدد الأطباء لكل 10,000 شخص في أفريقيا هو فقط 2.3، أقل بكثير من معيار 23 الموصى به من منظمة الصحة العالمية. لا يزال هناك حوالي 3.8 مليار شخص في العالم لا يمكنهم الوصول إلى الخدمات الطبية الأساسية.\n\nمشكلة مقاومة المضادات الحيوية تتفاقم، مع 1.5 مليون وفاة من عدوى البكتيريا المقاومة سنوياً وخسائر اقتصادية تتجاوز 550 مليار دولار أمريكي. تحذر منظمة الصحة العالمية من أنه إذا لم يتم اتخاذ إجراءات، فقد تصبح العدوى المقاومة للأدوية السبب الرئيسي للوفاة بحلول عام 2050.\n\nيوصي التقرير بتعزيز التعاون الصحي العالمي، وإنشاء صندوق طوارئ صحي عالمي بقيمة 10 مليار دولار، وتحسين أنظمة الإنذار المبكر للأمراض. تكثيف تدريب المواهب الطبية وتدريب 5 مليون مهني طبي بحلول عام 2030. تعزيز الابتكار في التكنولوجيا الطبية وزيادة إمكانية الوصول إلى الخدمات الطبية بنسبة 30%. في الوقت نفسه، يدعو البلدان المتقدمة لتحمل المزيد من المسؤوليات للمساعدة الصحية الدولية ومساعدة المناطق الأقل نمواً على تحسين معاييرها الطبية.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | هل تم ذكر عدد تفشي الأمراض المعدية الجديدة عالمياً: 156 تفشي مرض معدي جديد",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | هل تم ذكر نسبة النفقات الصحية العالمية من الناتج المحلي الإجمالي: 10.2% من الناتج المحلي الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | هل تم ذكر عدد البلدان التي تغطيها شبكة المراقبة العالمية للإنفلونزا: 153 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | هل تم ذكر معدل البقاء على قيد الحياة لمدة 5 سنوات للسرطان عالمياً: تجاوز 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | هل تم ذكر عدد مرضى السكري عالمياً: 537 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | هل تم ذكر عدد مرضى الاكتئاب عالمياً: أكثر من 400 مليون شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | هل تم ذكر دقة التشخيص بمساعدة الذكاء الاصطناعي: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | هل تم ذكر السكان الذين تغطيهم خدمات الطب عن بُعد: 850 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | هل تم ذكر نسبة الأطباء للسكان في أفريقيا: 2.3 لكل 10,000 شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | هل تم ذكر عدد الوفيات من عدوى البكتيريا المقاومة: 1.5 مليون وفاة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | هل تم ذكر حجم صندوق الطوارئ الصحي العالمي: 10 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير تطوير صناعة المركبات الجديدة للطاقة العالمية 2023 أن التحول الكهربائي دخل المسار السريع. تجاوزت مبيعات المركبات الجديدة للطاقة العالمية السنوية 14.8 مليون وحدة، بزيادة سنوية قدرها 46.3%، ووصل معدل اختراق السوق إلى 22%. من بينها، شكلت المركبات الكهربائية الخالصة 68%، والمركبات الهجينة القابلة للشحن 29%، ومركبات خلايا الوقود الهيدروجينية 3%. أداء السوق الصيني كان الأفضل، حيث وصلت المبيعات إلى 8.2 مليون وحدة، تمثل 55.4% من الإجمالي العالمي.\n\nتكنولوجيا بطاريات الطاقة تستمر في الاختراق، ووصلت كثافة الطاقة للجيل الجديد من البطاريات الصلبة إلى 400Wh/kg، بزيادة 45% عن البطاريات الليثيوم التقليدية. وصلت قدرة إنتاج بطاريات الطاقة العالمية إلى 1200GWh، والاستثمار في الصناعة تجاوز 85 مليار دولار أمريكي. انخفضت تكاليف البطاريات بنسبة 38% من عام 2020، مما دفع إلى انخفاض كبير في تكاليف تصنيع المركبات.\n\nالبنية التحتية للشحن سرعت تخطيطها، ووصل عدد أعمدة الشحن العامة في جميع أنحاء العالم إلى 18.5 مليون، منها أعمدة الشحن السريع تمثل 35%. تم تعزيز وتطبيق تكنولوجيا الشحن الذكي، وتم تنفيذ مشاريع تفاعل المركبة مع الشبكة (V2G) التجريبية في 15 دولة، مما وفر 45GWh من قدرة تنظيم الذروة للشبكة الكهربائية.\n\nتم ترقية تكنولوجيا القيادة الذكية، حيث وصل معدل اختراق القيادة الذاتية L2+ إلى 45%، وبدأ مستوى L3 في الإنتاج الضخم. تحسن النقص العالمي في رقائق السيارات بشكل كبير، مع زيادة القدرة الإنتاجية السنوية بنسبة 28%. تجاوزت قوة الحوسبة لنظام الذكاء المحمول 1000TOPS، مما يدعم سيناريوهات القيادة الذاتية الأكثر تعقيداً.\n\nتسارع توطين سلسلة الصناعة، وتم تشكيل خمس مجموعات صناعية رئيسية للمركبات الجديدة للطاقة عالمياً. تم تعزيز القدرات المستقلة والقابلة للتحكم للمواد الرئيسية، ووصل معدل الاكتفاء الذاتي الصيني لمواد بطاريات الليثيوم إلى أكثر من 85%. تم تحسين نظام إعادة التدوير لبطاريات الطاقة المستعملة تدريجياً، مع معدل إعادة تدوير 78% وحجم سوق مشتق يزيد عن 28 مليار دولار أمريكي.\n\nنمت صادرات المركبات الجديدة للطاقة بسرعة، حيث وصل حجم صادرات الصين من المركبات الجديدة للطاقة إلى 950,000 وحدة، بزيادة سنوية قدرها 120%. تسارع التحول الكهربائي للسوق الأوروبي، حيث شكلت المركبات الكهربائية 28% من مبيعات السيارات الجديدة. نما السوق الأمريكي بسرعة مع دعم السياسات، مع مبيعات سنوية تتجاوز 2.1 مليون وحدة.\n\nتكثفت المنافسة في المسارات التقنية، وتسارع تسويق التقنيات الجديدة مثل البطاريات الصلبة وبطاريات أيون الصوديوم. حققت تكنولوجيا خلايا الوقود الهيدروجينية اختراقات، وانخفضت تكاليف النظام بنسبة 55% مقارنة بعام 2020. يتم تعزيز نموذج تبديل البطاريات في مجال المركبات التجارية الثقيلة، وتم بناء 28,000 محطة تبديل بطاريات في جميع أنحاء العالم.\n\nالسياسات الصناعية تستمر في التحسن، واستثمر العالم إجمالي 280 مليار دولار أمريكي في الإعانات. أصبحت لوائح انبعاثات الكربون في مختلف البلدان أكثر صرامة، وتم توضيح الجدول الزمني لانسحاب مركبات الوقود التقليدية. تم تحسين نظام المعايير الصناعية باستمرار، مما يدفع التطوير الصحي لصناعة المركبات الجديدة للطاقة العالمية.\n\nنظرة على السنوات الخمس القادمة: من المتوقع أنه بحلول عام 2028، ستتجاوز المبيعات السنوية للمركبات الجديدة للطاقة في جميع أنحاء العالم 35 مليون، وسيتجاوز معدل اختراق السوق 45%. من المتوقع أن تتجاوز كثافة الطاقة لبطاريات الطاقة 500Wh/kg، وستنخفض التكلفة إلى أقل من 60 دولار أمريكي/كيلوواط ساعة. ستدخل القيادة الذكية مرحلة تسويق مستوى L4، مما يدفع سوق ذكي بقيمة 500 مليار دولار أمريكي.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | هل تم ذكر المبيعات السنوية العالمية للمركبات الجديدة للطاقة: 14.8 مليون وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | هل تم ذكر نسبة مبيعات السوق الصيني: 55.4% من الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | هل تم ذكر كثافة الطاقة للجيل الجديد من البطاريات الصلبة: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | هل تم ذكر عدد أعمدة الشحن العامة عالمياً: 18.5 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | هل تم ذكر معدل اختراق القيادة الذاتية مستوى L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | هل تم ذكر معدل الاكتفاء الذاتي الصيني لمواد بطاريات الليثيوم: تجاوز 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | هل تم ذكر حجم صادرات الصين من المركبات الجديدة للطاقة: 950,000 وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | هل تم ذكر انخفاض تكاليف نظام خلايا الوقود الهيدروجينية: 55% مقارنة بعام 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | هل تم ذكر عدد محطات تبديل البطاريات عالمياً: 28,000 محطة تبديل بطاريات",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | هل تم ذكر إجمالي أموال الإعانات عالمياً: 280 مليار دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير تطوير تكنولوجيا الميتافيرس 2023 أن صناعة الميتافيرس العالمية ستصل إلى 385 مليار دولار، بزيادة 85% سنوياً. تجاوز حجم شحنات أجهزة الواقع الافتراضي (VR) والواقع المعزز (AR) 32 مليون وحدة، بزيادة 62% عن العام السابق. وصل عدد طلبات براءات الاختراع المتعلقة بالميتافيرس إلى 185,000، منها الصين تمثل 38%، في المرتبة الأولى عالمياً.\n\nاختراقات كبيرة في تكنولوجيا الأجهزة، وصلت دقة الجيل الجديد من أجهزة VR إلى 4K×4K، وتم توسيع مجال الرؤية إلى 120 درجة، وتم تقليل التأخير إلى 12ms. حلول AR البصرية مبتكرة، وتكنولوجيا الدليل الموجي الانكساري تقلل وزن الجهاز إلى 120g. تم إحراز تقدم كبير في واجهات الدماغ والحاسوب، والأجهزة غير الغازية يمكنها التعرف على 1,000 أمر فكري بمعدل دقة 92%.\n\nالتكنولوجيا التفاعلية تصبح أكثر نضجاً، تم تحسين دقة التقاط الحركة للجسم الكامل إلى مستوى تحت المليمتر، والتعرف على تعبيرات الوجه يدعم 95 تعبيراً دقيقاً. تم تحقيق اختراقات في تكنولوجيا التغذية الراجعة اللمسية، والتي يمكنها محاكاة لمس 200 مادة مختلفة. وصلت تكنولوجيا الإسقاط الهولوغرافي إلى دقة 8K، تدعم مشاهدة متعددة الأشخاص بدون نظارات خاصة.\n\nالنظام البيئي للمحتوى يزدهر، مع أكثر من 8.5 مليون مطور محتوى ميتافيرس في جميع أنحاء العالم، بزيادة 95% عن العام السابق. وصل عدد المستخدمين النشطين شهرياً لمنصات التواصل الاجتماعي الافتراضية إلى 450 مليون، وتجاوز أعلى عدد مشاهدين عبر الإنترنت لحفلة موسيقية افتراضية واحدة 25 مليون. يتم استخدامها على نطاق واسع في مجال التعليم، مع 15% من الجامعات في جميع أنحاء العالم تقدم دورات ميتافيرس.\n\nالاقتصاد الرقمي يسرع تخطيطه، مع القيمة السوقية للشركات المدرجة المتعلقة بمفهوم الميتافيرس العالمي تتجاوز 2.8 تريليون دولار أمريكي. وصل حجم معاملات الأصول الافتراضية إلى 68 مليار دولار أمريكي، ومتوسط حجم التداول اليومي لسوق NFT تجاوز 150 مليون دولار أمريكي. وصل حجم سوق إعلانات الميتافيرس إلى 12.5 مليار دولار أمريكي، بمعدل نمو سنوي يزيد عن 200%.\n\nتسارع صياغة المعايير التقنية، وأصدرت IEEE أول معيار مرجعي لهندسة الميتافيرس. تم إنشاء تحالف صناعة الميتافيرس عالمياً، مع 180 شركة تشارك في صياغة المعايير. تم تحسين إطار أمان البيانات وحماية الخصوصية تدريجياً لدعم قابلية التشغيل البيني للبيانات عبر المنصات.\n\nالتطبيقات الصناعية تتعمق باستمرار، والميتافيرس الصناعي أدى إلى زيادة كفاءة التصنيع بنسبة 28%. الميتافيرس الطبي دعم 5,000 عملية جراحية عن بُعد بمعدل دقة 99.9%. تجاوز حجم معاملات منصة ميتافيرس العقارات 20 مليار دولار أمريكي، ومشاهدة المنازل عبر الإنترنت شكلت 35%.\n\nالطلب على المواهب ينمو بسرعة، ووصل الطلب العالمي على المناصب المتعلقة بالميتافيرس إلى 950,000، مع متوسط راتب أعلى بنسبة 45% من مناصب تكنولوجيا المعلومات التقليدية. زادت البلدان جهودها في تدريب المواهب، وهناك أكثر من 3,000 مؤسسة تدريب مهني. يُقدر أن فجوة المواهب ستصل إلى 2.8 مليون بحلول عام 2025.\n\nاتجاهات التطوير المستقبلية: يُقدر أنه بحلول عام 2028، سيتجاوز حجم سوق الميتافيرس العالمي 1.5 تريليون دولار أمريكي. الاقتصاد الحقيقي يسرع تحوله الرقمي، و85% من العلامات التجارية ستنشر الميتافيرس. التكامل والابتكار التكنولوجي يتسارع، وواجهات الدماغ والحاسوب والتكنولوجيا الهولوغرافية والحوسبة الكمية وغيرها ستجلب اختراقات ثورية.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | هل تم ذكر حجم صناعة الميتافيرس العالمية: 385 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | هل تم ذكر حجم شحنات أجهزة VR/AR: 32 مليون وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | هل تم ذكر بيانات التأخير للجيل الجديد من أجهزة VR: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | هل تم ذكر عدد الأوامر الفكرية التي يمكن لواجهة الدماغ والحاسوب التعرف عليها: 1,000 أمر فكري",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | هل تم ذكر عدد مطوري محتوى الميتافيرس عالمياً: 8.5 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | هل تم ذكر عدد المستخدمين النشطين شهرياً لمنصات التواصل الاجتماعي الافتراضية: 450 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | هل تم ذكر متوسط حجم التداول اليومي لسوق NFT: 150 مليون دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | هل تم ذكر عدد الشركات المشاركة في تحالف صناعة الميتافيرس: 180 شركة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | هل تم ذكر عدد العمليات الجراحية عن بُعد التي دعمها الميتافيرس الطبي: 5,000 عملية جراحية عن بُعد",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | هل تم ذكر توقعات حجم سوق الميتافيرس العالمي في 2028: 1.5 تريليون دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير الابتكار والتطوير التعليمي العالمي 2023 أن التحول الرقمي للتعليم يتسارع، ووصل الاستثمار العالمي في تكنولوجيا التعليم إلى 342 مليار دولار أمريكي، بزيادة سنوية قدرها 42%. تجاوز حجم مستخدمي التعليم عبر الإنترنت 1.8 مليار، والموارد التعليمية الرقمية تغطي 89% من المتعلمين في جميع أنحاء العالم. في عصر ما بعد الوباء، أصبح التعليم المختلط هو التيار الرئيسي، والتدريس المتكامل عبر الإنترنت وخارجه يمثل 65%.\n\nتطبيق الذكاء الاصطناعي في التعليم تعمق، ومساعدو التدريس بالذكاء الاصطناعي غطوا أكثر من 250 مليون مستخدم بمعدل دقة 96%. يمكن لنظام التعلم التكيفي تحديد أكثر من 8,000 نمط سلوك تعليمي، ووصل معدل دقة التوصيات الشخصية إلى 92%. تحليل البيانات الضخمة التعليمية يدعم قرارات التدريس ويحسن فعالية التدريس بنسبة 35%.\n\nتغير نمط توفير الموارد التعليمية. تجاوز عدد الدورات على منصة MOOC العالمية 85,000، ووصل العدد التراكمي لاختيار الدورات إلى 1.5 مليار. تسارعت مشاركة الموارد التعليمية عالية الجودة، ووصل عدد الدورات المفتوحة في الجامعات المرموقة الدولية إلى 12,000. هناك أكثر من 5,000 مشروع تدريس تجريبي محاكاة افتراضية، يغطي 12 تخصصاً.\n\nالابتكار والتطوير في تقييم التعليم، ونظام اعتماد الائتمان القائم على البلوك تشين تم تجريبه في 280 جامعة. يمكن لنظام التقييم الذكي تحليل بيانات عملية التعلم في الوقت الفعلي، مع 186 بُعد تقييم. يتم تعزيز نموذج التقييم القائم على الكفاءة في مجال التعليم المهني، مع ربط 2,800 معيار مهني.\n\nتسارع التطوير المهني للمعلمين، و8.5 مليون معلم في جميع أنحاء العالم أكملوا تدريب القدرة على التدريس الرقمي. وصل معدل تغطية تدريب محو الأمية بالذكاء الاصطناعي للمعلمين إلى 55%. تم تعميم تطبيق نظام إعداد الدروس الذكي، مما وفر 40% من وقت إعداد الدروس للمعلمين. منصة خدمة دعم تطوير المعلمين تجمع 20 مليون مورد تدريسي.\n\nإصلاح نموذج تدريب المواهب المبتكرة، التعلم القائم على المشاريع يمثل 38%. هناك 35,000 دورة متكاملة متعددة التخصصات، وتم تدريب 1.8 مليون موهبة مركبة. تعمق تطوير التكامل بين الصناعة والتعليم، مع 120,000 مشروع تعاون بين المدارس والمؤسسات و15 مليون طالب مشمولين بالتعليم التعاوني.\n\nتستمر العدالة التعليمية في التحسن، ووصل معدل تغطية التعليم عبر الإنترنت في المناطق النائية إلى 75%. مشاريع المساعدة التعليمية تفيد 120 مليون طالب محتاج. تم تحسين نظام الدعم التكنولوجي للتعليم الخاص، والتكنولوجيا المساعدة تفيد 28 مليون طالب خاص.\n\nتعزيز التعاون التعليمي الدولي، ووصلت مشاريع التعلم عبر الإنترنت عبر الحدود إلى 8,500. هناك 1,200 اتفاقية اعتراف بالائتمان الدولي. توسعت عضوية التحالف العالمي للابتكار التعليمي إلى 85 دولة، مع أكثر من 3,000 برنامج تدريب مشترك.\n\nاتجاهات التطوير المستقبلية: يُقدر أنه بحلول عام 2028، سيصل سوق تكنولوجيا التعليم العالمي إلى 850 مليار دولار أمريكي. تطبيقات تعليم الميتافيرس تنتشر، والتعلم الغامر يصبح طريقة مهمة. الذكاء الاصطناعي يمكّن بعمق العملية التعليمية بأكملها ويعزز التغييرات في نموذج التعليم. نظام التعلم مدى الحياة أكثر اكتمالاً، وبناء مجتمع التعلم يتسارع.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 120. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | هل تم ذكر حجم الاستثمار العالمي في تكنولوجيا التعليم: 342 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | هل تم ذكر حجم مستخدمي التعليم عبر الإنترنت: 1.8 مليار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | هل تم ذكر عدد المستخدمين الذين يغطيهم مساعدو التدريس بالذكاء الاصطناعي: 250 مليون مستخدم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | هل تم ذكر عدد الدورات على منصة MOOC العالمية: 85,000 دورة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | هل تم ذكر عدد الدورات المفتوحة في الجامعات المرموقة الدولية: 12,000 دورة مفتوحة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | هل تم ذكر عدد الجامعات التجريبية لنظام اعتماد الائتمان القائم على البلوك تشين: 280 جامعة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | هل تم ذكر عدد المعلمين الذين أكملوا تدريب القدرة على التدريس الرقمي: 8.5 مليون معلم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | هل تم ذكر عدد مشاريع التعاون بين المدارس والمؤسسات: 120,000 مشروع",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | هل تم ذكر عدد الطلاب الذين تفيدهم مشاريع المساعدة التعليمية: 120 مليون طالب",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | هل تم ذكر توقعات حجم سوق تكنولوجيا التعليم العالمي في 2028: 850 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【مؤخراً، انعقد المؤتمر الدولي العشرون للذكاء الاصطناعي في الصين بشكل رائع في مركز بكين الدولي للمؤتمرات. اجتمع أكثر من 1500 خبير وباحث وممثل شركة من أكثر من 30 دولة حول العالم لمناقشة الاتجاهات الجديدة والفرص في تطوير الذكاء الاصطناعي. كان موضوع المؤتمر \"عصر جديد من الذكاء: التكامل والابتكار والاستدامة\" وأقام أكثر من 100 منتدى متخصص وندوة تقنية.\n\nخلال الاجتماع، عبر العديد من الأكاديميين والخبراء عن آراء مهمة. أشار الأكاديمي وانغ جيان من الأكاديمية الصينية للهندسة إلى أن الذكاء الاصطناعي يدخل مرحلة تطوير جديدة، وأن الاختراقات في تكنولوجيا النماذج الكبيرة جلبت فرصاً جديدة للتنمية الصناعية. أكد الأكاديمي تشانغ باي من جامعة تسينغهوا على أهمية الحوكمة الأخلاقية للذكاء الاصطناعي واقترح إنشاء معيار أخلاقي موحد عالمياً للذكاء الاصطناعي.\n\nيظهر \"تقرير التطوير العالمي للذكاء الاصطناعي 2023\" الذي أصدره المؤتمر أن حجم السوق العالمي للذكاء الاصطناعي سيصل إلى 1.5 تريليون دولار أمريكي في عام 2022، بزيادة سنوية قدرها 23.6%. من بينها، وصل حجم السوق الصيني للذكاء الاصطناعي إلى 400 مليار يوان، وتم إحراز تقدم كبير في مجالات الرؤية الحاسوبية والتعرف على الكلام. يتنبأ التقرير أنه بحلول عام 2025، سيتجاوز حجم السوق العالمي للذكاء الاصطناعي 3 تريليون دولار أمريكي.\n\nتم عرض العديد من الإنجازات التكنولوجية المتطورة في المعرض. بما في ذلك الجيل الجديد من الروبوتات الذكية وأنظمة القيادة الذاتية والمعدات الطبية الذكية وغيرها. من بينها، جذب الروبوت التفاعلي العاطفي الذي طورته جامعة تسينغهوا اهتماماً واسعاً. يمكن للروبوت التعرف بدقة على تعبيرات الوجه البشري والنبرات، وإجراء استجابات عاطفية مقابلة، بدقة تحديد تبلغ 95 بالمائة.\n\nأقام المؤتمر أيضاً \"مسابقة الابتكار وريادة الأعمال في الذكاء الاصطناعي\"، والتي جذبت أكثر من 500 فريق من جميع أنحاء العالم للمشاركة. في النهاية، فاز فريق ناشئ يركز على تطبيقات الذكاء الاصطناعي الزراعية بالبطولة بنظام التعرف الذكي على آفات وأمراض المحاصيل، والذي يتمتع بمعدل دقة يزيد عن 98 بالمائة وتم تجريبه في العديد من المقاطعات الزراعية الرئيسية.\n\nفي حفل الختام، أعلنت اللجنة المنظمة أنها ستؤسس \"التحالف العالمي لابتكار الذكاء الاصطناعي\" لتعزيز التعاون الدولي وتدريب المواهب والابتكار التكنولوجي. يشمل الأعضاء الأوائل للتحالف 50 مؤسسة بحثية رائدة و100 شركة رائدة في 20 دولة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | هل تم ذكر الاسم المحدد للمؤتمر: المؤتمر الدولي العشرون للذكاء الاصطناعي في الصين",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | هل تم ذكر عدد المشاركين: أكثر من 1500 خبير وباحث وممثل شركة من أكثر من 30 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | هل تم ذكر موضوع المؤتمر: عصر جديد من الذكاء: التكامل والابتكار والاستدامة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | هل تم ذكر وجهة نظر الأكاديمي وانغ جيان: الذكاء الاصطناعي يدخل مرحلة تطوير جديدة، والاختراقات في تكنولوجيا النماذج الكبيرة جلبت فرصاً جديدة للتنمية الصناعية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | هل تم ذكر حجم السوق العالمي للذكاء الاصطناعي في 2022: 1.5 تريليون دولار أمريكي، بزيادة سنوية قدرها 23.6%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | هل تم ذكر حجم السوق الصيني للذكاء الاصطناعي: 400 مليار يوان",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | هل تم ذكر توقعات حجم السوق العالمي للذكاء الاصطناعي في 2025: يتجاوز 3 تريليون دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | هل تم ذكر معدل دقة التعرف للروبوت التفاعلي العاطفي المطور من جامعة تسينغهوا: 95 بالمائة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | هل تم ذكر عدد الفرق المشاركة في مسابقة الابتكار وريادة الأعمال في الذكاء الاصطناعي: أكثر من 500 فريق من جميع أنحاء العالم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | هل تم ذكر معدل دقة نظام الفريق الفائز بالبطولة: أكثر من 98 بالمائة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | هل تم ذكر حجم الأعضاء الأوائل للتحالف العالمي لابتكار الذكاء الاصطناعي: 50 مؤسسة بحثية رائدة و100 شركة رائدة في 20 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير البحث العالمي لتغير المناخ 2023 أن الأرض تواجه أزمة بيئية غير مسبوقة. وفقاً لأحدث تحليل بيانات الأقمار الصناعية، سترتفع درجة الحرارة العالمية المتوسطة في عام 2023 بمقدار 1.5 درجة مئوية مقارنة بأوقات ما قبل الصناعة، محققة رقماً قياسياً جديداً. معدل الاحترار في القطب الشمالي يبلغ ضعف المتوسط العالمي، مما يؤدي إلى ذوبان الأنهار الجليدية على نطاق واسع. من المتوقع أنه بحلول عام 2050، قد يشهد القطب الشمالي أول صيف خالٍ من الجليد.\n\nوجد فريق البحث أن تكرار أحداث الطقس المتطرف قد ازداد بشكل كبير من خلال تحليل البيانات التاريخية من 2000 محطة أرصاد جوية حول العالم. في عام 2023، حدثت 127 عاصفة مطرية شديدة و43 درجة حرارة مرتفعة متطرفة حول العالم، بزيادة قدرها 45% و60% على التوالي مقارنة بعشر سنوات مضت. الخسائر الاقتصادية الناجمة عن هذا الطقس الكارثي تصل إلى 280 مليار دولار أمريكي، مما يؤثر على أكثر من 200 مليون شخص.\n\nمعدل ارتفاع مستوى سطح البحر يتسارع. في الـ25 سنة الماضية، ارتفع متوسط مستوى سطح البحر العالمي بمقدار 8.9 سم. تتنبأ الدراسات أنه إذا استمرت انبعاثات غازات الدفيئة في الاتجاه الحالي، فقد يرتفع مستوى سطح البحر بأكثر من متر واحد بحلول نهاية هذا القرن، مما سيهدد البيئة المعيشية لحوالي 600 مليون شخص ساحلي حول العالم.\n\nالتنوع البيولوجي يستمر في التراجع، حيث تظهر سجلات البحث أنه في الـ50 سنة الماضية، تعرض حوالي 28000 نوع من الكائنات الحية للخطر في جميع أنحاء العالم. يتم قطع الغابات المطيرة الاستوائية بمعدل مثير للقلق، مع خسارة 1.5 مليون هكتار في عام 2023 وحده، وهي مساحة تعادل حجم سويسرا. النظم البيئية البحرية تواجه أيضاً تهديداً خطيراً، حيث أن 90% من الشعاب المرجانية معرضة لخطر الموت.\n\nيشير التقرير إلى أن تركيز ثاني أكسيد الكربون في الغلاف الجوي وصل إلى 417 جزء في المليون، بزيادة 50% عن أوقات ما قبل الصناعة. على الرغم من أن البلدان تعهدت بتقليل الانبعاثات، إلا أن الانبعاثات الكربونية العالمية ستزيد بنسبة 2.7% في عام 2023 إلى رقم قياسي قدره 37.8 مليار طن. من بينها، تمثل صناعة توليد الكهرباء 35%، والإنتاج الصناعي 28%، والنقل 24%.\n\nللتعامل مع أزمة المناخ، يوصي التقرير باتخاذ تدابير طارئة: بحلول عام 2030، زيادة نسبة الطاقة المتجددة إلى 60%، وزيادة حصة السوق للمركبات الكهربائية إلى 40%، وزيادة كفاءة الطاقة في المباني بنسبة 30%. كما يوصي بإنشاء صندوق تكيف مناخي عالمي بقيمة 100 مليار دولار لمساعدة البلدان النامية على تحسين قدرتها على التكيف.\n\nيحذر العلماء من أنه إذا لم يتم اتخاذ إجراءات فعالة في السنوات الخمس القادمة، فقد تصل آثار الاحترار العالمي إلى نقطة تحول لا رجعة فيها. بحلول ذلك الوقت، حتى لو توقف البشر عن جميع انبعاثات غازات الدفيئة، ستستمر الأرض في الاحترار لعقود، مما سيؤدي إلى كوارث طبيعية أكثر تكراراً، وأزمات غذائية أكثر خطورة، ومشاكل لاجئي المناخ على نطاق أوسع.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | هل تم ذكر البيانات المحددة لارتفاع متوسط درجة الحرارة العالمية في 2023: 1.5 درجة مئوية مقارنة بأوقات ما قبل الصناعة، محققة رقماً قياسياً جديداً",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | هل تم ذكر عدد مرات حدوث العواصف المطرية الشديدة في 2023: 127 عاصفة مطرية شديدة، بزيادة 45% مقارنة بعشر سنوات مضت",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | هل تم ذكر بيانات الخسائر الاقتصادية الناجمة عن الطقس المتطرف: 280 مليار دولار أمريكي، مما يؤثر على أكثر من 200 مليون شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | هل تم ذكر البيانات المحددة لارتفاع متوسط مستوى سطح البحر العالمي في الـ25 سنة الماضية: 8.9 سم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | هل تم ذكر عدد الأنواع المهددة بالانقراض: حوالي 28000 نوع من الكائنات الحية تعرضت للخطر في جميع أنحاء العالم في الـ50 سنة الماضية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | هل تم ذكر مساحة فقدان الغابات المطيرة الاستوائية في 2023: 1.5 مليون هكتار، وهي مساحة تعادل حجم سويسرا",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | هل تم ذكر تركيز ثاني أكسيد الكربون الحالي في الغلاف الجوي: 417 جزء في المليون، بزيادة 50% عن أوقات ما قبل الصناعة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | هل تم ذكر انبعاثات الكربون العالمية في 2023: زيادة بنسبة 2.7% إلى رقم قياسي قدره 37.8 مليار طن",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | هل تم ذكر نسبة انبعاثات الكربون من صناعة توليد الكهرباء: 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | هل تم ذكر نسبة هدف الطاقة المتجددة في 2030: زيادة إلى 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | هل تم ذكر حجم صندوق التكيف المناخي العالمي المقترح إنشاؤه: صندوق تكيف مناخي عالمي بقيمة 100 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير التطوير العالمي للاقتصاد الرقمي 2023 أن الاقتصاد الرقمي أصبح القوة الدافعة الرئيسية للنمو الاقتصادي العالمي. وفقاً لبيانات التقرير، وصل إجمالي حجم الاقتصاد الرقمي العالمي إلى 54.8 تريليون دولار في عام 2023، بزيادة سنوية قدرها 18.2%، وتجاوزت نسبة الناتج المحلي الإجمالي العالمي 45% لأول مرة. من بينها، وصل حجم الاقتصاد الرقمي الصيني إلى 50.1 تريليون يوان، بزيادة سنوية قدرها 15.3%، وشكل الاقتصاد الرقمي 41.5% من الناتج المحلي الإجمالي.\n\nفي مجال بناء البنية التحتية الرقمية، تجاوز العدد الإجمالي لمحطات 5G العالمية 3.5 مليون، حيث تمثل الصين أكثر من 60%. وصل عدد مراكز البيانات العالمية إلى 8500، مع استهلاك طاقة سنوي يتجاوز 200 مليار كيلوواط ساعة. وصل حجم سوق الحوسبة السحابية إلى 485 مليار دولار، مع حصة سوقية مجتمعة لـ AWS وMicrosoft Azure وAlibaba Cloud تتجاوز 65%.\n\nالابتكار في التكنولوجيا الرقمية يستمر في التسارع، حيث وصلت طلبات براءات الاختراع العالمية للذكاء الاصطناعي إلى 520,000، بزيادة سنوية قدرها 32%. تطبيقات تكنولوجيا البلوك تشين تستمر في التوسع، حيث وصل حجم السوق العالمي للبلوك تشين إلى 128 مليار دولار. الاستثمار في الحوسبة الكمية تجاوز 15 مليار دولار، مع أجهزة الكمبيوتر الكمية قيد التطوير تصل إلى مستوى 1000 كيوبت.\n\nالتجارة الرقمية تتطور بسرعة، حيث وصل حجم معاملات التجارة الإلكترونية العابرة للحدود العالمية إلى 3.8 تريليون دولار، بزيادة سنوية قدرها 25%. تجاوز حجم معاملات الدفع الرقمي 8.5 تريليون دولار، مع المدفوعات المحمولة تمثل 68%. وصل مستخدمو التجارة الإلكترونية العالمية إلى 2.8 مليار، مع الخدمات الرقمية تغطي أكثر من 80% من سكان العالم.\n\nفي مجال التوظيف في الصناعة الرقمية، وصلت المناصب المرتبطة بالاقتصاد الرقمي العالمي إلى 320 مليون، بزيادة سنوية قدرها 12%. المناصب عالية المهارة مثل تطوير البرمجيات وتحليل البيانات والذكاء الاصطناعي أظهرت نمواً كبيراً في الطلب، مع مستويات راتب متوسطة أعلى بنسبة 35% من الصناعات التقليدية. من المتوقع أنه بحلول عام 2025، ستصل فجوة المواهب في الاقتصاد الرقمي العالمي إلى 85 مليون شخص.\n\nالحوكمة الرقمية تستمر في التحسن، حيث أصدرت 128 دولة حول العالم قوانين ولوائح متعلقة بحماية البيانات. وصل الاستثمار في أمن الشبكات إلى 189 مليار دولار، بزيادة 22% عن العام السابق. الخسائر الاقتصادية العالمية الناجمة عن حوادث أمن الشبكات وصلت إلى 950 مليار دولار، بزيادة 15% عن العام السابق.\n\nيتنبأ التقرير أنه بحلول عام 2025، سيتجاوز حجم الاقتصاد الرقمي العالمي 75 تريليون دولار، بمعدل نمو سنوي متوسط يزيد عن 15%. التطوير المتكامل للتقنيات الناشئة سيولد المزيد من الأشكال والنماذج التجارية الجديدة، والتحول الرقمي سيسرع الاختراق من مجال المستهلك إلى مجال الإنتاج. من المتوقع أن يصبح الاقتصاد الرقمي محركاً رئيسياً للانتعاش الاقتصادي العالمي في عصر ما بعد الجائحة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | هل تم ذكر إجمالي حجم الاقتصاد الرقمي العالمي في 2023: 54.8 تريليون دولار أمريكي، بزيادة سنوية قدرها 18.2%، يمثل أكثر من 45% من الناتج المحلي الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | هل تم ذكر حجم الاقتصاد الرقمي الصيني: 50.1 تريليون يوان، بزيادة سنوية قدرها 15.3%، يمثل 41.5% من الناتج المحلي الإجمالي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | هل تم ذكر العدد الإجمالي لمحطات 5G العالمية: تجاوز 3.5 مليون، مع الصين تمثل أكثر من 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | هل تم ذكر حجم سوق الحوسبة السحابية العالمي: 485 مليار دولار أمريكي، مع حصة سوقية مجتمعة لـ AWS وMicrosoft Azure وAlibaba Cloud تتجاوز 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | هل تم ذكر عدد طلبات براءات الاختراع العالمية للذكاء الاصطناعي: 520,000، بزيادة سنوية قدرها 32%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | هل تم ذكر حجم السوق العالمي للبلوك تشين: 128 مليار دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | هل تم ذكر حجم معاملات التجارة الإلكترونية العابرة للحدود العالمية: 3.8 تريليون دولار أمريكي، بزيادة سنوية قدرها 25%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | هل تم ذكر عدد المناصب المرتبطة بالاقتصاد الرقمي: 320 مليون منصب، بزيادة سنوية قدرها 12%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | هل تم ذكر مبلغ الاستثمار في أمن الشبكات: 189 مليار دولار أمريكي، بزيادة 22% عن العام السابق",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | هل تم ذكر توقعات حجم الاقتصاد الرقمي العالمي في 2025: يتجاوز 75 تريليون دولار أمريكي، بمعدل نمو سنوي متوسط يزيد عن 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【تم تحقيق اختراقات كبيرة في استكشاف الفضاء البشري في عام 2023، مع إكمال مهام معلمية متعددة بنجاح. تم إكمال مهمة الطيران التجريبي الأولى لبرنامج الهبوط على القمر \"أرتميس\" التابع لناسا بنجاح، حيث دارت المركبة الفضائية غير المأهولة حول القمر لمدة 13 يوماً وأكملت رحلة 2.26 مليون كيلومتر. تحققت المهمة من أداء صاروخ الرفع الثقيل من الجيل الجديد SLS، مما وضع الأساس للهبوط المأهول على القمر في عام 2025.\n\nفي استكشاف المريخ، اكتشفت المركبة الجوالة \"المثابرة\" جزيئات عضوية يُشتبه في أنها علامات على الحياة على سطح المريخ وجمعت 28 عينة صخرية. أرسلت \"تيانوين-1\" الصينية أكثر من 1100 جيجابايت من بيانات صور المريخ، مما أنتج أكثر الخرائط الطبوغرافية تفصيلاً للمريخ حتى الآن. اكتشف مسبار \"مارس إكسبريس\" التابع لوكالة الفضاء الأوروبية أن احتياطيات المياه الجوفية في المريخ تتجاوز التوقعات بكثير، حوالي 1.5 مرة من احتياطيات المياه العذبة على الأرض.\n\nحقق استكشاف الفضاء العميق اختراقات جديدة، حيث طار مسبار \"نيو هورايزونز\" عبر حزام كايبر واكتشف أجراماً سماوية متعددة غير معروفة. أكمل مسبار \"جونو\" تحليقاً قريباً من قمر المشتري أوروبا، وحصل على بيانات واسعة حول محيطه تحت السطحي. حقق \"مسبار باركر الشمسي\" التاريخ بأن أصبح أول جسم من صنع الإنسان \"يلمس\" الشمس، وصل إلى مسافة قريبة مذهلة قدرها 8.1 مليون كيلومتر.\n\nتقدم بناء محطة الفضاء بثبات، حيث أكملت محطة الفضاء الصينية البناء الشامل واستضافت 12 رائد فضاء في المجموع. تم تمديد فترة خدمة محطة الفضاء الدولية إلى عام 2030، وأكملت 6 مهام سير في الفضاء. ازدهرت رحلات الفضاء التجارية، حيث أكملت SpaceX 68 مهمة إطلاق على مدار العام، محققة رقماً قياسياً جديداً في رحلات الفضاء التجارية.\n\nحققت مهام إرجاع عينات الكويكبات تقدماً اختراقياً، حيث نجح مسبار \"أوزيريس-ريكس\" التابع لناسا في إرجاع عينات من الكويكب بينو إلى الأرض، بإجمالي 250 جراماً، وهي أكبر عينة كويكب حتى الآن. أظهرت نتائج التحليل من مهمة \"هايابوسا2\" اليابانية أن الكويكب ريوغو يحتوي على أحماض أمينية ومواد أخرى ضرورية للحياة.\n\nفي الرصد الفلكي، اكتشف تلسكوب جيمس ويب الفضائي أبعد مجرة حتى الآن، على بعد 13.3 مليار سنة ضوئية من الأرض. اكتشف القمر الصناعي الصيني \"إنسايت-HXMT\" لأول مرة انفجارات أشعة غاما فائقة القوة من انفجارات النجوم المغناطيسية. بدأ بناء مصفوفة التلسكوب الراديوي SKA، والتي ستصبح أكبر منشأة فلكية للبشرية عند اكتمالها.\n\nالابتكار في تكنولوجيا الطيران والفضاء يستمر، حيث أصبحت تكنولوجيا الصواريخ القابلة لإعادة الاستخدام أكثر نضجاً، محققة معدل نجاح استرداد 95%. تم إحراز تقدم مهم في بحث نظام الدفع النووي، مع قوة دفع نظرية أكبر بـ10 مرات من الصواريخ الكيميائية. حققت تكنولوجيا تنظيف الحطام الفضائي اختراقات، حيث نجح أول قمر صناعي تجاري للتنظيف في التقاط وتدمير قمرين صناعيين مهجورين.\n\nتم توضيح خطط استكشاف الفضاء للسنوات الخمس القادمة، بما في ذلك مهام كبرى مثل الهبوط المأهول على القمر وإرجاع عينات المريخ واستكشاف نظام المشتري. من المتوقع أنه بحلول عام 2030، سيتجاوز حجم صناعة الطيران والفضاء العالمية تريليون دولار، وسيصبح اقتصاد الفضاء نقطة نمو جديدة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | هل تم ذكر وقت طيران برنامج أرتميس: 13 يوماً في المدار حول القمر، مكملاً رحلة 2.26 مليون كيلومتر",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | هل تم ذكر عدد العينات الصخرية التي جمعتها المثابرة: 28 عينة صخرية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | هل تم ذكر كمية البيانات التي أرسلتها تيانوين-1: أكثر من 1100 جيجابايت من بيانات صور المريخ",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | هل تم ذكر أقرب مسافة لمسبار باركر الشمسي من الشمس: 8.1 مليون كيلومتر",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | هل تم ذكر عدد رواد الفضاء الذين استضافتهم محطة الفضاء الصينية: 12 رائد فضاء في المجموع",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | هل تم ذكر عدد مهام الإطلاق السنوية لـ SpaceX: 68 مهمة إطلاق على مدار العام",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | هل تم ذكر وزن العينة التي أحضرها أوزيريس-ريكس: 250 جراماً، وهي أكبر عينة كويكب حتى الآن",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | هل تم ذكر مسافة أبعد مجرة اكتشفها تلسكوب ويب: 13.3 مليار سنة ضوئية من الأرض",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | هل تم ذكر معدل نجاح استرداد الصواريخ القابلة لإعادة الاستخدام: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | هل تم ذكر توقعات حجم صناعة الطيران والفضاء العالمية في 2030: يتجاوز تريليون دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير الوضع الصحي العام العالمي 2023 أن النظام الصحي العالمي يواجه تحديات جديدة في عصر ما بعد الوباء. تم الإبلاغ عن إجمالي 156 تفشي مرض معدي جديد في جميع أنحاء العالم، بزيادة 23% عن العام السابق. تظهر بيانات منظمة الصحة العالمية أن النفقات الصحية العالمية وصلت إلى 9.7 تريليون دولار أمريكي، تمثل 10.2% من الناتج المحلي الإجمالي العالمي، لكن الفجوة في توزيع الموارد الطبية بين البلدان تستمر في الاتساع.\n\nفي مجال الوقاية من الأمراض المعدية ومكافحتها، تغطي شبكة المراقبة العالمية للإنفلونزا 153 دولة وتراقب 12,000 نقطة أخذ عينات في الوقت الفعلي. حدد نظام مراقبة متغيرات فيروس كورونا الجديد 38 متغيراً مهماً، منها 5 مدرجة كاهتمامات رئيسية. وصل معدل التطعيم العالمي إلى 76%، لكن لا تزال هناك 23 دولة في أفريقيا بمعدل تطعيم أقل من 30%.\n\nتم إحراز تقدم في الوقاية من الأمراض المزمنة وعلاجها. تجاوز معدل البقاء على قيد الحياة لمدة 5 سنوات للسرطان العالمي 70% لأول مرة، مع معدلات بقاء سرطان الثدي والبروستاتا تتجاوز 90%. انخفض معدل الوفيات من أمراض القلب والأوعية الدموية بنسبة 15% عن عقد مضى، لكنه لا يزال السبب الرئيسي للوفاة في العالم. وصل عدد مرضى السكري إلى 537 مليون، مضاعفاً من عام 2000، والنفقات الطبية السنوية تتجاوز 760 مليار دولار أمريكي.\n\nمشاكل الصحة النفسية تصبح أكثر بروزاً، حيث يعاني أكثر من 400 مليون شخص من الاكتئاب في جميع أنحاء العالم، بزيادة 28% عن قبل الوباء. الصحة النفسية للمراهقين مثيرة للقلق، حيث ارتفع معدل الانتحار للأشخاص الذين تتراوح أعمارهم بين 15-24 بنسبة 12%. النفقات الطبية للصحة النفسية في مختلف البلدان تمثل فقط 2.8% من إجمالي النفقات، أقل بكثير من معيار 5% الموصى به من منظمة الصحة العالمية.\n\nالابتكار في التكنولوجيا الطبية يتسارع، حيث وصلت دقة التشخيص بمساعدة الذكاء الاصطناعي إلى 97%، خاصة في مجال التشخيص بالتصوير. حقق العلاج الجيني اختراقاً كبيراً، مع الموافقة على 15 نوعاً من العلاج الجيني في جميع أنحاء العالم، وانخفضت تكلفة العلاج بنسبة 60% مقارنة بخمس سنوات مضت. تغطي خدمات الطب عن بُعد 850 مليون شخص وتلعب دوراً مهماً في المناطق النائية.\n\nمشكلة التوزيع غير المتكافئ للموارد الطبية تبقى بارزة، حيث تتركز 45% من الموارد الطبية العالمية في البلدان المتقدمة التي تمثل 15% من السكان. متوسط عدد الأطباء لكل 10,000 شخص في أفريقيا هو فقط 2.3، أقل بكثير من معيار 23 الموصى به من منظمة الصحة العالمية. لا يزال هناك حوالي 3.8 مليار شخص في العالم لا يمكنهم الوصول إلى الخدمات الطبية الأساسية.\n\nمشكلة مقاومة المضادات الحيوية تتفاقم، مع 1.5 مليون وفاة من عدوى البكتيريا المقاومة سنوياً وخسائر اقتصادية تتجاوز 550 مليار دولار أمريكي. تحذر منظمة الصحة العالمية من أنه إذا لم يتم اتخاذ إجراءات، فقد تصبح العدوى المقاومة للأدوية السبب الرئيسي للوفاة بحلول عام 2050.\n\nيوصي التقرير بتعزيز التعاون الصحي العالمي، وإنشاء صندوق طوارئ صحي عالمي بقيمة 10 مليار دولار، وتحسين أنظمة الإنذار المبكر للأمراض. تكثيف تدريب المواهب الطبية وتدريب 5 مليون مهني طبي بحلول عام 2030. تعزيز الابتكار في التكنولوجيا الطبية وزيادة إمكانية الوصول إلى الخدمات الطبية بنسبة 30%. في الوقت نفسه، يدعو البلدان المتقدمة لتحمل المزيد من المسؤوليات للمساعدة الصحية الدولية ومساعدة المناطق الأقل نمواً على تحسين معاييرها الطبية.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | هل تم ذكر عدد تفشي الأمراض المعدية الجديدة عالمياً: 156 تفشي مرض معدي جديد",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | هل تم ذكر نسبة النفقات الصحية العالمية من الناتج المحلي الإجمالي: 10.2% من الناتج المحلي الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | هل تم ذكر عدد البلدان التي تغطيها شبكة المراقبة العالمية للإنفلونزا: 153 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | هل تم ذكر معدل البقاء على قيد الحياة لمدة 5 سنوات للسرطان عالمياً: تجاوز 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | هل تم ذكر عدد مرضى السكري عالمياً: 537 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | هل تم ذكر عدد مرضى الاكتئاب عالمياً: أكثر من 400 مليون شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | هل تم ذكر دقة التشخيص بمساعدة الذكاء الاصطناعي: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | هل تم ذكر السكان الذين تغطيهم خدمات الطب عن بُعد: 850 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | هل تم ذكر نسبة الأطباء للسكان في أفريقيا: 2.3 لكل 10,000 شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | هل تم ذكر عدد الوفيات من عدوى البكتيريا المقاومة: 1.5 مليون وفاة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | هل تم ذكر حجم صندوق الطوارئ الصحي العالمي: 10 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير تطوير صناعة المركبات الجديدة للطاقة العالمية 2023 أن التحول الكهربائي دخل المسار السريع. تجاوزت مبيعات المركبات الجديدة للطاقة العالمية السنوية 14.8 مليون وحدة، بزيادة سنوية قدرها 46.3%، ووصل معدل اختراق السوق إلى 22%. من بينها، شكلت المركبات الكهربائية الخالصة 68%، والمركبات الهجينة القابلة للشحن 29%، ومركبات خلايا الوقود الهيدروجينية 3%. أداء السوق الصيني كان الأفضل، حيث وصلت المبيعات إلى 8.2 مليون وحدة، تمثل 55.4% من الإجمالي العالمي.\n\nتكنولوجيا بطاريات الطاقة تستمر في الاختراق، ووصلت كثافة الطاقة للجيل الجديد من البطاريات الصلبة إلى 400Wh/kg، بزيادة 45% عن البطاريات الليثيوم التقليدية. وصلت قدرة إنتاج بطاريات الطاقة العالمية إلى 1200GWh، والاستثمار في الصناعة تجاوز 85 مليار دولار أمريكي. انخفضت تكاليف البطاريات بنسبة 38% من عام 2020، مما دفع إلى انخفاض كبير في تكاليف تصنيع المركبات.\n\nالبنية التحتية للشحن سرعت تخطيطها، ووصل عدد أعمدة الشحن العامة في جميع أنحاء العالم إلى 18.5 مليون، منها أعمدة الشحن السريع تمثل 35%. تم تعزيز وتطبيق تكنولوجيا الشحن الذكي، وتم تنفيذ مشاريع تفاعل المركبة مع الشبكة (V2G) التجريبية في 15 دولة، مما وفر 45GWh من قدرة تنظيم الذروة للشبكة الكهربائية.\n\nتم ترقية تكنولوجيا القيادة الذكية، حيث وصل معدل اختراق القيادة الذاتية L2+ إلى 45%، وبدأ مستوى L3 في الإنتاج الضخم. تحسن النقص العالمي في رقائق السيارات بشكل كبير، مع زيادة القدرة الإنتاجية السنوية بنسبة 28%. تجاوزت قوة الحوسبة لنظام الذكاء المحمول 1000TOPS، مما يدعم سيناريوهات القيادة الذاتية الأكثر تعقيداً.\n\nتسارع توطين سلسلة الصناعة، وتم تشكيل خمس مجموعات صناعية رئيسية للمركبات الجديدة للطاقة عالمياً. تم تعزيز القدرات المستقلة والقابلة للتحكم للمواد الرئيسية، ووصل معدل الاكتفاء الذاتي الصيني لمواد بطاريات الليثيوم إلى أكثر من 85%. تم تحسين نظام إعادة التدوير لبطاريات الطاقة المستعملة تدريجياً، مع معدل إعادة تدوير 78% وحجم سوق مشتق يزيد عن 28 مليار دولار أمريكي.\n\nنمت صادرات المركبات الجديدة للطاقة بسرعة، حيث وصل حجم صادرات الصين من المركبات الجديدة للطاقة إلى 950,000 وحدة، بزيادة سنوية قدرها 120%. تسارع التحول الكهربائي للسوق الأوروبي، حيث شكلت المركبات الكهربائية 28% من مبيعات السيارات الجديدة. نما السوق الأمريكي بسرعة مع دعم السياسات، مع مبيعات سنوية تتجاوز 2.1 مليون وحدة.\n\nتكثفت المنافسة في المسارات التقنية، وتسارع تسويق التقنيات الجديدة مثل البطاريات الصلبة وبطاريات أيون الصوديوم. حققت تكنولوجيا خلايا الوقود الهيدروجينية اختراقات، وانخفضت تكاليف النظام بنسبة 55% مقارنة بعام 2020. يتم تعزيز نموذج تبديل البطاريات في مجال المركبات التجارية الثقيلة، وتم بناء 28,000 محطة تبديل بطاريات في جميع أنحاء العالم.\n\nالسياسات الصناعية تستمر في التحسن، واستثمر العالم إجمالي 280 مليار دولار أمريكي في الإعانات. أصبحت لوائح انبعاثات الكربون في مختلف البلدان أكثر صرامة، وتم توضيح الجدول الزمني لانسحاب مركبات الوقود التقليدية. تم تحسين نظام المعايير الصناعية باستمرار، مما يدفع التطوير الصحي لصناعة المركبات الجديدة للطاقة العالمية.\n\nنظرة على السنوات الخمس القادمة: من المتوقع أنه بحلول عام 2028، ستتجاوز المبيعات السنوية للمركبات الجديدة للطاقة في جميع أنحاء العالم 35 مليون، وسيتجاوز معدل اختراق السوق 45%. من المتوقع أن تتجاوز كثافة الطاقة لبطاريات الطاقة 500Wh/kg، وستنخفض التكلفة إلى أقل من 60 دولار أمريكي/كيلوواط ساعة. ستدخل القيادة الذكية مرحلة تسويق مستوى L4، مما يدفع سوق ذكي بقيمة 500 مليار دولار أمريكي.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | هل تم ذكر المبيعات السنوية العالمية للمركبات الجديدة للطاقة: 14.8 مليون وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | هل تم ذكر نسبة مبيعات السوق الصيني: 55.4% من الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | هل تم ذكر كثافة الطاقة للجيل الجديد من البطاريات الصلبة: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | هل تم ذكر عدد أعمدة الشحن العامة عالمياً: 18.5 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | هل تم ذكر معدل اختراق القيادة الذاتية مستوى L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | هل تم ذكر معدل الاكتفاء الذاتي الصيني لمواد بطاريات الليثيوم: تجاوز 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | هل تم ذكر حجم صادرات الصين من المركبات الجديدة للطاقة: 950,000 وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | هل تم ذكر انخفاض تكاليف نظام خلايا الوقود الهيدروجينية: 55% مقارنة بعام 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | هل تم ذكر عدد محطات تبديل البطاريات عالمياً: 28,000 محطة تبديل بطاريات",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | هل تم ذكر إجمالي أموال الإعانات عالمياً: 280 مليار دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير تطوير تكنولوجيا الميتافيرس 2023 أن صناعة الميتافيرس العالمية ستصل إلى 385 مليار دولار، بزيادة 85% سنوياً. تجاوز حجم شحنات أجهزة الواقع الافتراضي (VR) والواقع المعزز (AR) 32 مليون وحدة، بزيادة 62% عن العام السابق. وصل عدد طلبات براءات الاختراع المتعلقة بالميتافيرس إلى 185,000، منها الصين تمثل 38%، في المرتبة الأولى عالمياً.\n\nاختراقات كبيرة في تكنولوجيا الأجهزة، وصلت دقة الجيل الجديد من أجهزة VR إلى 4K×4K، وتم توسيع مجال الرؤية إلى 120 درجة، وتم تقليل التأخير إلى 12ms. حلول AR البصرية مبتكرة، وتكنولوجيا الدليل الموجي الانكساري تقلل وزن الجهاز إلى 120g. تم إحراز تقدم كبير في واجهات الدماغ والحاسوب، والأجهزة غير الغازية يمكنها التعرف على 1,000 أمر فكري بمعدل دقة 92%.\n\nالتكنولوجيا التفاعلية تصبح أكثر نضجاً، تم تحسين دقة التقاط الحركة للجسم الكامل إلى مستوى تحت المليمتر، والتعرف على تعبيرات الوجه يدعم 95 تعبيراً دقيقاً. تم تحقيق اختراقات في تكنولوجيا التغذية الراجعة اللمسية، والتي يمكنها محاكاة لمس 200 مادة مختلفة. وصلت تكنولوجيا الإسقاط الهولوغرافي إلى دقة 8K، تدعم مشاهدة متعددة الأشخاص بدون نظارات خاصة.\n\nالنظام البيئي للمحتوى يزدهر، مع أكثر من 8.5 مليون مطور محتوى ميتافيرس في جميع أنحاء العالم، بزيادة 95% عن العام السابق. وصل عدد المستخدمين النشطين شهرياً لمنصات التواصل الاجتماعي الافتراضية إلى 450 مليون، وتجاوز أعلى عدد مشاهدين عبر الإنترنت لحفلة موسيقية افتراضية واحدة 25 مليون. يتم استخدامها على نطاق واسع في مجال التعليم، مع 15% من الجامعات في جميع أنحاء العالم تقدم دورات ميتافيرس.\n\nالاقتصاد الرقمي يسرع تخطيطه، مع القيمة السوقية للشركات المدرجة المتعلقة بمفهوم الميتافيرس العالمي تتجاوز 2.8 تريليون دولار أمريكي. وصل حجم معاملات الأصول الافتراضية إلى 68 مليار دولار أمريكي، ومتوسط حجم التداول اليومي لسوق NFT تجاوز 150 مليون دولار أمريكي. وصل حجم سوق إعلانات الميتافيرس إلى 12.5 مليار دولار أمريكي، بمعدل نمو سنوي يزيد عن 200%.\n\nتسارع صياغة المعايير التقنية، وأصدرت IEEE أول معيار مرجعي لهندسة الميتافيرس. تم إنشاء تحالف صناعة الميتافيرس عالمياً، مع 180 شركة تشارك في صياغة المعايير. تم تحسين إطار أمان البيانات وحماية الخصوصية تدريجياً لدعم قابلية التشغيل البيني للبيانات عبر المنصات.\n\nالتطبيقات الصناعية تتعمق باستمرار، والميتافيرس الصناعي أدى إلى زيادة كفاءة التصنيع بنسبة 28%. الميتافيرس الطبي دعم 5,000 عملية جراحية عن بُعد بمعدل دقة 99.9%. تجاوز حجم معاملات منصة ميتافيرس العقارات 20 مليار دولار أمريكي، ومشاهدة المنازل عبر الإنترنت شكلت 35%.\n\nالطلب على المواهب ينمو بسرعة، ووصل الطلب العالمي على المناصب المتعلقة بالميتافيرس إلى 950,000، مع متوسط راتب أعلى بنسبة 45% من مناصب تكنولوجيا المعلومات التقليدية. زادت البلدان جهودها في تدريب المواهب، وهناك أكثر من 3,000 مؤسسة تدريب مهني. يُقدر أن فجوة المواهب ستصل إلى 2.8 مليون بحلول عام 2025.\n\nاتجاهات التطوير المستقبلية: يُقدر أنه بحلول عام 2028، سيتجاوز حجم سوق الميتافيرس العالمي 1.5 تريليون دولار أمريكي. الاقتصاد الحقيقي يسرع تحوله الرقمي، و85% من العلامات التجارية ستنشر الميتافيرس. التكامل والابتكار التكنولوجي يتسارع، وواجهات الدماغ والحاسوب والتكنولوجيا الهولوغرافية والحوسبة الكمية وغيرها ستجلب اختراقات ثورية.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | هل تم ذكر حجم صناعة الميتافيرس العالمية: 385 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | هل تم ذكر حجم شحنات أجهزة VR/AR: 32 مليون وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | هل تم ذكر بيانات التأخير للجيل الجديد من أجهزة VR: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | هل تم ذكر عدد الأوامر الفكرية التي يمكن لواجهة الدماغ والحاسوب التعرف عليها: 1,000 أمر فكري",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | هل تم ذكر عدد مطوري محتوى الميتافيرس عالمياً: 8.5 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | هل تم ذكر عدد المستخدمين النشطين شهرياً لمنصات التواصل الاجتماعي الافتراضية: 450 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | هل تم ذكر متوسط حجم التداول اليومي لسوق NFT: 150 مليون دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | هل تم ذكر عدد الشركات المشاركة في تحالف صناعة الميتافيرس: 180 شركة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | هل تم ذكر عدد العمليات الجراحية عن بُعد التي دعمها الميتافيرس الطبي: 5,000 عملية جراحية عن بُعد",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | هل تم ذكر توقعات حجم سوق الميتافيرس العالمي في 2028: 1.5 تريليون دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير الابتكار والتطوير التعليمي العالمي 2023 أن التحول الرقمي للتعليم يتسارع، ووصل الاستثمار العالمي في تكنولوجيا التعليم إلى 342 مليار دولار أمريكي، بزيادة سنوية قدرها 42%. تجاوز حجم مستخدمي التعليم عبر الإنترنت 1.8 مليار، والموارد التعليمية الرقمية تغطي 89% من المتعلمين في جميع أنحاء العالم. في عصر ما بعد الوباء، أصبح التعليم المختلط هو التيار الرئيسي، والتدريس المتكامل عبر الإنترنت وخارجه يمثل 65%.\n\nتطبيق الذكاء الاصطناعي في التعليم تعمق، ومساعدو التدريس بالذكاء الاصطناعي غطوا أكثر من 250 مليون مستخدم بمعدل دقة 96%. يمكن لنظام التعلم التكيفي تحديد أكثر من 8,000 نمط سلوك تعليمي، ووصل معدل دقة التوصيات الشخصية إلى 92%. تحليل البيانات الضخمة التعليمية يدعم قرارات التدريس ويحسن فعالية التدريس بنسبة 35%.\n\nتغير نمط توفير الموارد التعليمية. تجاوز عدد الدورات على منصة MOOC العالمية 85,000، ووصل العدد التراكمي لاختيار الدورات إلى 1.5 مليار. تسارعت مشاركة الموارد التعليمية عالية الجودة، ووصل عدد الدورات المفتوحة في الجامعات المرموقة الدولية إلى 12,000. هناك أكثر من 5,000 مشروع تدريس تجريبي محاكاة افتراضية، يغطي 12 تخصصاً.\n\nالابتكار والتطوير في تقييم التعليم، ونظام اعتماد الائتمان القائم على البلوك تشين تم تجريبه في 280 جامعة. يمكن لنظام التقييم الذكي تحليل بيانات عملية التعلم في الوقت الفعلي، مع 186 بُعد تقييم. يتم تعزيز نموذج التقييم القائم على الكفاءة في مجال التعليم المهني، مع ربط 2,800 معيار مهني.\n\nتسارع التطوير المهني للمعلمين، و8.5 مليون معلم في جميع أنحاء العالم أكملوا تدريب القدرة على التدريس الرقمي. وصل معدل تغطية تدريب محو الأمية بالذكاء الاصطناعي للمعلمين إلى 55%. تم تعميم تطبيق نظام إعداد الدروس الذكي، مما وفر 40% من وقت إعداد الدروس للمعلمين. منصة خدمة دعم تطوير المعلمين تجمع 20 مليون مورد تدريسي.\n\nإصلاح نموذج تدريب المواهب المبتكرة، التعلم القائم على المشاريع يمثل 38%. هناك 35,000 دورة متكاملة متعددة التخصصات، وتم تدريب 1.8 مليون موهبة مركبة. تعمق تطوير التكامل بين الصناعة والتعليم، مع 120,000 مشروع تعاون بين المدارس والمؤسسات و15 مليون طالب مشمولين بالتعليم التعاوني.\n\nتستمر العدالة التعليمية في التحسن، ووصل معدل تغطية التعليم عبر الإنترنت في المناطق النائية إلى 75%. مشاريع المساعدة التعليمية تفيد 120 مليون طالب محتاج. تم تحسين نظام الدعم التكنولوجي للتعليم الخاص، والتكنولوجيا المساعدة تفيد 28 مليون طالب خاص.\n\nتعزيز التعاون التعليمي الدولي، ووصلت مشاريع التعلم عبر الإنترنت عبر الحدود إلى 8,500. هناك 1,200 اتفاقية اعتراف بالائتمان الدولي. توسعت عضوية التحالف العالمي للابتكار التعليمي إلى 85 دولة، مع أكثر من 3,000 برنامج تدريب مشترك.\n\nاتجاهات التطوير المستقبلية: يُقدر أنه بحلول عام 2028، سيصل سوق تكنولوجيا التعليم العالمي إلى 850 مليار دولار أمريكي. تطبيقات تعليم الميتافيرس تنتشر، والتعلم الغامر يصبح طريقة مهمة. الذكاء الاصطناعي يمكّن بعمق العملية التعليمية بأكملها ويعزز التغييرات في نموذج التعليم. نظام التعلم مدى الحياة أكثر اكتمالاً، وبناء مجتمع التعلم يتسارع.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 150. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | هل تم ذكر حجم الاستثمار العالمي في تكنولوجيا التعليم: 342 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | هل تم ذكر حجم مستخدمي التعليم عبر الإنترنت: 1.8 مليار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | هل تم ذكر عدد المستخدمين الذين يغطيهم مساعدو التدريس بالذكاء الاصطناعي: 250 مليون مستخدم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | هل تم ذكر عدد الدورات على منصة MOOC العالمية: 85,000 دورة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | هل تم ذكر عدد الدورات المفتوحة في الجامعات المرموقة الدولية: 12,000 دورة مفتوحة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | هل تم ذكر عدد الجامعات التجريبية لنظام اعتماد الائتمان القائم على البلوك تشين: 280 جامعة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | هل تم ذكر عدد المعلمين الذين أكملوا تدريب القدرة على التدريس الرقمي: 8.5 مليون معلم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | هل تم ذكر عدد مشاريع التعاون بين المدارس والمؤسسات: 120,000 مشروع",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | هل تم ذكر عدد الطلاب الذين تفيدهم مشاريع المساعدة التعليمية: 120 مليون طالب",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | هل تم ذكر توقعات حجم سوق تكنولوجيا التعليم العالمي في 2028: 850 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【مؤخراً، انعقد المؤتمر الدولي العشرون للذكاء الاصطناعي في الصين بشكل رائع في مركز بكين الدولي للمؤتمرات. اجتمع أكثر من 1500 خبير وباحث وممثل شركة من أكثر من 30 دولة حول العالم لمناقشة الاتجاهات الجديدة والفرص في تطوير الذكاء الاصطناعي. كان موضوع المؤتمر \"عصر جديد من الذكاء: التكامل والابتكار والاستدامة\" وأقام أكثر من 100 منتدى متخصص وندوة تقنية.\n\nخلال الاجتماع، عبر العديد من الأكاديميين والخبراء عن آراء مهمة. أشار الأكاديمي وانغ جيان من الأكاديمية الصينية للهندسة إلى أن الذكاء الاصطناعي يدخل مرحلة تطوير جديدة، وأن الاختراقات في تكنولوجيا النماذج الكبيرة جلبت فرصاً جديدة للتنمية الصناعية. أكد الأكاديمي تشانغ باي من جامعة تسينغهوا على أهمية الحوكمة الأخلاقية للذكاء الاصطناعي واقترح إنشاء معيار أخلاقي موحد عالمياً للذكاء الاصطناعي.\n\nيظهر \"تقرير التطوير العالمي للذكاء الاصطناعي 2023\" الذي أصدره المؤتمر أن حجم السوق العالمي للذكاء الاصطناعي سيصل إلى 1.5 تريليون دولار أمريكي في عام 2022، بزيادة سنوية قدرها 23.6%. من بينها، وصل حجم السوق الصيني للذكاء الاصطناعي إلى 400 مليار يوان، وتم إحراز تقدم كبير في مجالات الرؤية الحاسوبية والتعرف على الكلام. يتنبأ التقرير أنه بحلول عام 2025، سيتجاوز حجم السوق العالمي للذكاء الاصطناعي 3 تريليون دولار أمريكي.\n\nتم عرض العديد من الإنجازات التكنولوجية المتطورة في المعرض. بما في ذلك الجيل الجديد من الروبوتات الذكية وأنظمة القيادة الذاتية والمعدات الطبية الذكية وغيرها. من بينها، جذب الروبوت التفاعلي العاطفي الذي طورته جامعة تسينغهوا اهتماماً واسعاً. يمكن للروبوت التعرف بدقة على تعبيرات الوجه البشري والنبرات، وإجراء استجابات عاطفية مقابلة، بدقة تحديد تبلغ 95 بالمائة.\n\nأقام المؤتمر أيضاً \"مسابقة الابتكار وريادة الأعمال في الذكاء الاصطناعي\"، والتي جذبت أكثر من 500 فريق من جميع أنحاء العالم للمشاركة. في النهاية، فاز فريق ناشئ يركز على تطبيقات الذكاء الاصطناعي الزراعية بالبطولة بنظام التعرف الذكي على آفات وأمراض المحاصيل، والذي يتمتع بمعدل دقة يزيد عن 98 بالمائة وتم تجريبه في العديد من المقاطعات الزراعية الرئيسية.\n\nفي حفل الختام، أعلنت اللجنة المنظمة أنها ستؤسس \"التحالف العالمي لابتكار الذكاء الاصطناعي\" لتعزيز التعاون الدولي وتدريب المواهب والابتكار التكنولوجي. يشمل الأعضاء الأوائل للتحالف 50 مؤسسة بحثية رائدة و100 شركة رائدة في 20 دولة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | هل تم ذكر الاسم المحدد للمؤتمر: المؤتمر الدولي العشرون للذكاء الاصطناعي في الصين",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | هل تم ذكر عدد المشاركين: أكثر من 1500 خبير وباحث وممثل شركة من أكثر من 30 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | هل تم ذكر موضوع المؤتمر: عصر جديد من الذكاء: التكامل والابتكار والاستدامة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | هل تم ذكر وجهة نظر الأكاديمي وانغ جيان: الذكاء الاصطناعي يدخل مرحلة تطوير جديدة، والاختراقات في تكنولوجيا النماذج الكبيرة جلبت فرصاً جديدة للتنمية الصناعية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | هل تم ذكر حجم السوق العالمي للذكاء الاصطناعي في 2022: 1.5 تريليون دولار أمريكي، بزيادة سنوية قدرها 23.6%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | هل تم ذكر حجم السوق الصيني للذكاء الاصطناعي: 400 مليار يوان",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | هل تم ذكر توقعات حجم السوق العالمي للذكاء الاصطناعي في 2025: يتجاوز 3 تريليون دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | هل تم ذكر معدل دقة التعرف للروبوت التفاعلي العاطفي المطور من جامعة تسينغهوا: 95 بالمائة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | هل تم ذكر عدد الفرق المشاركة في مسابقة الابتكار وريادة الأعمال في الذكاء الاصطناعي: أكثر من 500 فريق من جميع أنحاء العالم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | هل تم ذكر معدل دقة نظام الفريق الفائز بالبطولة: أكثر من 98 بالمائة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | هل تم ذكر حجم الأعضاء الأوائل للتحالف العالمي لابتكار الذكاء الاصطناعي: 50 مؤسسة بحثية رائدة و100 شركة رائدة في 20 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير البحث العالمي لتغير المناخ 2023 أن الأرض تواجه أزمة بيئية غير مسبوقة. وفقاً لأحدث تحليل بيانات الأقمار الصناعية، سترتفع درجة الحرارة العالمية المتوسطة في عام 2023 بمقدار 1.5 درجة مئوية مقارنة بأوقات ما قبل الصناعة، محققة رقماً قياسياً جديداً. معدل الاحترار في القطب الشمالي يبلغ ضعف المتوسط العالمي، مما يؤدي إلى ذوبان الأنهار الجليدية على نطاق واسع. من المتوقع أنه بحلول عام 2050، قد يشهد القطب الشمالي أول صيف خالٍ من الجليد.\n\nوجد فريق البحث أن تكرار أحداث الطقس المتطرف قد ازداد بشكل كبير من خلال تحليل البيانات التاريخية من 2000 محطة أرصاد جوية حول العالم. في عام 2023، حدثت 127 عاصفة مطرية شديدة و43 درجة حرارة مرتفعة متطرفة حول العالم، بزيادة قدرها 45% و60% على التوالي مقارنة بعشر سنوات مضت. الخسائر الاقتصادية الناجمة عن هذا الطقس الكارثي تصل إلى 280 مليار دولار أمريكي، مما يؤثر على أكثر من 200 مليون شخص.\n\nمعدل ارتفاع مستوى سطح البحر يتسارع. في الـ25 سنة الماضية، ارتفع متوسط مستوى سطح البحر العالمي بمقدار 8.9 سم. تتنبأ الدراسات أنه إذا استمرت انبعاثات غازات الدفيئة في الاتجاه الحالي، فقد يرتفع مستوى سطح البحر بأكثر من متر واحد بحلول نهاية هذا القرن، مما سيهدد البيئة المعيشية لحوالي 600 مليون شخص ساحلي حول العالم.\n\nالتنوع البيولوجي يستمر في التراجع، حيث تظهر سجلات البحث أنه في الـ50 سنة الماضية، تعرض حوالي 28000 نوع من الكائنات الحية للخطر في جميع أنحاء العالم. يتم قطع الغابات المطيرة الاستوائية بمعدل مثير للقلق، مع خسارة 1.5 مليون هكتار في عام 2023 وحده، وهي مساحة تعادل حجم سويسرا. النظم البيئية البحرية تواجه أيضاً تهديداً خطيراً، حيث أن 90% من الشعاب المرجانية معرضة لخطر الموت.\n\nيشير التقرير إلى أن تركيز ثاني أكسيد الكربون في الغلاف الجوي وصل إلى 417 جزء في المليون، بزيادة 50% عن أوقات ما قبل الصناعة. على الرغم من أن البلدان تعهدت بتقليل الانبعاثات، إلا أن الانبعاثات الكربونية العالمية ستزيد بنسبة 2.7% في عام 2023 إلى رقم قياسي قدره 37.8 مليار طن. من بينها، تمثل صناعة توليد الكهرباء 35%، والإنتاج الصناعي 28%، والنقل 24%.\n\nللتعامل مع أزمة المناخ، يوصي التقرير باتخاذ تدابير طارئة: بحلول عام 2030، زيادة نسبة الطاقة المتجددة إلى 60%، وزيادة حصة السوق للمركبات الكهربائية إلى 40%، وزيادة كفاءة الطاقة في المباني بنسبة 30%. كما يوصي بإنشاء صندوق تكيف مناخي عالمي بقيمة 100 مليار دولار لمساعدة البلدان النامية على تحسين قدرتها على التكيف.\n\nيحذر العلماء من أنه إذا لم يتم اتخاذ إجراءات فعالة في السنوات الخمس القادمة، فقد تصل آثار الاحترار العالمي إلى نقطة تحول لا رجعة فيها. بحلول ذلك الوقت، حتى لو توقف البشر عن جميع انبعاثات غازات الدفيئة، ستستمر الأرض في الاحترار لعقود، مما سيؤدي إلى كوارث طبيعية أكثر تكراراً، وأزمات غذائية أكثر خطورة، ومشاكل لاجئي المناخ على نطاق أوسع.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | هل تم ذكر البيانات المحددة لارتفاع متوسط درجة الحرارة العالمية في 2023: 1.5 درجة مئوية مقارنة بأوقات ما قبل الصناعة، محققة رقماً قياسياً جديداً",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | هل تم ذكر عدد مرات حدوث العواصف المطرية الشديدة في 2023: 127 عاصفة مطرية شديدة، بزيادة 45% مقارنة بعشر سنوات مضت",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | هل تم ذكر بيانات الخسائر الاقتصادية الناجمة عن الطقس المتطرف: 280 مليار دولار أمريكي، مما يؤثر على أكثر من 200 مليون شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | هل تم ذكر البيانات المحددة لارتفاع متوسط مستوى سطح البحر العالمي في الـ25 سنة الماضية: 8.9 سم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | هل تم ذكر عدد الأنواع المهددة بالانقراض: حوالي 28000 نوع من الكائنات الحية تعرضت للخطر في جميع أنحاء العالم في الـ50 سنة الماضية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | هل تم ذكر مساحة فقدان الغابات المطيرة الاستوائية في 2023: 1.5 مليون هكتار، وهي مساحة تعادل حجم سويسرا",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | هل تم ذكر تركيز ثاني أكسيد الكربون الحالي في الغلاف الجوي: 417 جزء في المليون، بزيادة 50% عن أوقات ما قبل الصناعة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | هل تم ذكر انبعاثات الكربون العالمية في 2023: زيادة بنسبة 2.7% إلى رقم قياسي قدره 37.8 مليار طن",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | هل تم ذكر نسبة انبعاثات الكربون من صناعة توليد الكهرباء: 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | هل تم ذكر نسبة هدف الطاقة المتجددة في 2030: زيادة إلى 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | هل تم ذكر حجم صندوق التكيف المناخي العالمي المقترح إنشاؤه: صندوق تكيف مناخي عالمي بقيمة 100 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير التطوير العالمي للاقتصاد الرقمي 2023 أن الاقتصاد الرقمي أصبح القوة الدافعة الرئيسية للنمو الاقتصادي العالمي. وفقاً لبيانات التقرير، وصل إجمالي حجم الاقتصاد الرقمي العالمي إلى 54.8 تريليون دولار في عام 2023، بزيادة سنوية قدرها 18.2%، وتجاوزت نسبة الناتج المحلي الإجمالي العالمي 45% لأول مرة. من بينها، وصل حجم الاقتصاد الرقمي الصيني إلى 50.1 تريليون يوان، بزيادة سنوية قدرها 15.3%، وشكل الاقتصاد الرقمي 41.5% من الناتج المحلي الإجمالي.\n\nفي مجال بناء البنية التحتية الرقمية، تجاوز العدد الإجمالي لمحطات 5G العالمية 3.5 مليون، حيث تمثل الصين أكثر من 60%. وصل عدد مراكز البيانات العالمية إلى 8500، مع استهلاك طاقة سنوي يتجاوز 200 مليار كيلوواط ساعة. وصل حجم سوق الحوسبة السحابية إلى 485 مليار دولار، مع حصة سوقية مجتمعة لـ AWS وMicrosoft Azure وAlibaba Cloud تتجاوز 65%.\n\nالابتكار في التكنولوجيا الرقمية يستمر في التسارع، حيث وصلت طلبات براءات الاختراع العالمية للذكاء الاصطناعي إلى 520,000، بزيادة سنوية قدرها 32%. تطبيقات تكنولوجيا البلوك تشين تستمر في التوسع، حيث وصل حجم السوق العالمي للبلوك تشين إلى 128 مليار دولار. الاستثمار في الحوسبة الكمية تجاوز 15 مليار دولار، مع أجهزة الكمبيوتر الكمية قيد التطوير تصل إلى مستوى 1000 كيوبت.\n\nالتجارة الرقمية تتطور بسرعة، حيث وصل حجم معاملات التجارة الإلكترونية العابرة للحدود العالمية إلى 3.8 تريليون دولار، بزيادة سنوية قدرها 25%. تجاوز حجم معاملات الدفع الرقمي 8.5 تريليون دولار، مع المدفوعات المحمولة تمثل 68%. وصل مستخدمو التجارة الإلكترونية العالمية إلى 2.8 مليار، مع الخدمات الرقمية تغطي أكثر من 80% من سكان العالم.\n\nفي مجال التوظيف في الصناعة الرقمية، وصلت المناصب المرتبطة بالاقتصاد الرقمي العالمي إلى 320 مليون، بزيادة سنوية قدرها 12%. المناصب عالية المهارة مثل تطوير البرمجيات وتحليل البيانات والذكاء الاصطناعي أظهرت نمواً كبيراً في الطلب، مع مستويات راتب متوسطة أعلى بنسبة 35% من الصناعات التقليدية. من المتوقع أنه بحلول عام 2025، ستصل فجوة المواهب في الاقتصاد الرقمي العالمي إلى 85 مليون شخص.\n\nالحوكمة الرقمية تستمر في التحسن، حيث أصدرت 128 دولة حول العالم قوانين ولوائح متعلقة بحماية البيانات. وصل الاستثمار في أمن الشبكات إلى 189 مليار دولار، بزيادة 22% عن العام السابق. الخسائر الاقتصادية العالمية الناجمة عن حوادث أمن الشبكات وصلت إلى 950 مليار دولار، بزيادة 15% عن العام السابق.\n\nيتنبأ التقرير أنه بحلول عام 2025، سيتجاوز حجم الاقتصاد الرقمي العالمي 75 تريليون دولار، بمعدل نمو سنوي متوسط يزيد عن 15%. التطوير المتكامل للتقنيات الناشئة سيولد المزيد من الأشكال والنماذج التجارية الجديدة، والتحول الرقمي سيسرع الاختراق من مجال المستهلك إلى مجال الإنتاج. من المتوقع أن يصبح الاقتصاد الرقمي محركاً رئيسياً للانتعاش الاقتصادي العالمي في عصر ما بعد الجائحة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | هل تم ذكر إجمالي حجم الاقتصاد الرقمي العالمي في 2023: 54.8 تريليون دولار أمريكي، بزيادة سنوية قدرها 18.2%، يمثل أكثر من 45% من الناتج المحلي الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | هل تم ذكر حجم الاقتصاد الرقمي الصيني: 50.1 تريليون يوان، بزيادة سنوية قدرها 15.3%، يمثل 41.5% من الناتج المحلي الإجمالي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | هل تم ذكر العدد الإجمالي لمحطات 5G العالمية: تجاوز 3.5 مليون، مع الصين تمثل أكثر من 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | هل تم ذكر حجم سوق الحوسبة السحابية العالمي: 485 مليار دولار أمريكي، مع حصة سوقية مجتمعة لـ AWS وMicrosoft Azure وAlibaba Cloud تتجاوز 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | هل تم ذكر عدد طلبات براءات الاختراع العالمية للذكاء الاصطناعي: 520,000، بزيادة سنوية قدرها 32%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | هل تم ذكر حجم السوق العالمي للبلوك تشين: 128 مليار دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | هل تم ذكر حجم معاملات التجارة الإلكترونية العابرة للحدود العالمية: 3.8 تريليون دولار أمريكي، بزيادة سنوية قدرها 25%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | هل تم ذكر عدد المناصب المرتبطة بالاقتصاد الرقمي: 320 مليون منصب، بزيادة سنوية قدرها 12%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | هل تم ذكر مبلغ الاستثمار في أمن الشبكات: 189 مليار دولار أمريكي، بزيادة 22% عن العام السابق",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | هل تم ذكر توقعات حجم الاقتصاد الرقمي العالمي في 2025: يتجاوز 75 تريليون دولار أمريكي، بمعدل نمو سنوي متوسط يزيد عن 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【تم تحقيق اختراقات كبيرة في استكشاف الفضاء البشري في عام 2023، مع إكمال مهام معلمية متعددة بنجاح. تم إكمال مهمة الطيران التجريبي الأولى لبرنامج الهبوط على القمر \"أرتميس\" التابع لناسا بنجاح، حيث دارت المركبة الفضائية غير المأهولة حول القمر لمدة 13 يوماً وأكملت رحلة 2.26 مليون كيلومتر. تحققت المهمة من أداء صاروخ الرفع الثقيل من الجيل الجديد SLS، مما وضع الأساس للهبوط المأهول على القمر في عام 2025.\n\nفي استكشاف المريخ، اكتشفت المركبة الجوالة \"المثابرة\" جزيئات عضوية يُشتبه في أنها علامات على الحياة على سطح المريخ وجمعت 28 عينة صخرية. أرسلت \"تيانوين-1\" الصينية أكثر من 1100 جيجابايت من بيانات صور المريخ، مما أنتج أكثر الخرائط الطبوغرافية تفصيلاً للمريخ حتى الآن. اكتشف مسبار \"مارس إكسبريس\" التابع لوكالة الفضاء الأوروبية أن احتياطيات المياه الجوفية في المريخ تتجاوز التوقعات بكثير، حوالي 1.5 مرة من احتياطيات المياه العذبة على الأرض.\n\nحقق استكشاف الفضاء العميق اختراقات جديدة، حيث طار مسبار \"نيو هورايزونز\" عبر حزام كايبر واكتشف أجراماً سماوية متعددة غير معروفة. أكمل مسبار \"جونو\" تحليقاً قريباً من قمر المشتري أوروبا، وحصل على بيانات واسعة حول محيطه تحت السطحي. حقق \"مسبار باركر الشمسي\" التاريخ بأن أصبح أول جسم من صنع الإنسان \"يلمس\" الشمس، وصل إلى مسافة قريبة مذهلة قدرها 8.1 مليون كيلومتر.\n\nتقدم بناء محطة الفضاء بثبات، حيث أكملت محطة الفضاء الصينية البناء الشامل واستضافت 12 رائد فضاء في المجموع. تم تمديد فترة خدمة محطة الفضاء الدولية إلى عام 2030، وأكملت 6 مهام سير في الفضاء. ازدهرت رحلات الفضاء التجارية، حيث أكملت SpaceX 68 مهمة إطلاق على مدار العام، محققة رقماً قياسياً جديداً في رحلات الفضاء التجارية.\n\nحققت مهام إرجاع عينات الكويكبات تقدماً اختراقياً، حيث نجح مسبار \"أوزيريس-ريكس\" التابع لناسا في إرجاع عينات من الكويكب بينو إلى الأرض، بإجمالي 250 جراماً، وهي أكبر عينة كويكب حتى الآن. أظهرت نتائج التحليل من مهمة \"هايابوسا2\" اليابانية أن الكويكب ريوغو يحتوي على أحماض أمينية ومواد أخرى ضرورية للحياة.\n\nفي الرصد الفلكي، اكتشف تلسكوب جيمس ويب الفضائي أبعد مجرة حتى الآن، على بعد 13.3 مليار سنة ضوئية من الأرض. اكتشف القمر الصناعي الصيني \"إنسايت-HXMT\" لأول مرة انفجارات أشعة غاما فائقة القوة من انفجارات النجوم المغناطيسية. بدأ بناء مصفوفة التلسكوب الراديوي SKA، والتي ستصبح أكبر منشأة فلكية للبشرية عند اكتمالها.\n\nالابتكار في تكنولوجيا الطيران والفضاء يستمر، حيث أصبحت تكنولوجيا الصواريخ القابلة لإعادة الاستخدام أكثر نضجاً، محققة معدل نجاح استرداد 95%. تم إحراز تقدم مهم في بحث نظام الدفع النووي، مع قوة دفع نظرية أكبر بـ10 مرات من الصواريخ الكيميائية. حققت تكنولوجيا تنظيف الحطام الفضائي اختراقات، حيث نجح أول قمر صناعي تجاري للتنظيف في التقاط وتدمير قمرين صناعيين مهجورين.\n\nتم توضيح خطط استكشاف الفضاء للسنوات الخمس القادمة، بما في ذلك مهام كبرى مثل الهبوط المأهول على القمر وإرجاع عينات المريخ واستكشاف نظام المشتري. من المتوقع أنه بحلول عام 2030، سيتجاوز حجم صناعة الطيران والفضاء العالمية تريليون دولار، وسيصبح اقتصاد الفضاء نقطة نمو جديدة.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | هل تم ذكر وقت طيران برنامج أرتميس: 13 يوماً في المدار حول القمر، مكملاً رحلة 2.26 مليون كيلومتر",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | هل تم ذكر عدد العينات الصخرية التي جمعتها المثابرة: 28 عينة صخرية",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | هل تم ذكر كمية البيانات التي أرسلتها تيانوين-1: أكثر من 1100 جيجابايت من بيانات صور المريخ",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | هل تم ذكر أقرب مسافة لمسبار باركر الشمسي من الشمس: 8.1 مليون كيلومتر",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | هل تم ذكر عدد رواد الفضاء الذين استضافتهم محطة الفضاء الصينية: 12 رائد فضاء في المجموع",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | هل تم ذكر عدد مهام الإطلاق السنوية لـ SpaceX: 68 مهمة إطلاق على مدار العام",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | هل تم ذكر وزن العينة التي أحضرها أوزيريس-ريكس: 250 جراماً، وهي أكبر عينة كويكب حتى الآن",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | هل تم ذكر مسافة أبعد مجرة اكتشفها تلسكوب ويب: 13.3 مليار سنة ضوئية من الأرض",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | هل تم ذكر معدل نجاح استرداد الصواريخ القابلة لإعادة الاستخدام: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | هل تم ذكر توقعات حجم صناعة الطيران والفضاء العالمية في 2030: يتجاوز تريليون دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير الوضع الصحي العام العالمي 2023 أن النظام الصحي العالمي يواجه تحديات جديدة في عصر ما بعد الوباء. تم الإبلاغ عن إجمالي 156 تفشي مرض معدي جديد في جميع أنحاء العالم، بزيادة 23% عن العام السابق. تظهر بيانات منظمة الصحة العالمية أن النفقات الصحية العالمية وصلت إلى 9.7 تريليون دولار أمريكي، تمثل 10.2% من الناتج المحلي الإجمالي العالمي، لكن الفجوة في توزيع الموارد الطبية بين البلدان تستمر في الاتساع.\n\nفي مجال الوقاية من الأمراض المعدية ومكافحتها، تغطي شبكة المراقبة العالمية للإنفلونزا 153 دولة وتراقب 12,000 نقطة أخذ عينات في الوقت الفعلي. حدد نظام مراقبة متغيرات فيروس كورونا الجديد 38 متغيراً مهماً، منها 5 مدرجة كاهتمامات رئيسية. وصل معدل التطعيم العالمي إلى 76%، لكن لا تزال هناك 23 دولة في أفريقيا بمعدل تطعيم أقل من 30%.\n\nتم إحراز تقدم في الوقاية من الأمراض المزمنة وعلاجها. تجاوز معدل البقاء على قيد الحياة لمدة 5 سنوات للسرطان العالمي 70% لأول مرة، مع معدلات بقاء سرطان الثدي والبروستاتا تتجاوز 90%. انخفض معدل الوفيات من أمراض القلب والأوعية الدموية بنسبة 15% عن عقد مضى، لكنه لا يزال السبب الرئيسي للوفاة في العالم. وصل عدد مرضى السكري إلى 537 مليون، مضاعفاً من عام 2000، والنفقات الطبية السنوية تتجاوز 760 مليار دولار أمريكي.\n\nمشاكل الصحة النفسية تصبح أكثر بروزاً، حيث يعاني أكثر من 400 مليون شخص من الاكتئاب في جميع أنحاء العالم، بزيادة 28% عن قبل الوباء. الصحة النفسية للمراهقين مثيرة للقلق، حيث ارتفع معدل الانتحار للأشخاص الذين تتراوح أعمارهم بين 15-24 بنسبة 12%. النفقات الطبية للصحة النفسية في مختلف البلدان تمثل فقط 2.8% من إجمالي النفقات، أقل بكثير من معيار 5% الموصى به من منظمة الصحة العالمية.\n\nالابتكار في التكنولوجيا الطبية يتسارع، حيث وصلت دقة التشخيص بمساعدة الذكاء الاصطناعي إلى 97%، خاصة في مجال التشخيص بالتصوير. حقق العلاج الجيني اختراقاً كبيراً، مع الموافقة على 15 نوعاً من العلاج الجيني في جميع أنحاء العالم، وانخفضت تكلفة العلاج بنسبة 60% مقارنة بخمس سنوات مضت. تغطي خدمات الطب عن بُعد 850 مليون شخص وتلعب دوراً مهماً في المناطق النائية.\n\nمشكلة التوزيع غير المتكافئ للموارد الطبية تبقى بارزة، حيث تتركز 45% من الموارد الطبية العالمية في البلدان المتقدمة التي تمثل 15% من السكان. متوسط عدد الأطباء لكل 10,000 شخص في أفريقيا هو فقط 2.3، أقل بكثير من معيار 23 الموصى به من منظمة الصحة العالمية. لا يزال هناك حوالي 3.8 مليار شخص في العالم لا يمكنهم الوصول إلى الخدمات الطبية الأساسية.\n\nمشكلة مقاومة المضادات الحيوية تتفاقم، مع 1.5 مليون وفاة من عدوى البكتيريا المقاومة سنوياً وخسائر اقتصادية تتجاوز 550 مليار دولار أمريكي. تحذر منظمة الصحة العالمية من أنه إذا لم يتم اتخاذ إجراءات، فقد تصبح العدوى المقاومة للأدوية السبب الرئيسي للوفاة بحلول عام 2050.\n\nيوصي التقرير بتعزيز التعاون الصحي العالمي، وإنشاء صندوق طوارئ صحي عالمي بقيمة 10 مليار دولار، وتحسين أنظمة الإنذار المبكر للأمراض. تكثيف تدريب المواهب الطبية وتدريب 5 مليون مهني طبي بحلول عام 2030. تعزيز الابتكار في التكنولوجيا الطبية وزيادة إمكانية الوصول إلى الخدمات الطبية بنسبة 30%. في الوقت نفسه، يدعو البلدان المتقدمة لتحمل المزيد من المسؤوليات للمساعدة الصحية الدولية ومساعدة المناطق الأقل نمواً على تحسين معاييرها الطبية.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | هل تم ذكر عدد تفشي الأمراض المعدية الجديدة عالمياً: 156 تفشي مرض معدي جديد",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | هل تم ذكر نسبة النفقات الصحية العالمية من الناتج المحلي الإجمالي: 10.2% من الناتج المحلي الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | هل تم ذكر عدد البلدان التي تغطيها شبكة المراقبة العالمية للإنفلونزا: 153 دولة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | هل تم ذكر معدل البقاء على قيد الحياة لمدة 5 سنوات للسرطان عالمياً: تجاوز 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | هل تم ذكر عدد مرضى السكري عالمياً: 537 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | هل تم ذكر عدد مرضى الاكتئاب عالمياً: أكثر من 400 مليون شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | هل تم ذكر دقة التشخيص بمساعدة الذكاء الاصطناعي: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | هل تم ذكر السكان الذين تغطيهم خدمات الطب عن بُعد: 850 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | هل تم ذكر نسبة الأطباء للسكان في أفريقيا: 2.3 لكل 10,000 شخص",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | هل تم ذكر عدد الوفيات من عدوى البكتيريا المقاومة: 1.5 مليون وفاة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | هل تم ذكر حجم صندوق الطوارئ الصحي العالمي: 10 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير تطوير صناعة المركبات الجديدة للطاقة العالمية 2023 أن التحول الكهربائي دخل المسار السريع. تجاوزت مبيعات المركبات الجديدة للطاقة العالمية السنوية 14.8 مليون وحدة، بزيادة سنوية قدرها 46.3%، ووصل معدل اختراق السوق إلى 22%. من بينها، شكلت المركبات الكهربائية الخالصة 68%، والمركبات الهجينة القابلة للشحن 29%، ومركبات خلايا الوقود الهيدروجينية 3%. أداء السوق الصيني كان الأفضل، حيث وصلت المبيعات إلى 8.2 مليون وحدة، تمثل 55.4% من الإجمالي العالمي.\n\nتكنولوجيا بطاريات الطاقة تستمر في الاختراق، ووصلت كثافة الطاقة للجيل الجديد من البطاريات الصلبة إلى 400Wh/kg، بزيادة 45% عن البطاريات الليثيوم التقليدية. وصلت قدرة إنتاج بطاريات الطاقة العالمية إلى 1200GWh، والاستثمار في الصناعة تجاوز 85 مليار دولار أمريكي. انخفضت تكاليف البطاريات بنسبة 38% من عام 2020، مما دفع إلى انخفاض كبير في تكاليف تصنيع المركبات.\n\nالبنية التحتية للشحن سرعت تخطيطها، ووصل عدد أعمدة الشحن العامة في جميع أنحاء العالم إلى 18.5 مليون، منها أعمدة الشحن السريع تمثل 35%. تم تعزيز وتطبيق تكنولوجيا الشحن الذكي، وتم تنفيذ مشاريع تفاعل المركبة مع الشبكة (V2G) التجريبية في 15 دولة، مما وفر 45GWh من قدرة تنظيم الذروة للشبكة الكهربائية.\n\nتم ترقية تكنولوجيا القيادة الذكية، حيث وصل معدل اختراق القيادة الذاتية L2+ إلى 45%، وبدأ مستوى L3 في الإنتاج الضخم. تحسن النقص العالمي في رقائق السيارات بشكل كبير، مع زيادة القدرة الإنتاجية السنوية بنسبة 28%. تجاوزت قوة الحوسبة لنظام الذكاء المحمول 1000TOPS، مما يدعم سيناريوهات القيادة الذاتية الأكثر تعقيداً.\n\nتسارع توطين سلسلة الصناعة، وتم تشكيل خمس مجموعات صناعية رئيسية للمركبات الجديدة للطاقة عالمياً. تم تعزيز القدرات المستقلة والقابلة للتحكم للمواد الرئيسية، ووصل معدل الاكتفاء الذاتي الصيني لمواد بطاريات الليثيوم إلى أكثر من 85%. تم تحسين نظام إعادة التدوير لبطاريات الطاقة المستعملة تدريجياً، مع معدل إعادة تدوير 78% وحجم سوق مشتق يزيد عن 28 مليار دولار أمريكي.\n\nنمت صادرات المركبات الجديدة للطاقة بسرعة، حيث وصل حجم صادرات الصين من المركبات الجديدة للطاقة إلى 950,000 وحدة، بزيادة سنوية قدرها 120%. تسارع التحول الكهربائي للسوق الأوروبي، حيث شكلت المركبات الكهربائية 28% من مبيعات السيارات الجديدة. نما السوق الأمريكي بسرعة مع دعم السياسات، مع مبيعات سنوية تتجاوز 2.1 مليون وحدة.\n\nتكثفت المنافسة في المسارات التقنية، وتسارع تسويق التقنيات الجديدة مثل البطاريات الصلبة وبطاريات أيون الصوديوم. حققت تكنولوجيا خلايا الوقود الهيدروجينية اختراقات، وانخفضت تكاليف النظام بنسبة 55% مقارنة بعام 2020. يتم تعزيز نموذج تبديل البطاريات في مجال المركبات التجارية الثقيلة، وتم بناء 28,000 محطة تبديل بطاريات في جميع أنحاء العالم.\n\nالسياسات الصناعية تستمر في التحسن، واستثمر العالم إجمالي 280 مليار دولار أمريكي في الإعانات. أصبحت لوائح انبعاثات الكربون في مختلف البلدان أكثر صرامة، وتم توضيح الجدول الزمني لانسحاب مركبات الوقود التقليدية. تم تحسين نظام المعايير الصناعية باستمرار، مما يدفع التطوير الصحي لصناعة المركبات الجديدة للطاقة العالمية.\n\nنظرة على السنوات الخمس القادمة: من المتوقع أنه بحلول عام 2028، ستتجاوز المبيعات السنوية للمركبات الجديدة للطاقة في جميع أنحاء العالم 35 مليون، وسيتجاوز معدل اختراق السوق 45%. من المتوقع أن تتجاوز كثافة الطاقة لبطاريات الطاقة 500Wh/kg، وستنخفض التكلفة إلى أقل من 60 دولار أمريكي/كيلوواط ساعة. ستدخل القيادة الذكية مرحلة تسويق مستوى L4، مما يدفع سوق ذكي بقيمة 500 مليار دولار أمريكي.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | هل تم ذكر المبيعات السنوية العالمية للمركبات الجديدة للطاقة: 14.8 مليون وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | هل تم ذكر نسبة مبيعات السوق الصيني: 55.4% من الإجمالي العالمي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | هل تم ذكر كثافة الطاقة للجيل الجديد من البطاريات الصلبة: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | هل تم ذكر عدد أعمدة الشحن العامة عالمياً: 18.5 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | هل تم ذكر معدل اختراق القيادة الذاتية مستوى L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | هل تم ذكر معدل الاكتفاء الذاتي الصيني لمواد بطاريات الليثيوم: تجاوز 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | هل تم ذكر حجم صادرات الصين من المركبات الجديدة للطاقة: 950,000 وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | هل تم ذكر انخفاض تكاليف نظام خلايا الوقود الهيدروجينية: 55% مقارنة بعام 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | هل تم ذكر عدد محطات تبديل البطاريات عالمياً: 28,000 محطة تبديل بطاريات",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | هل تم ذكر إجمالي أموال الإعانات عالمياً: 280 مليار دولار أمريكي",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير تطوير تكنولوجيا الميتافيرس 2023 أن صناعة الميتافيرس العالمية ستصل إلى 385 مليار دولار، بزيادة 85% سنوياً. تجاوز حجم شحنات أجهزة الواقع الافتراضي (VR) والواقع المعزز (AR) 32 مليون وحدة، بزيادة 62% عن العام السابق. وصل عدد طلبات براءات الاختراع المتعلقة بالميتافيرس إلى 185,000، منها الصين تمثل 38%، في المرتبة الأولى عالمياً.\n\nاختراقات كبيرة في تكنولوجيا الأجهزة، وصلت دقة الجيل الجديد من أجهزة VR إلى 4K×4K، وتم توسيع مجال الرؤية إلى 120 درجة، وتم تقليل التأخير إلى 12ms. حلول AR البصرية مبتكرة، وتكنولوجيا الدليل الموجي الانكساري تقلل وزن الجهاز إلى 120g. تم إحراز تقدم كبير في واجهات الدماغ والحاسوب، والأجهزة غير الغازية يمكنها التعرف على 1,000 أمر فكري بمعدل دقة 92%.\n\nالتكنولوجيا التفاعلية تصبح أكثر نضجاً، تم تحسين دقة التقاط الحركة للجسم الكامل إلى مستوى تحت المليمتر، والتعرف على تعبيرات الوجه يدعم 95 تعبيراً دقيقاً. تم تحقيق اختراقات في تكنولوجيا التغذية الراجعة اللمسية، والتي يمكنها محاكاة لمس 200 مادة مختلفة. وصلت تكنولوجيا الإسقاط الهولوغرافي إلى دقة 8K، تدعم مشاهدة متعددة الأشخاص بدون نظارات خاصة.\n\nالنظام البيئي للمحتوى يزدهر، مع أكثر من 8.5 مليون مطور محتوى ميتافيرس في جميع أنحاء العالم، بزيادة 95% عن العام السابق. وصل عدد المستخدمين النشطين شهرياً لمنصات التواصل الاجتماعي الافتراضية إلى 450 مليون، وتجاوز أعلى عدد مشاهدين عبر الإنترنت لحفلة موسيقية افتراضية واحدة 25 مليون. يتم استخدامها على نطاق واسع في مجال التعليم، مع 15% من الجامعات في جميع أنحاء العالم تقدم دورات ميتافيرس.\n\nالاقتصاد الرقمي يسرع تخطيطه، مع القيمة السوقية للشركات المدرجة المتعلقة بمفهوم الميتافيرس العالمي تتجاوز 2.8 تريليون دولار أمريكي. وصل حجم معاملات الأصول الافتراضية إلى 68 مليار دولار أمريكي، ومتوسط حجم التداول اليومي لسوق NFT تجاوز 150 مليون دولار أمريكي. وصل حجم سوق إعلانات الميتافيرس إلى 12.5 مليار دولار أمريكي، بمعدل نمو سنوي يزيد عن 200%.\n\nتسارع صياغة المعايير التقنية، وأصدرت IEEE أول معيار مرجعي لهندسة الميتافيرس. تم إنشاء تحالف صناعة الميتافيرس عالمياً، مع 180 شركة تشارك في صياغة المعايير. تم تحسين إطار أمان البيانات وحماية الخصوصية تدريجياً لدعم قابلية التشغيل البيني للبيانات عبر المنصات.\n\nالتطبيقات الصناعية تتعمق باستمرار، والميتافيرس الصناعي أدى إلى زيادة كفاءة التصنيع بنسبة 28%. الميتافيرس الطبي دعم 5,000 عملية جراحية عن بُعد بمعدل دقة 99.9%. تجاوز حجم معاملات منصة ميتافيرس العقارات 20 مليار دولار أمريكي، ومشاهدة المنازل عبر الإنترنت شكلت 35%.\n\nالطلب على المواهب ينمو بسرعة، ووصل الطلب العالمي على المناصب المتعلقة بالميتافيرس إلى 950,000، مع متوسط راتب أعلى بنسبة 45% من مناصب تكنولوجيا المعلومات التقليدية. زادت البلدان جهودها في تدريب المواهب، وهناك أكثر من 3,000 مؤسسة تدريب مهني. يُقدر أن فجوة المواهب ستصل إلى 2.8 مليون بحلول عام 2025.\n\nاتجاهات التطوير المستقبلية: يُقدر أنه بحلول عام 2028، سيتجاوز حجم سوق الميتافيرس العالمي 1.5 تريليون دولار أمريكي. الاقتصاد الحقيقي يسرع تحوله الرقمي، و85% من العلامات التجارية ستنشر الميتافيرس. التكامل والابتكار التكنولوجي يتسارع، وواجهات الدماغ والحاسوب والتكنولوجيا الهولوغرافية والحوسبة الكمية وغيرها ستجلب اختراقات ثورية.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | هل تم ذكر حجم صناعة الميتافيرس العالمية: 385 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | هل تم ذكر حجم شحنات أجهزة VR/AR: 32 مليون وحدة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | هل تم ذكر بيانات التأخير للجيل الجديد من أجهزة VR: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | هل تم ذكر عدد الأوامر الفكرية التي يمكن لواجهة الدماغ والحاسوب التعرف عليها: 1,000 أمر فكري",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | هل تم ذكر عدد مطوري محتوى الميتافيرس عالمياً: 8.5 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | هل تم ذكر عدد المستخدمين النشطين شهرياً لمنصات التواصل الاجتماعي الافتراضية: 450 مليون",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | هل تم ذكر متوسط حجم التداول اليومي لسوق NFT: 150 مليون دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | هل تم ذكر عدد الشركات المشاركة في تحالف صناعة الميتافيرس: 180 شركة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | هل تم ذكر عدد العمليات الجراحية عن بُعد التي دعمها الميتافيرس الطبي: 5,000 عملية جراحية عن بُعد",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | هل تم ذكر توقعات حجم سوق الميتافيرس العالمي في 2028: 1.5 تريليون دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "يرجى مساعدتي في تلخيص المقال أدناه【يظهر تقرير الابتكار والتطوير التعليمي العالمي 2023 أن التحول الرقمي للتعليم يتسارع، ووصل الاستثمار العالمي في تكنولوجيا التعليم إلى 342 مليار دولار أمريكي، بزيادة سنوية قدرها 42%. تجاوز حجم مستخدمي التعليم عبر الإنترنت 1.8 مليار، والموارد التعليمية الرقمية تغطي 89% من المتعلمين في جميع أنحاء العالم. في عصر ما بعد الوباء، أصبح التعليم المختلط هو التيار الرئيسي، والتدريس المتكامل عبر الإنترنت وخارجه يمثل 65%.\n\nتطبيق الذكاء الاصطناعي في التعليم تعمق، ومساعدو التدريس بالذكاء الاصطناعي غطوا أكثر من 250 مليون مستخدم بمعدل دقة 96%. يمكن لنظام التعلم التكيفي تحديد أكثر من 8,000 نمط سلوك تعليمي، ووصل معدل دقة التوصيات الشخصية إلى 92%. تحليل البيانات الضخمة التعليمية يدعم قرارات التدريس ويحسن فعالية التدريس بنسبة 35%.\n\nتغير نمط توفير الموارد التعليمية. تجاوز عدد الدورات على منصة MOOC العالمية 85,000، ووصل العدد التراكمي لاختيار الدورات إلى 1.5 مليار. تسارعت مشاركة الموارد التعليمية عالية الجودة، ووصل عدد الدورات المفتوحة في الجامعات المرموقة الدولية إلى 12,000. هناك أكثر من 5,000 مشروع تدريس تجريبي محاكاة افتراضية، يغطي 12 تخصصاً.\n\nالابتكار والتطوير في تقييم التعليم، ونظام اعتماد الائتمان القائم على البلوك تشين تم تجريبه في 280 جامعة. يمكن لنظام التقييم الذكي تحليل بيانات عملية التعلم في الوقت الفعلي، مع 186 بُعد تقييم. يتم تعزيز نموذج التقييم القائم على الكفاءة في مجال التعليم المهني، مع ربط 2,800 معيار مهني.\n\nتسارع التطوير المهني للمعلمين، و8.5 مليون معلم في جميع أنحاء العالم أكملوا تدريب القدرة على التدريس الرقمي. وصل معدل تغطية تدريب محو الأمية بالذكاء الاصطناعي للمعلمين إلى 55%. تم تعميم تطبيق نظام إعداد الدروس الذكي، مما وفر 40% من وقت إعداد الدروس للمعلمين. منصة خدمة دعم تطوير المعلمين تجمع 20 مليون مورد تدريسي.\n\nإصلاح نموذج تدريب المواهب المبتكرة، التعلم القائم على المشاريع يمثل 38%. هناك 35,000 دورة متكاملة متعددة التخصصات، وتم تدريب 1.8 مليون موهبة مركبة. تعمق تطوير التكامل بين الصناعة والتعليم، مع 120,000 مشروع تعاون بين المدارس والمؤسسات و15 مليون طالب مشمولين بالتعليم التعاوني.\n\nتستمر العدالة التعليمية في التحسن، ووصل معدل تغطية التعليم عبر الإنترنت في المناطق النائية إلى 75%. مشاريع المساعدة التعليمية تفيد 120 مليون طالب محتاج. تم تحسين نظام الدعم التكنولوجي للتعليم الخاص، والتكنولوجيا المساعدة تفيد 28 مليون طالب خاص.\n\nتعزيز التعاون التعليمي الدولي، ووصلت مشاريع التعلم عبر الإنترنت عبر الحدود إلى 8,500. هناك 1,200 اتفاقية اعتراف بالائتمان الدولي. توسعت عضوية التحالف العالمي للابتكار التعليمي إلى 85 دولة، مع أكثر من 3,000 برنامج تدريب مشترك.\n\nاتجاهات التطوير المستقبلية: يُقدر أنه بحلول عام 2028، سيصل سوق تكنولوجيا التعليم العالمي إلى 850 مليار دولار أمريكي. تطبيقات تعليم الميتافيرس تنتشر، والتعلم الغامر يصبح طريقة مهمة. الذكاء الاصطناعي يمكّن بعمق العملية التعليمية بأكملها ويعزز التغييرات في نموذج التعليم. نظام التعلم مدى الحياة أكثر اكتمالاً، وبناء مجتمع التعلم يتسارع.】، يجب أن يتضمن ملخصك جميع المعلومات الأساسية من المقال (كلها، دون ترك أي شيء). لكن يجب أن تتحكم في إجمالي الكلمات في 180. انتباه: يتم حساب عدد الكلمات بالكلمات العربية فقط، ولا تخرج أي شيء آخر.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "arabic_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | هل تم ذكر حجم الاستثمار العالمي في تكنولوجيا التعليم: 342 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | هل تم ذكر حجم مستخدمي التعليم عبر الإنترنت: 1.8 مليار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | هل تم ذكر عدد المستخدمين الذين يغطيهم مساعدو التدريس بالذكاء الاصطناعي: 250 مليون مستخدم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | هل تم ذكر عدد الدورات على منصة MOOC العالمية: 85,000 دورة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | هل تم ذكر عدد الدورات المفتوحة في الجامعات المرموقة الدولية: 12,000 دورة مفتوحة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | هل تم ذكر عدد الجامعات التجريبية لنظام اعتماد الائتمان القائم على البلوك تشين: 280 جامعة",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | هل تم ذكر عدد المعلمين الذين أكملوا تدريب القدرة على التدريس الرقمي: 8.5 مليون معلم",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | هل تم ذكر عدد مشاريع التعاون بين المدارس والمؤسسات: 120,000 مشروع",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | هل تم ذكر عدد الطلاب الذين تفيدهم مشاريع المساعدة التعليمية: 120 مليون طالب",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | هل تم ذكر توقعات حجم سوق تكنولوجيا التعليم العالمي في 2028: 850 مليار دولار",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]