[
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 4 avaliações negativas primeiro, cada cópia deve conter 2 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave quebra-cabeça, Durabilidade precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了4条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[4,4]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含2个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[2,2]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"quebra-cabeça\"、\"Durabilidade\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"quebra-cabeça\",\"Durabilidade\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 4 avaliações negativas primeiro, cada cópia deve conter 3 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave quebra-cabeça, Durabilidade precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了4条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[4,4]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含3个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[3,3]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"quebra-cabeça\"、\"Durabilidade\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"quebra-cabeça\",\"Durabilidade\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 5 avaliações negativas primeiro, cada cópia deve conter 2 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave Computador, Garantia precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了5条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含2个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[2,2]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"Computador\"、\"Garantia\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"Computador\",\"Garantia\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 5 avaliações negativas primeiro, cada cópia deve conter 3 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave Computador, Garantia precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了5条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含3个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[3,3]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"Computador\"、\"Garantia\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"Computador\",\"Garantia\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 7 avaliações negativas primeiro, cada cópia deve conter 2 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave guarda-chuva, dor precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了7条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含2个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[2,2]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"guarda-chuva\"、\"dor\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"guarda-chuva\",\"dor\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 7 avaliações negativas primeiro, cada cópia deve conter 3 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave guarda-chuva, dor precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了7条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含3个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[3,3]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"guarda-chuva\"、\"dor\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"guarda-chuva\",\"dor\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 8 avaliações negativas primeiro, cada cópia deve conter 2 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave Desagradável, mouse precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了8条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含2个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[2,2]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"Desagradável\"、\"mouse\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"Desagradável\",\"mouse\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 8 avaliações negativas primeiro, cada cópia deve conter 3 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave Desagradável, mouse precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了8条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含3个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[3,3]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"Desagradável\"、\"mouse\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"Desagradável\",\"mouse\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 6 avaliações negativas primeiro, cada cópia deve conter 2 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave Preço, óculos precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了6条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[6,6]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含2个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[2,2]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"Preço\"、\"óculos\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"Preço\",\"óculos\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você comprou recentemente alguns itens em uma plataforma de compras online bem conhecida no Brasil, mas depois de receber a mercadoria, descobriu vários problemas. Você tenta entrar em contato com o vendedor para devolver o produto, mas o processo não vai bem. Você decide escrever uma avaliação negativa na plataforma para expressar sua insatisfação. Por favor, dê 6 avaliações negativas primeiro, cada cópia deve conter 3 frases na forma dupla negativa. Você precisa avaliar os produtos e serviços que comprou, indicando que não recebeu a qualidade esperada, não obteve uma resposta oportuna e não desfrutou de um bom serviço pós-venda. As palavras-chave Preço, óculos precisam aparecer em todas as avaliações negativas. Por favor, produza no seguinte formato: 1. Avaliação negativa 1 \n2. Avaliação negativa 2 \n3. Avaliação negativa 3 \n4. Avaliação negativa 4",
        "corresponding_parts": {
            "差评": "#CODE#请你按照python list的格式，一一抓取模型回复生成的每一条差评。清除【Avaliação negativa 1】及无关信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了差评文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "是否给出了6条差评",
                "corresponding_part": "差评",
                "rule": "item_count:[6,6]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条差评是否包含3个双重否定句",
                "corresponding_part": "差评",
                "rule": "portuguese_double_negation:[3,3]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含关键词\"Preço\"、\"óculos\"",
                "corresponding_part": "差评",
                "rule": "keywords:[\"Preço\",\"óculos\"]",
                "dep": [
                    0
                ],
                "能力项": "关键词",
                "被依赖": false
            }
        ]
    }
]