[
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 5 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有5行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 10 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有10行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[10,10]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 15 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有15行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[15,15]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 20 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有20行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[20,20]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 7 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有7行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 8 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有8行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 13 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有13行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[13,13]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 17 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有17行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[17,17]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 9 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有9行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[9,9]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Sou escritora e estou escrevendo um epitáfio para a heroína do meu romance. Ela é uma mulher corajosa que passou por altos e baixos, mas sempre defendeu suas crenças e se esforçou em tempos difíceis para salvar os outros do perigo inúmeras vezes. Sua bondade nunca foi corroída pela escuridão. Em homenagem ao seu espírito de não ser derrubada pelas forças das trevas, gostaria de pedir que você escrevesse um poema epitáfio que rimasse com ela. O requisito é que tenha um total de 12 linhas, cada uma das quais é uma frase formal de dupla negativa em português. Para a fluidez e o ritmo do poema, o final de cada linha rimará. Por favor, dê o poema diretamente, não o conteúdo que não tem nada a ver com o poema.",
        "corresponding_parts": {
            "墓志铭诗": "请你按照python list的格式，清理空行和标题后提取每个诗句进行分割。诗句不能有遗漏，也不要修改模型给出的单词。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了墓志铭小诗",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "诗是否有12行",
                "corresponding_part": "墓志铭诗",
                "rule": "item_count:[12,12]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "诗的每一行末尾是否押韵",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_yayun",
                "dep": [
                    0
                ],
                "能力项": "葡语：押韵",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每行诗是否都是1个正式文的双重否定结构",
                "corresponding_part": "墓志铭诗",
                "rule": "portuguese_double_negation:[1,1]",
                "dep": [
                    0
                ],
                "能力项": "葡语：双否定",
                "被依赖": false
            }
        ]
    }
]