[
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【Recently, the 20th China International Artificial Intelligence Conference was grandly held at the Beijing International Convention Center. More than 1,500 experts, scholars and corporate representatives from more than 30 countries around the world gathered together to discuss new trends and opportunities in the development of artificial intelligence. The conference was themed \"New Era of Intelligence: Integration, Innovation and Sustainability\" and set up more than 100 special forums and technical seminars.\n\nDuring the meeting, many academicians and experts expressed important views. Academician Wang Jian of the Chinese Academy of Engineering pointed out that artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development. Academician Zhang Bei of Tsinghua University emphasized the importance of ethical governance of artificial intelligence and suggested establishing a global unified AI ethics standard.\n\nThe \"2023 Global Artificial Intelligence Development Report\" released by the conference shows that the global AI market size will reach 1.5 trillion US dollars in 2022, a year-on-year increase of 23.6%. Among them, the scale of China's AI market has reached 400 billion yuan, and significant progress has been made in computer vision, speech recognition and other fields. The report predicts that by 2025, the global AI market size will exceed 3 trillion US dollars.\n\nMany cutting-edge technological achievements were displayed at the exhibition. Including a new generation of intelligent robots, autonomous driving systems, intelligent medical equipment, etc. Among them, the emotional interaction robot developed by Tsinghua University has attracted widespread attention. The robot can accurately recognize human facial expressions and tones, and make corresponding emotional responses, with an identification accuracy of 95 percent.\n\nThe conference also held the \"AI Innovation and Entrepreneurship Competition\", which attracted more than 500 teams from around the world to participate. In the end, a startup team focusing on AI agricultural applications won the championship with its intelligent crop pest and disease identification system, which has an accuracy rate of more than 98 percent and has been piloted in many major agricultural provinces.\n\nAt the closing ceremony, the organizing committee announced that it would establish a \"Global Artificial Intelligence Innovation Alliance\" to promote international cooperation, talent training and technological innovation. The first members of the alliance include 50 top research institutions and 100 leading companies in 20 countries.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Climate Change Research Report shows that the Earth is experiencing an unprecedented environmental crisis. According to the latest satellite data analysis, the global average temperature in 2023 will rise by 1.5℃ compared with pre-industrial times, setting a record high. The warming rate in the Arctic is twice the global average, resulting in large-scale glacier melting. It is expected that by 2050, the Arctic may have its first ice-free summer.\n\nThe research team found that the frequency of extreme weather events has increased significantly by analyzing historical data from 2,000 meteorological stations around the world. In 2023, there were 127 heavy rainstorms and 43 extreme high temperatures around the world, an increase of 45percent and 60percent respectively compared with ten years ago. The economic losses caused by these disastrous weather are as high as 280 billion US dollars, affecting more than 200 million people.\n\nThe rate of sea level rise is accelerating. In the past 25 years, the global average sea level has risen by 8.9 cm. Studies predict that if greenhouse gas emissions continue the current trend, the sea level may rise by more than 1 meter by the end of this century, which will threaten the living environment of about 600 million coastal people around the world.\n\nBiodiversity continues to decline, with research records showing that in the past 50 years, about 28,000 species of organisms have been endangered worldwide. Tropical rainforests are being cut down at an alarming rate, with a loss of 1.5 million hectares in 2023 alone, an area equivalent to the size of Switzerland. Marine ecosystems are also under serious threat, with 90percent of coral reefs at risk of death.\n\nThe report points out that the concentration of carbon dioxide in the atmosphere has reached 417ppm, a 50percent increase from pre-industrial times. Although countries have pledged to reduce emissions, global carbon emissions will still increase by 2.7percent in 2023 to a record 37.8 billion tons. Among them, the power generation industry accounts for 35percent, industrial production accounts for 28%, and transportation accounts for 24%.\n\nTo cope with the climate crisis, the report recommends taking emergency measures: by 2030, the proportion of renewable energy will increase to 60%, the market share of electric vehicles will increase to 40%, and the energy efficiency of buildings will increase by 30%. It also recommends the establishment of a $100 billion global climate adaptation fund to help developing countries improve their adaptability.\n\nScientists warn that if effective action is not taken in the next five years, the effects of global warming may reach an irreversible tipping point. By then, even if humans stop all greenhouse gas emissions, the Earth will continue to warm for decades, which will lead to more frequent natural disasters, more serious food crises and larger-scale climate refugee problems.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Digital Economy Development Report shows that the digital economy has become the main driving force for global economic growth. According to the report data, the total global digital economy scale reached $54.8 trillion in 2023, a year-on-year increase of 18.2%, and the proportion of global GDP exceeded 45% for the first time. Among them, China's digital economy scale reached 50.1 trillion yuan, a year-on-year increase of 15.3%, and the digital economy accounted for 41.5% of GDP.\nIn terms of digital infrastructure construction, the total number of global 5G base stations exceeded 3.5 million, with China accounting for more than 60%. The global number of data centers reached 8,500, with annual power consumption exceeding 200 billion kWh. The cloud computing market scale reached $485 billion, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65%.\nDigital technology innovation continues to accelerate, with global AI patent applications reaching 520,000, a year-on-year increase of 32%. Blockchain technology applications continue to expand, with the global blockchain market scale reaching $128 billion. Investment in quantum computing exceeded $15 billion, with quantum computers under development reaching the 1,000-qubit level.\nDigital trade is developing rapidly, with global cross-border e-commerce transaction scale reaching $3.8 trillion, a year-on-year increase of 25%. Digital payment transaction volume exceeded $8.5 trillion, with mobile payments accounting for 68%. Global e-commerce users reached 2.8 billion, with digital services covering more than 80% of the global population.\nIn terms of digital industry employment, global digital economy-related positions reached 320 million, a year-on-year increase of 12%. High-skilled positions such as software development, data analysis, and artificial intelligence showed significant demand growth, with average salary levels 35% higher than traditional industries. It is expected that by 2025, the global digital economy talent gap will reach 85 million people.\nDigital governance continues to improve, with 128 countries worldwide having issued data protection-related laws and regulations. Network security investment reached $189 billion, an increase of 22% over the previous year. Global economic losses caused by network security incidents reached $950 billion, an increase of 15% over the previous year.\nThe report predicts that by 2025, the global digital economy scale will exceed $75 trillion, with an average annual growth rate of more than 15%. The integrated development of emerging technologies will generate more new business forms and models, and digital transformation will accelerate penetration from the consumer field to the production field. The digital economy is expected to become a key engine for global economic recovery in the post-pandemic era.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【Major breakthroughs were achieved in human space exploration in 2023, with multiple milestone missions completed successfully. NASA's \"Artemis\" lunar landing program's first test flight mission was successfully completed, with the unmanned spacecraft orbiting the moon for 13 days and completing a 2.26 million kilometer journey. The mission verified the performance of the new generation heavy-lift rocket SLS, laying the foundation for crewed lunar landing in 2025.\nIn Mars exploration, the \"Perseverance\" rover discovered organic molecules suspected to be signs of life on the Martian surface and collected 28 rock samples. China's \"Tianwen-1\" transmitted over 1,100 GB of Mars imagery data, creating the most detailed topographic map of Mars to date. ESA's \"Mars Express\" probe discovered that Mars' underground water reserves far exceed expectations, approximately 1.5 times Earth's freshwater reserves.\nDeep space exploration achieved new breakthroughs, with the \"New Horizons\" probe flying through the Kuiper Belt and discovering multiple unknown celestial bodies. The \"Juno\" probe completed a close flyby of Jupiter's moon Europa, obtaining extensive data about its subsurface ocean. The \"Parker Solar Probe\" made history by becoming the first human-made object to \"touch\" the Sun, reaching an astonishing closest distance of 8.1 million kilometers.\nSpace station construction progressed steadily, with China's space station completing comprehensive construction and hosting 12 astronauts in total. The International Space Station's service period was extended to 2030, completing 6 spacewalk missions. Commercial spaceflight flourished, with SpaceX completing 68 launch missions throughout the year, setting a new commercial spaceflight record.\nAsteroid sample return missions achieved breakthrough progress, with NASA's \"OSIRIS-REx\" probe successfully returning samples from asteroid Bennu to Earth, totaling 250 grams, the largest asteroid sample to date. Analysis results from Japan's \"Hayabusa2\" mission showed that asteroid Ryugu contains amino acids and other substances essential for life.\nIn astronomical observations, the James Webb Space Telescope discovered the most distant galaxy to date, 13.3 billion light-years from Earth. China's \"Insight-HXMT\" satellite first detected ultra-strong gamma-ray bursts from magnetar explosions. The SKA radio telescope array began construction, which will become humanity's largest astronomical facility upon completion.\nAerospace technology innovation continues, with reusable rocket technology becoming increasingly mature, achieving a recovery success rate of 95%. Important progress was made in nuclear propulsion system research, with theoretical thrust 10 times greater than chemical rockets. Space debris cleanup technology achieved breakthroughs, with the first commercial cleanup satellite successfully capturing and destroying 2 abandoned satellites.\nThe next 5 years of space exploration plans have been clarified, including major missions such as crewed lunar landing, Mars sample return, and Jupiter system exploration. It is expected that by 2030, the global aerospace industry scale will exceed $1 trillion, and the space economy will become a new growth point.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Public Health Situation Report shows that the global health system faces new challenges in the post-epidemic era. A total of 156 new infectious disease outbreaks have been reported worldwide, an increase of 23% over the previous year. Data from the World Health Organization (WHO) show that global health expenditures have reached US$9.7 trillion, accounting for 10.2% of global GDP, but the gap in medical resource allocation between countries continues to widen.\n\nIn terms of infectious disease prevention and control, the global influenza surveillance network covers 153 countries and monitors 12,000 sampling points in real time. The new coronavirus variant monitoring system has identified 38 important variants, of which 5 are listed as key concerns. The global vaccination rate has reached 76%, but there are still 23 countries in Africa with a vaccination rate below 30%.\n\nProgress has been made in the prevention and treatment of chronic diseases. The global 5-year cancer survival rate has exceeded 70% for the first time, with breast cancer and prostate cancer survival rates exceeding 90%. The mortality rate from cardiovascular disease has dropped 15% from a decade ago, but it is still the world's leading cause of death. The number of diabetes patients has reached 537 million, doubling from 2000, and annual medical expenditures exceed US$760 billion.\n\nMental health problems are becoming increasingly prominent, with more than 400 million people suffering from depression worldwide, an increase of 28% from before the epidemic. The mental health of adolescents is worrying, with the suicide rate of people aged 15-24 rising by 12%. Medical expenditures for mental health in various countries only account for 2.8% of total expenditures, far below the 5% standard recommended by the WHO.\n\nMedical technology innovation is accelerating, with the accuracy of AI-assisted diagnosis reaching 97%, especially in the field of imaging diagnosis. Gene therapy has made a major breakthrough, with 15 types of gene therapy approved worldwide, and the cost of treatment has dropped by 60% compared with five years ago. Telemedicine services cover a population of 850 million and play an important role in remote areas.\n\nThe problem of uneven distribution of medical resources remains prominent, with 45% of the world's medical resources concentrated in developed countries that account for 15% of the population. The average number of doctors per 10,000 people in Africa is only 2.3, far below the standard of 23 recommended by the WHO. There are still about 3.8 billion people in the world who cannot access basic medical services.\n\nThe problem of antibiotic resistance is exacerbated, with 1.5 million deaths from resistant bacteria infections each year and economic losses exceeding US$550 billion. The WHO warns that if no action is taken, drug-resistant infections may become the leading cause of death by 2050.\n\nThe report recommends strengthening global health cooperation, establishing a $10 billion global health emergency fund, and improving disease early warning systems. Intensify the training of medical talents and train 5 million medical professionals by 2030. Promote medical technology innovation and increase the accessibility of medical services by 30%. At the same time, it calls on developed countries to assume more responsibilities for international health assistance and help underdeveloped regions improve their medical standards.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global New Energy Vehicle Industry Development Report shows that the electrification transformation has entered the fast lane. Global new energy vehicle annual sales exceeded 14.8 million units, a year-on-year increase of 46.3%, and the market penetration rate reached 22%. Among them, pure electric vehicles accounted for 68%, plug-in hybrid vehicles accounted for 29%, and hydrogen fuel cell vehicles accounted for 3%. The Chinese market performed the best, with sales reaching 8.2 million units, accounting for 55.4% of the global total.\n\nPower battery technology continues to break through, and the energy density of the new generation of solid-state batteries has reached 400Wh/kg, an increase of 45% over traditional lithium batteries. Global power battery production capacity has reached 1200GWh, and industry investment has exceeded US$85 billion. Battery costs have dropped 38% from 2020, driving a significant reduction in vehicle manufacturing costs.\n\nCharging infrastructure has accelerated its layout, and the number of public charging piles worldwide has reached 18.5 million, of which fast charging piles account for 35%. Smart charging technology has been promoted and applied, and vehicle-to-grid interaction (V2G) demonstration projects have been implemented in 15 countries, providing 45GWh of peak-shaving capacity for the power grid.\n\nIntelligent driving technology has been upgraded, with the penetration rate of L2+ autonomous driving reaching 45%, and L3 level has begun mass production. The global shortage of automotive chips has improved significantly, with annual production capacity increasing by 28%. The computing power of the on-board intelligent system has exceeded 1000TOPS, supporting more complex autonomous driving scenarios.\n\nThe localization of the industrial chain has accelerated, and five major new energy vehicle industry clusters have been formed globally. The independent controllable capabilities of key materials have been enhanced, and China's self-sufficiency rate of lithium battery materials has exceeded 85%. The recycling system for waste power batteries has been gradually improved, with a recycling rate of 78% and a derivative market size of more than US$28 billion.\n\nThe export of new energy vehicles has grown rapidly, with China's export volume of new energy vehicles reaching 950,000 units, a year-on-year increase of 120%. The electrification transformation of the European market has accelerated, with electric vehicles accounting for 28% of new car sales. The US market has grown rapidly with policy support, with annual sales exceeding 2.1 million units.\n\nCompetition in technical routes has intensified, and new technologies such as solid-state batteries and sodium-ion batteries have accelerated commercialization. Hydrogen fuel cell technology has made breakthroughs, and system costs have dropped by 55% compared with 2020. The battery swap model is promoted in the field of heavy-duty commercial vehicles, and 28,000 battery swap stations have been built worldwide.\n\nIndustrial policies continue to be optimized, and the world has invested a total of US$280 billion in subsidies. Carbon emission regulations in various countries have become stricter, and the timetable for the withdrawal of traditional fuel vehicles has been clarified. The industrial standard system has been continuously improved, driving the healthy development of the global new energy vehicle industry.\n\nOutlook for the next five years: It is expected that by 2028, the annual sales of new energy vehicles worldwide will exceed 35 million, and the market penetration rate will exceed 45%. The energy density of power batteries is expected to exceed 500Wh/kg, and the cost will drop to below US$60/kWh. Intelligent driving will enter the L4 level commercialization stage, driving a US$500 billion intelligent market.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Metaverse Technology Development Report shows that the global Metaverse industry will reach $385 billion, an increase of 85% year-on-year. The shipment volume of virtual reality (VR) and augmented reality (AR) devices exceeded 32 million units, an increase of 62% over the previous year. The number of Metaverse-related patent applications reached 185,000, of which China accounted for 38%, ranking first in the world.\n\nSignificant breakthroughs in hardware technology, the resolution of the new generation of VR devices reached 4K×4K, the field of view was expanded to 120 degrees, and the delay was reduced to 12ms. AR optical solutions are innovative, and diffraction waveguide technology reduces the weight of the device to 120g. Significant progress has been made in brain-computer interfaces, and non-invasive devices can recognize 1,000 thought commands with an accuracy rate of 92%.\n\nInteractive technology is becoming increasingly mature, the accuracy of full-body motion capture has been improved to sub-millimeter level, and facial expression recognition supports 95 micro-expressions. Breakthroughs have been made in tactile feedback technology, which can simulate the touch of 200 different materials. Holographic projection technology has reached 8K resolution, supporting multiple people to watch at the same time without special glasses.\n\nThe content ecosystem is booming, with more than 8.5 million Metaverse content developers worldwide, up 95% from the previous year. The number of monthly active users of virtual social platforms has reached 450 million, and the highest number of online viewers for a single virtual concert has exceeded 25 million. It is widely used in the field of education, with 15% of colleges and universities around the world offering Metaverse courses.\n\nThe digital economy is accelerating its layout, with the market value of global Metaverse concept-related listed companies exceeding US$2.8 trillion. The scale of virtual asset transactions has reached US$68 billion, and the average daily transaction volume of the NFT market has exceeded US$150 million. The scale of the Metaverse advertising market has reached US$12.5 billion, with an annual growth rate of more than 200%.\n\nThe formulation of technical standards has been accelerated, and IEEE has released the first Metaverse reference architecture standard. The Metaverse Industry Alliance has been established globally, with 180 companies participating in the formulation of standards. The data security and privacy protection framework has been gradually improved to support cross-platform data interoperability.\n\nIndustrial applications are constantly deepening, and the industrial Metaverse has led to a 28% increase in manufacturing efficiency. The medical Metaverse has supported 5,000 remote surgeries with an accuracy rate of 99.9%. The transaction volume of the real estate metaverse platform exceeded US$20 billion, and online house viewing accounted for 35%.\n\nThe demand for talent is growing rapidly, and the global demand for metaverse-related positions has reached 950,000, with an average salary 45% higher than traditional IT positions. Countries have increased their efforts in talent training, and there are more than 3,000 professional training institutions. It is estimated that the talent gap will reach 2.8 million by 2025.\n\nFuture development trends: It is estimated that by 2028, the global metaverse market size will exceed US$1.5 trillion. The real economy is accelerating its digital transformation, and 85% of brands will deploy metaverse. Technology integration and innovation are accelerating, and brain-computer interfaces, holographic technology, quantum computing, etc. will bring revolutionary breakthroughs.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Education Innovation and Development Report shows that the digital transformation of education is accelerating, and global investment in education technology has reached US$342 billion, a year-on-year increase of 42%. The scale of online education users has exceeded 1.8 billion, and digital learning resources cover 89% of learners worldwide. In the post-epidemic era, hybrid education has become the mainstream, and online and offline integrated teaching accounts for 65%.\n\nThe application of artificial intelligence in education has deepened, and AI teaching assistants have covered more than 250 million users with an accuracy rate of 96%. The adaptive learning system can identify more than 8,000 learning behavior patterns, and the accuracy rate of personalized recommendations has reached 92%. Education big data analysis supports teaching decisions and improves teaching effectiveness by 35%.\n\nThe supply mode of educational resources has changed. The number of courses on the global MOOC platform has exceeded 85,000, and the cumulative number of course selections has reached 1.5 billion. The sharing of high-quality educational resources has accelerated, and the number of open courses at international prestigious universities has reached 12,000. There are more than 5,000 virtual simulation experimental teaching projects, covering 12 disciplines.\n\nEducation evaluation has innovated and developed, and the credit certification system based on blockchain has been piloted in 280 universities. The intelligent evaluation system can analyze learning process data in real time, with 186 evaluation dimensions. The competency-based evaluation model is promoted in the field of vocational education, and 2,800 professional standards are connected.\n\nTeacher professional development is accelerated, and 8.5 million teachers around the world have completed digital teaching ability training. The coverage rate of teacher artificial intelligence literacy training has reached 55%. The application of intelligent lesson preparation system is popularized, saving teachers 40% of lesson preparation time. The teacher development support service platform gathers 20 million teaching resources.\n\nInnovative talent training model reform, project-based learning accounts for 38%. There are 35,000 interdisciplinary integrated courses, and 1.8 million compound talents have been trained. The integration of industry and education has deepened and developed, with 120,000 school-enterprise cooperation projects and 15 million students covered by collaborative education.\n\nEducation equity continues to improve, and the coverage rate of online education in remote areas has increased to 75%. Education assistance projects benefit 120 million students in need. The special education technology support system is improved, and auxiliary technology benefits 28 million special students.\n\nInternational education cooperation is strengthened, and cross-border online learning projects have reached 8,500. There are 1,200 international credit recognition agreements. The membership of the Global Education Innovation Alliance has expanded to 85 countries, with more than 3,000 joint training programs.\n\nFuture development trends: It is estimated that by 2028, the global education technology market will reach US$850 billion. Metaverse education applications are popularized, and immersive learning has become an important method. Artificial intelligence deeply empowers the entire education process and promotes changes in the education paradigm. The lifelong learning system is more complete, and the construction of a learning society is accelerated.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 120. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【Recently, the 20th China International Artificial Intelligence Conference was grandly held at the Beijing International Convention Center. More than 1,500 experts, scholars and corporate representatives from more than 30 countries around the world gathered together to discuss new trends and opportunities in the development of artificial intelligence. The conference was themed \"New Era of Intelligence: Integration, Innovation and Sustainability\" and set up more than 100 special forums and technical seminars.\n\nDuring the meeting, many academicians and experts expressed important views. Academician Wang Jian of the Chinese Academy of Engineering pointed out that artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development. Academician Zhang Bei of Tsinghua University emphasized the importance of ethical governance of artificial intelligence and suggested establishing a global unified AI ethics standard.\n\nThe \"2023 Global Artificial Intelligence Development Report\" released by the conference shows that the global AI market size will reach 1.5 trillion US dollars in 2022, a year-on-year increase of 23.6%. Among them, the scale of China's AI market has reached 400 billion yuan, and significant progress has been made in computer vision, speech recognition and other fields. The report predicts that by 2025, the global AI market size will exceed 3 trillion US dollars.\n\nMany cutting-edge technological achievements were displayed at the exhibition. Including a new generation of intelligent robots, autonomous driving systems, intelligent medical equipment, etc. Among them, the emotional interaction robot developed by Tsinghua University has attracted widespread attention. The robot can accurately recognize human facial expressions and tones, and make corresponding emotional responses, with an identification accuracy of 95 percent.\n\nThe conference also held the \"AI Innovation and Entrepreneurship Competition\", which attracted more than 500 teams from around the world to participate. In the end, a startup team focusing on AI agricultural applications won the championship with its intelligent crop pest and disease identification system, which has an accuracy rate of more than 98 percent and has been piloted in many major agricultural provinces.\n\nAt the closing ceremony, the organizing committee announced that it would establish a \"Global Artificial Intelligence Innovation Alliance\" to promote international cooperation, talent training and technological innovation. The first members of the alliance include 50 top research institutions and 100 leading companies in 20 countries.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Climate Change Research Report shows that the Earth is experiencing an unprecedented environmental crisis. According to the latest satellite data analysis, the global average temperature in 2023 will rise by 1.5℃ compared with pre-industrial times, setting a record high. The warming rate in the Arctic is twice the global average, resulting in large-scale glacier melting. It is expected that by 2050, the Arctic may have its first ice-free summer.\n\nThe research team found that the frequency of extreme weather events has increased significantly by analyzing historical data from 2,000 meteorological stations around the world. In 2023, there were 127 heavy rainstorms and 43 extreme high temperatures around the world, an increase of 45percent and 60percent respectively compared with ten years ago. The economic losses caused by these disastrous weather are as high as 280 billion US dollars, affecting more than 200 million people.\n\nThe rate of sea level rise is accelerating. In the past 25 years, the global average sea level has risen by 8.9 cm. Studies predict that if greenhouse gas emissions continue the current trend, the sea level may rise by more than 1 meter by the end of this century, which will threaten the living environment of about 600 million coastal people around the world.\n\nBiodiversity continues to decline, with research records showing that in the past 50 years, about 28,000 species of organisms have been endangered worldwide. Tropical rainforests are being cut down at an alarming rate, with a loss of 1.5 million hectares in 2023 alone, an area equivalent to the size of Switzerland. Marine ecosystems are also under serious threat, with 90percent of coral reefs at risk of death.\n\nThe report points out that the concentration of carbon dioxide in the atmosphere has reached 417ppm, a 50percent increase from pre-industrial times. Although countries have pledged to reduce emissions, global carbon emissions will still increase by 2.7percent in 2023 to a record 37.8 billion tons. Among them, the power generation industry accounts for 35percent, industrial production accounts for 28%, and transportation accounts for 24%.\n\nTo cope with the climate crisis, the report recommends taking emergency measures: by 2030, the proportion of renewable energy will increase to 60%, the market share of electric vehicles will increase to 40%, and the energy efficiency of buildings will increase by 30%. It also recommends the establishment of a $100 billion global climate adaptation fund to help developing countries improve their adaptability.\n\nScientists warn that if effective action is not taken in the next five years, the effects of global warming may reach an irreversible tipping point. By then, even if humans stop all greenhouse gas emissions, the Earth will continue to warm for decades, which will lead to more frequent natural disasters, more serious food crises and larger-scale climate refugee problems.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Digital Economy Development Report shows that the digital economy has become the main driving force for global economic growth. According to the report data, the total global digital economy scale reached $54.8 trillion in 2023, a year-on-year increase of 18.2%, and the proportion of global GDP exceeded 45% for the first time. Among them, China's digital economy scale reached 50.1 trillion yuan, a year-on-year increase of 15.3%, and the digital economy accounted for 41.5% of GDP.\nIn terms of digital infrastructure construction, the total number of global 5G base stations exceeded 3.5 million, with China accounting for more than 60%. The global number of data centers reached 8,500, with annual power consumption exceeding 200 billion kWh. The cloud computing market scale reached $485 billion, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65%.\nDigital technology innovation continues to accelerate, with global AI patent applications reaching 520,000, a year-on-year increase of 32%. Blockchain technology applications continue to expand, with the global blockchain market scale reaching $128 billion. Investment in quantum computing exceeded $15 billion, with quantum computers under development reaching the 1,000-qubit level.\nDigital trade is developing rapidly, with global cross-border e-commerce transaction scale reaching $3.8 trillion, a year-on-year increase of 25%. Digital payment transaction volume exceeded $8.5 trillion, with mobile payments accounting for 68%. Global e-commerce users reached 2.8 billion, with digital services covering more than 80% of the global population.\nIn terms of digital industry employment, global digital economy-related positions reached 320 million, a year-on-year increase of 12%. High-skilled positions such as software development, data analysis, and artificial intelligence showed significant demand growth, with average salary levels 35% higher than traditional industries. It is expected that by 2025, the global digital economy talent gap will reach 85 million people.\nDigital governance continues to improve, with 128 countries worldwide having issued data protection-related laws and regulations. Network security investment reached $189 billion, an increase of 22% over the previous year. Global economic losses caused by network security incidents reached $950 billion, an increase of 15% over the previous year.\nThe report predicts that by 2025, the global digital economy scale will exceed $75 trillion, with an average annual growth rate of more than 15%. The integrated development of emerging technologies will generate more new business forms and models, and digital transformation will accelerate penetration from the consumer field to the production field. The digital economy is expected to become a key engine for global economic recovery in the post-pandemic era.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【Major breakthroughs were achieved in human space exploration in 2023, with multiple milestone missions completed successfully. NASA's \"Artemis\" lunar landing program's first test flight mission was successfully completed, with the unmanned spacecraft orbiting the moon for 13 days and completing a 2.26 million kilometer journey. The mission verified the performance of the new generation heavy-lift rocket SLS, laying the foundation for crewed lunar landing in 2025.\nIn Mars exploration, the \"Perseverance\" rover discovered organic molecules suspected to be signs of life on the Martian surface and collected 28 rock samples. China's \"Tianwen-1\" transmitted over 1,100 GB of Mars imagery data, creating the most detailed topographic map of Mars to date. ESA's \"Mars Express\" probe discovered that Mars' underground water reserves far exceed expectations, approximately 1.5 times Earth's freshwater reserves.\nDeep space exploration achieved new breakthroughs, with the \"New Horizons\" probe flying through the Kuiper Belt and discovering multiple unknown celestial bodies. The \"Juno\" probe completed a close flyby of Jupiter's moon Europa, obtaining extensive data about its subsurface ocean. The \"Parker Solar Probe\" made history by becoming the first human-made object to \"touch\" the Sun, reaching an astonishing closest distance of 8.1 million kilometers.\nSpace station construction progressed steadily, with China's space station completing comprehensive construction and hosting 12 astronauts in total. The International Space Station's service period was extended to 2030, completing 6 spacewalk missions. Commercial spaceflight flourished, with SpaceX completing 68 launch missions throughout the year, setting a new commercial spaceflight record.\nAsteroid sample return missions achieved breakthrough progress, with NASA's \"OSIRIS-REx\" probe successfully returning samples from asteroid Bennu to Earth, totaling 250 grams, the largest asteroid sample to date. Analysis results from Japan's \"Hayabusa2\" mission showed that asteroid Ryugu contains amino acids and other substances essential for life.\nIn astronomical observations, the James Webb Space Telescope discovered the most distant galaxy to date, 13.3 billion light-years from Earth. China's \"Insight-HXMT\" satellite first detected ultra-strong gamma-ray bursts from magnetar explosions. The SKA radio telescope array began construction, which will become humanity's largest astronomical facility upon completion.\nAerospace technology innovation continues, with reusable rocket technology becoming increasingly mature, achieving a recovery success rate of 95%. Important progress was made in nuclear propulsion system research, with theoretical thrust 10 times greater than chemical rockets. Space debris cleanup technology achieved breakthroughs, with the first commercial cleanup satellite successfully capturing and destroying 2 abandoned satellites.\nThe next 5 years of space exploration plans have been clarified, including major missions such as crewed lunar landing, Mars sample return, and Jupiter system exploration. It is expected that by 2030, the global aerospace industry scale will exceed $1 trillion, and the space economy will become a new growth point.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Public Health Situation Report shows that the global health system faces new challenges in the post-epidemic era. A total of 156 new infectious disease outbreaks have been reported worldwide, an increase of 23% over the previous year. Data from the World Health Organization (WHO) show that global health expenditures have reached US$9.7 trillion, accounting for 10.2% of global GDP, but the gap in medical resource allocation between countries continues to widen.\n\nIn terms of infectious disease prevention and control, the global influenza surveillance network covers 153 countries and monitors 12,000 sampling points in real time. The new coronavirus variant monitoring system has identified 38 important variants, of which 5 are listed as key concerns. The global vaccination rate has reached 76%, but there are still 23 countries in Africa with a vaccination rate below 30%.\n\nProgress has been made in the prevention and treatment of chronic diseases. The global 5-year cancer survival rate has exceeded 70% for the first time, with breast cancer and prostate cancer survival rates exceeding 90%. The mortality rate from cardiovascular disease has dropped 15% from a decade ago, but it is still the world's leading cause of death. The number of diabetes patients has reached 537 million, doubling from 2000, and annual medical expenditures exceed US$760 billion.\n\nMental health problems are becoming increasingly prominent, with more than 400 million people suffering from depression worldwide, an increase of 28% from before the epidemic. The mental health of adolescents is worrying, with the suicide rate of people aged 15-24 rising by 12%. Medical expenditures for mental health in various countries only account for 2.8% of total expenditures, far below the 5% standard recommended by the WHO.\n\nMedical technology innovation is accelerating, with the accuracy of AI-assisted diagnosis reaching 97%, especially in the field of imaging diagnosis. Gene therapy has made a major breakthrough, with 15 types of gene therapy approved worldwide, and the cost of treatment has dropped by 60% compared with five years ago. Telemedicine services cover a population of 850 million and play an important role in remote areas.\n\nThe problem of uneven distribution of medical resources remains prominent, with 45% of the world's medical resources concentrated in developed countries that account for 15% of the population. The average number of doctors per 10,000 people in Africa is only 2.3, far below the standard of 23 recommended by the WHO. There are still about 3.8 billion people in the world who cannot access basic medical services.\n\nThe problem of antibiotic resistance is exacerbated, with 1.5 million deaths from resistant bacteria infections each year and economic losses exceeding US$550 billion. The WHO warns that if no action is taken, drug-resistant infections may become the leading cause of death by 2050.\n\nThe report recommends strengthening global health cooperation, establishing a $10 billion global health emergency fund, and improving disease early warning systems. Intensify the training of medical talents and train 5 million medical professionals by 2030. Promote medical technology innovation and increase the accessibility of medical services by 30%. At the same time, it calls on developed countries to assume more responsibilities for international health assistance and help underdeveloped regions improve their medical standards.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global New Energy Vehicle Industry Development Report shows that the electrification transformation has entered the fast lane. Global new energy vehicle annual sales exceeded 14.8 million units, a year-on-year increase of 46.3%, and the market penetration rate reached 22%. Among them, pure electric vehicles accounted for 68%, plug-in hybrid vehicles accounted for 29%, and hydrogen fuel cell vehicles accounted for 3%. The Chinese market performed the best, with sales reaching 8.2 million units, accounting for 55.4% of the global total.\n\nPower battery technology continues to break through, and the energy density of the new generation of solid-state batteries has reached 400Wh/kg, an increase of 45% over traditional lithium batteries. Global power battery production capacity has reached 1200GWh, and industry investment has exceeded US$85 billion. Battery costs have dropped 38% from 2020, driving a significant reduction in vehicle manufacturing costs.\n\nCharging infrastructure has accelerated its layout, and the number of public charging piles worldwide has reached 18.5 million, of which fast charging piles account for 35%. Smart charging technology has been promoted and applied, and vehicle-to-grid interaction (V2G) demonstration projects have been implemented in 15 countries, providing 45GWh of peak-shaving capacity for the power grid.\n\nIntelligent driving technology has been upgraded, with the penetration rate of L2+ autonomous driving reaching 45%, and L3 level has begun mass production. The global shortage of automotive chips has improved significantly, with annual production capacity increasing by 28%. The computing power of the on-board intelligent system has exceeded 1000TOPS, supporting more complex autonomous driving scenarios.\n\nThe localization of the industrial chain has accelerated, and five major new energy vehicle industry clusters have been formed globally. The independent controllable capabilities of key materials have been enhanced, and China's self-sufficiency rate of lithium battery materials has exceeded 85%. The recycling system for waste power batteries has been gradually improved, with a recycling rate of 78% and a derivative market size of more than US$28 billion.\n\nThe export of new energy vehicles has grown rapidly, with China's export volume of new energy vehicles reaching 950,000 units, a year-on-year increase of 120%. The electrification transformation of the European market has accelerated, with electric vehicles accounting for 28% of new car sales. The US market has grown rapidly with policy support, with annual sales exceeding 2.1 million units.\n\nCompetition in technical routes has intensified, and new technologies such as solid-state batteries and sodium-ion batteries have accelerated commercialization. Hydrogen fuel cell technology has made breakthroughs, and system costs have dropped by 55% compared with 2020. The battery swap model is promoted in the field of heavy-duty commercial vehicles, and 28,000 battery swap stations have been built worldwide.\n\nIndustrial policies continue to be optimized, and the world has invested a total of US$280 billion in subsidies. Carbon emission regulations in various countries have become stricter, and the timetable for the withdrawal of traditional fuel vehicles has been clarified. The industrial standard system has been continuously improved, driving the healthy development of the global new energy vehicle industry.\n\nOutlook for the next five years: It is expected that by 2028, the annual sales of new energy vehicles worldwide will exceed 35 million, and the market penetration rate will exceed 45%. The energy density of power batteries is expected to exceed 500Wh/kg, and the cost will drop to below US$60/kWh. Intelligent driving will enter the L4 level commercialization stage, driving a US$500 billion intelligent market.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Metaverse Technology Development Report shows that the global Metaverse industry will reach $385 billion, an increase of 85% year-on-year. The shipment volume of virtual reality (VR) and augmented reality (AR) devices exceeded 32 million units, an increase of 62% over the previous year. The number of Metaverse-related patent applications reached 185,000, of which China accounted for 38%, ranking first in the world.\n\nSignificant breakthroughs in hardware technology, the resolution of the new generation of VR devices reached 4K×4K, the field of view was expanded to 120 degrees, and the delay was reduced to 12ms. AR optical solutions are innovative, and diffraction waveguide technology reduces the weight of the device to 120g. Significant progress has been made in brain-computer interfaces, and non-invasive devices can recognize 1,000 thought commands with an accuracy rate of 92%.\n\nInteractive technology is becoming increasingly mature, the accuracy of full-body motion capture has been improved to sub-millimeter level, and facial expression recognition supports 95 micro-expressions. Breakthroughs have been made in tactile feedback technology, which can simulate the touch of 200 different materials. Holographic projection technology has reached 8K resolution, supporting multiple people to watch at the same time without special glasses.\n\nThe content ecosystem is booming, with more than 8.5 million Metaverse content developers worldwide, up 95% from the previous year. The number of monthly active users of virtual social platforms has reached 450 million, and the highest number of online viewers for a single virtual concert has exceeded 25 million. It is widely used in the field of education, with 15% of colleges and universities around the world offering Metaverse courses.\n\nThe digital economy is accelerating its layout, with the market value of global Metaverse concept-related listed companies exceeding US$2.8 trillion. The scale of virtual asset transactions has reached US$68 billion, and the average daily transaction volume of the NFT market has exceeded US$150 million. The scale of the Metaverse advertising market has reached US$12.5 billion, with an annual growth rate of more than 200%.\n\nThe formulation of technical standards has been accelerated, and IEEE has released the first Metaverse reference architecture standard. The Metaverse Industry Alliance has been established globally, with 180 companies participating in the formulation of standards. The data security and privacy protection framework has been gradually improved to support cross-platform data interoperability.\n\nIndustrial applications are constantly deepening, and the industrial Metaverse has led to a 28% increase in manufacturing efficiency. The medical Metaverse has supported 5,000 remote surgeries with an accuracy rate of 99.9%. The transaction volume of the real estate metaverse platform exceeded US$20 billion, and online house viewing accounted for 35%.\n\nThe demand for talent is growing rapidly, and the global demand for metaverse-related positions has reached 950,000, with an average salary 45% higher than traditional IT positions. Countries have increased their efforts in talent training, and there are more than 3,000 professional training institutions. It is estimated that the talent gap will reach 2.8 million by 2025.\n\nFuture development trends: It is estimated that by 2028, the global metaverse market size will exceed US$1.5 trillion. The real economy is accelerating its digital transformation, and 85% of brands will deploy metaverse. Technology integration and innovation are accelerating, and brain-computer interfaces, holographic technology, quantum computing, etc. will bring revolutionary breakthroughs.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Education Innovation and Development Report shows that the digital transformation of education is accelerating, and global investment in education technology has reached US$342 billion, a year-on-year increase of 42%. The scale of online education users has exceeded 1.8 billion, and digital learning resources cover 89% of learners worldwide. In the post-epidemic era, hybrid education has become the mainstream, and online and offline integrated teaching accounts for 65%.\n\nThe application of artificial intelligence in education has deepened, and AI teaching assistants have covered more than 250 million users with an accuracy rate of 96%. The adaptive learning system can identify more than 8,000 learning behavior patterns, and the accuracy rate of personalized recommendations has reached 92%. Education big data analysis supports teaching decisions and improves teaching effectiveness by 35%.\n\nThe supply mode of educational resources has changed. The number of courses on the global MOOC platform has exceeded 85,000, and the cumulative number of course selections has reached 1.5 billion. The sharing of high-quality educational resources has accelerated, and the number of open courses at international prestigious universities has reached 12,000. There are more than 5,000 virtual simulation experimental teaching projects, covering 12 disciplines.\n\nEducation evaluation has innovated and developed, and the credit certification system based on blockchain has been piloted in 280 universities. The intelligent evaluation system can analyze learning process data in real time, with 186 evaluation dimensions. The competency-based evaluation model is promoted in the field of vocational education, and 2,800 professional standards are connected.\n\nTeacher professional development is accelerated, and 8.5 million teachers around the world have completed digital teaching ability training. The coverage rate of teacher artificial intelligence literacy training has reached 55%. The application of intelligent lesson preparation system is popularized, saving teachers 40% of lesson preparation time. The teacher development support service platform gathers 20 million teaching resources.\n\nInnovative talent training model reform, project-based learning accounts for 38%. There are 35,000 interdisciplinary integrated courses, and 1.8 million compound talents have been trained. The integration of industry and education has deepened and developed, with 120,000 school-enterprise cooperation projects and 15 million students covered by collaborative education.\n\nEducation equity continues to improve, and the coverage rate of online education in remote areas has increased to 75%. Education assistance projects benefit 120 million students in need. The special education technology support system is improved, and auxiliary technology benefits 28 million special students.\n\nInternational education cooperation is strengthened, and cross-border online learning projects have reached 8,500. There are 1,200 international credit recognition agreements. The membership of the Global Education Innovation Alliance has expanded to 85 countries, with more than 3,000 joint training programs.\n\nFuture development trends: It is estimated that by 2028, the global education technology market will reach US$850 billion. Metaverse education applications are popularized, and immersive learning has become an important method. Artificial intelligence deeply empowers the entire education process and promotes changes in the education paradigm. The lifelong learning system is more complete, and the construction of a learning society is accelerated.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 150. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【Recently, the 20th China International Artificial Intelligence Conference was grandly held at the Beijing International Convention Center. More than 1,500 experts, scholars and corporate representatives from more than 30 countries around the world gathered together to discuss new trends and opportunities in the development of artificial intelligence. The conference was themed \"New Era of Intelligence: Integration, Innovation and Sustainability\" and set up more than 100 special forums and technical seminars.\n\nDuring the meeting, many academicians and experts expressed important views. Academician Wang Jian of the Chinese Academy of Engineering pointed out that artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development. Academician Zhang Bei of Tsinghua University emphasized the importance of ethical governance of artificial intelligence and suggested establishing a global unified AI ethics standard.\n\nThe \"2023 Global Artificial Intelligence Development Report\" released by the conference shows that the global AI market size will reach 1.5 trillion US dollars in 2022, a year-on-year increase of 23.6%. Among them, the scale of China's AI market has reached 400 billion yuan, and significant progress has been made in computer vision, speech recognition and other fields. The report predicts that by 2025, the global AI market size will exceed 3 trillion US dollars.\n\nMany cutting-edge technological achievements were displayed at the exhibition. Including a new generation of intelligent robots, autonomous driving systems, intelligent medical equipment, etc. Among them, the emotional interaction robot developed by Tsinghua University has attracted widespread attention. The robot can accurately recognize human facial expressions and tones, and make corresponding emotional responses, with an identification accuracy of 95 percent.\n\nThe conference also held the \"AI Innovation and Entrepreneurship Competition\", which attracted more than 500 teams from around the world to participate. In the end, a startup team focusing on AI agricultural applications won the championship with its intelligent crop pest and disease identification system, which has an accuracy rate of more than 98 percent and has been piloted in many major agricultural provinces.\n\nAt the closing ceremony, the organizing committee announced that it would establish a \"Global Artificial Intelligence Innovation Alliance\" to promote international cooperation, talent training and technological innovation. The first members of the alliance include 50 top research institutions and 100 leading companies in 20 countries.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Climate Change Research Report shows that the Earth is experiencing an unprecedented environmental crisis. According to the latest satellite data analysis, the global average temperature in 2023 will rise by 1.5℃ compared with pre-industrial times, setting a record high. The warming rate in the Arctic is twice the global average, resulting in large-scale glacier melting. It is expected that by 2050, the Arctic may have its first ice-free summer.\n\nThe research team found that the frequency of extreme weather events has increased significantly by analyzing historical data from 2,000 meteorological stations around the world. In 2023, there were 127 heavy rainstorms and 43 extreme high temperatures around the world, an increase of 45percent and 60percent respectively compared with ten years ago. The economic losses caused by these disastrous weather are as high as 280 billion US dollars, affecting more than 200 million people.\n\nThe rate of sea level rise is accelerating. In the past 25 years, the global average sea level has risen by 8.9 cm. Studies predict that if greenhouse gas emissions continue the current trend, the sea level may rise by more than 1 meter by the end of this century, which will threaten the living environment of about 600 million coastal people around the world.\n\nBiodiversity continues to decline, with research records showing that in the past 50 years, about 28,000 species of organisms have been endangered worldwide. Tropical rainforests are being cut down at an alarming rate, with a loss of 1.5 million hectares in 2023 alone, an area equivalent to the size of Switzerland. Marine ecosystems are also under serious threat, with 90percent of coral reefs at risk of death.\n\nThe report points out that the concentration of carbon dioxide in the atmosphere has reached 417ppm, a 50percent increase from pre-industrial times. Although countries have pledged to reduce emissions, global carbon emissions will still increase by 2.7percent in 2023 to a record 37.8 billion tons. Among them, the power generation industry accounts for 35percent, industrial production accounts for 28%, and transportation accounts for 24%.\n\nTo cope with the climate crisis, the report recommends taking emergency measures: by 2030, the proportion of renewable energy will increase to 60%, the market share of electric vehicles will increase to 40%, and the energy efficiency of buildings will increase by 30%. It also recommends the establishment of a $100 billion global climate adaptation fund to help developing countries improve their adaptability.\n\nScientists warn that if effective action is not taken in the next five years, the effects of global warming may reach an irreversible tipping point. By then, even if humans stop all greenhouse gas emissions, the Earth will continue to warm for decades, which will lead to more frequent natural disasters, more serious food crises and larger-scale climate refugee problems.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Digital Economy Development Report shows that the digital economy has become the main driving force for global economic growth. According to the report data, the total global digital economy scale reached $54.8 trillion in 2023, a year-on-year increase of 18.2%, and the proportion of global GDP exceeded 45% for the first time. Among them, China's digital economy scale reached 50.1 trillion yuan, a year-on-year increase of 15.3%, and the digital economy accounted for 41.5% of GDP.\nIn terms of digital infrastructure construction, the total number of global 5G base stations exceeded 3.5 million, with China accounting for more than 60%. The global number of data centers reached 8,500, with annual power consumption exceeding 200 billion kWh. The cloud computing market scale reached $485 billion, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65%.\nDigital technology innovation continues to accelerate, with global AI patent applications reaching 520,000, a year-on-year increase of 32%. Blockchain technology applications continue to expand, with the global blockchain market scale reaching $128 billion. Investment in quantum computing exceeded $15 billion, with quantum computers under development reaching the 1,000-qubit level.\nDigital trade is developing rapidly, with global cross-border e-commerce transaction scale reaching $3.8 trillion, a year-on-year increase of 25%. Digital payment transaction volume exceeded $8.5 trillion, with mobile payments accounting for 68%. Global e-commerce users reached 2.8 billion, with digital services covering more than 80% of the global population.\nIn terms of digital industry employment, global digital economy-related positions reached 320 million, a year-on-year increase of 12%. High-skilled positions such as software development, data analysis, and artificial intelligence showed significant demand growth, with average salary levels 35% higher than traditional industries. It is expected that by 2025, the global digital economy talent gap will reach 85 million people.\nDigital governance continues to improve, with 128 countries worldwide having issued data protection-related laws and regulations. Network security investment reached $189 billion, an increase of 22% over the previous year. Global economic losses caused by network security incidents reached $950 billion, an increase of 15% over the previous year.\nThe report predicts that by 2025, the global digital economy scale will exceed $75 trillion, with an average annual growth rate of more than 15%. The integrated development of emerging technologies will generate more new business forms and models, and digital transformation will accelerate penetration from the consumer field to the production field. The digital economy is expected to become a key engine for global economic recovery in the post-pandemic era.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【Major breakthroughs were achieved in human space exploration in 2023, with multiple milestone missions completed successfully. NASA's \"Artemis\" lunar landing program's first test flight mission was successfully completed, with the unmanned spacecraft orbiting the moon for 13 days and completing a 2.26 million kilometer journey. The mission verified the performance of the new generation heavy-lift rocket SLS, laying the foundation for crewed lunar landing in 2025.\nIn Mars exploration, the \"Perseverance\" rover discovered organic molecules suspected to be signs of life on the Martian surface and collected 28 rock samples. China's \"Tianwen-1\" transmitted over 1,100 GB of Mars imagery data, creating the most detailed topographic map of Mars to date. ESA's \"Mars Express\" probe discovered that Mars' underground water reserves far exceed expectations, approximately 1.5 times Earth's freshwater reserves.\nDeep space exploration achieved new breakthroughs, with the \"New Horizons\" probe flying through the Kuiper Belt and discovering multiple unknown celestial bodies. The \"Juno\" probe completed a close flyby of Jupiter's moon Europa, obtaining extensive data about its subsurface ocean. The \"Parker Solar Probe\" made history by becoming the first human-made object to \"touch\" the Sun, reaching an astonishing closest distance of 8.1 million kilometers.\nSpace station construction progressed steadily, with China's space station completing comprehensive construction and hosting 12 astronauts in total. The International Space Station's service period was extended to 2030, completing 6 spacewalk missions. Commercial spaceflight flourished, with SpaceX completing 68 launch missions throughout the year, setting a new commercial spaceflight record.\nAsteroid sample return missions achieved breakthrough progress, with NASA's \"OSIRIS-REx\" probe successfully returning samples from asteroid Bennu to Earth, totaling 250 grams, the largest asteroid sample to date. Analysis results from Japan's \"Hayabusa2\" mission showed that asteroid Ryugu contains amino acids and other substances essential for life.\nIn astronomical observations, the James Webb Space Telescope discovered the most distant galaxy to date, 13.3 billion light-years from Earth. China's \"Insight-HXMT\" satellite first detected ultra-strong gamma-ray bursts from magnetar explosions. The SKA radio telescope array began construction, which will become humanity's largest astronomical facility upon completion.\nAerospace technology innovation continues, with reusable rocket technology becoming increasingly mature, achieving a recovery success rate of 95%. Important progress was made in nuclear propulsion system research, with theoretical thrust 10 times greater than chemical rockets. Space debris cleanup technology achieved breakthroughs, with the first commercial cleanup satellite successfully capturing and destroying 2 abandoned satellites.\nThe next 5 years of space exploration plans have been clarified, including major missions such as crewed lunar landing, Mars sample return, and Jupiter system exploration. It is expected that by 2030, the global aerospace industry scale will exceed $1 trillion, and the space economy will become a new growth point.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Public Health Situation Report shows that the global health system faces new challenges in the post-epidemic era. A total of 156 new infectious disease outbreaks have been reported worldwide, an increase of 23% over the previous year. Data from the World Health Organization (WHO) show that global health expenditures have reached US$9.7 trillion, accounting for 10.2% of global GDP, but the gap in medical resource allocation between countries continues to widen.\n\nIn terms of infectious disease prevention and control, the global influenza surveillance network covers 153 countries and monitors 12,000 sampling points in real time. The new coronavirus variant monitoring system has identified 38 important variants, of which 5 are listed as key concerns. The global vaccination rate has reached 76%, but there are still 23 countries in Africa with a vaccination rate below 30%.\n\nProgress has been made in the prevention and treatment of chronic diseases. The global 5-year cancer survival rate has exceeded 70% for the first time, with breast cancer and prostate cancer survival rates exceeding 90%. The mortality rate from cardiovascular disease has dropped 15% from a decade ago, but it is still the world's leading cause of death. The number of diabetes patients has reached 537 million, doubling from 2000, and annual medical expenditures exceed US$760 billion.\n\nMental health problems are becoming increasingly prominent, with more than 400 million people suffering from depression worldwide, an increase of 28% from before the epidemic. The mental health of adolescents is worrying, with the suicide rate of people aged 15-24 rising by 12%. Medical expenditures for mental health in various countries only account for 2.8% of total expenditures, far below the 5% standard recommended by the WHO.\n\nMedical technology innovation is accelerating, with the accuracy of AI-assisted diagnosis reaching 97%, especially in the field of imaging diagnosis. Gene therapy has made a major breakthrough, with 15 types of gene therapy approved worldwide, and the cost of treatment has dropped by 60% compared with five years ago. Telemedicine services cover a population of 850 million and play an important role in remote areas.\n\nThe problem of uneven distribution of medical resources remains prominent, with 45% of the world's medical resources concentrated in developed countries that account for 15% of the population. The average number of doctors per 10,000 people in Africa is only 2.3, far below the standard of 23 recommended by the WHO. There are still about 3.8 billion people in the world who cannot access basic medical services.\n\nThe problem of antibiotic resistance is exacerbated, with 1.5 million deaths from resistant bacteria infections each year and economic losses exceeding US$550 billion. The WHO warns that if no action is taken, drug-resistant infections may become the leading cause of death by 2050.\n\nThe report recommends strengthening global health cooperation, establishing a $10 billion global health emergency fund, and improving disease early warning systems. Intensify the training of medical talents and train 5 million medical professionals by 2030. Promote medical technology innovation and increase the accessibility of medical services by 30%. At the same time, it calls on developed countries to assume more responsibilities for international health assistance and help underdeveloped regions improve their medical standards.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global New Energy Vehicle Industry Development Report shows that the electrification transformation has entered the fast lane. Global new energy vehicle annual sales exceeded 14.8 million units, a year-on-year increase of 46.3%, and the market penetration rate reached 22%. Among them, pure electric vehicles accounted for 68%, plug-in hybrid vehicles accounted for 29%, and hydrogen fuel cell vehicles accounted for 3%. The Chinese market performed the best, with sales reaching 8.2 million units, accounting for 55.4% of the global total.\n\nPower battery technology continues to break through, and the energy density of the new generation of solid-state batteries has reached 400Wh/kg, an increase of 45% over traditional lithium batteries. Global power battery production capacity has reached 1200GWh, and industry investment has exceeded US$85 billion. Battery costs have dropped 38% from 2020, driving a significant reduction in vehicle manufacturing costs.\n\nCharging infrastructure has accelerated its layout, and the number of public charging piles worldwide has reached 18.5 million, of which fast charging piles account for 35%. Smart charging technology has been promoted and applied, and vehicle-to-grid interaction (V2G) demonstration projects have been implemented in 15 countries, providing 45GWh of peak-shaving capacity for the power grid.\n\nIntelligent driving technology has been upgraded, with the penetration rate of L2+ autonomous driving reaching 45%, and L3 level has begun mass production. The global shortage of automotive chips has improved significantly, with annual production capacity increasing by 28%. The computing power of the on-board intelligent system has exceeded 1000TOPS, supporting more complex autonomous driving scenarios.\n\nThe localization of the industrial chain has accelerated, and five major new energy vehicle industry clusters have been formed globally. The independent controllable capabilities of key materials have been enhanced, and China's self-sufficiency rate of lithium battery materials has exceeded 85%. The recycling system for waste power batteries has been gradually improved, with a recycling rate of 78% and a derivative market size of more than US$28 billion.\n\nThe export of new energy vehicles has grown rapidly, with China's export volume of new energy vehicles reaching 950,000 units, a year-on-year increase of 120%. The electrification transformation of the European market has accelerated, with electric vehicles accounting for 28% of new car sales. The US market has grown rapidly with policy support, with annual sales exceeding 2.1 million units.\n\nCompetition in technical routes has intensified, and new technologies such as solid-state batteries and sodium-ion batteries have accelerated commercialization. Hydrogen fuel cell technology has made breakthroughs, and system costs have dropped by 55% compared with 2020. The battery swap model is promoted in the field of heavy-duty commercial vehicles, and 28,000 battery swap stations have been built worldwide.\n\nIndustrial policies continue to be optimized, and the world has invested a total of US$280 billion in subsidies. Carbon emission regulations in various countries have become stricter, and the timetable for the withdrawal of traditional fuel vehicles has been clarified. The industrial standard system has been continuously improved, driving the healthy development of the global new energy vehicle industry.\n\nOutlook for the next five years: It is expected that by 2028, the annual sales of new energy vehicles worldwide will exceed 35 million, and the market penetration rate will exceed 45%. The energy density of power batteries is expected to exceed 500Wh/kg, and the cost will drop to below US$60/kWh. Intelligent driving will enter the L4 level commercialization stage, driving a US$500 billion intelligent market.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Metaverse Technology Development Report shows that the global Metaverse industry will reach $385 billion, an increase of 85% year-on-year. The shipment volume of virtual reality (VR) and augmented reality (AR) devices exceeded 32 million units, an increase of 62% over the previous year. The number of Metaverse-related patent applications reached 185,000, of which China accounted for 38%, ranking first in the world.\n\nSignificant breakthroughs in hardware technology, the resolution of the new generation of VR devices reached 4K×4K, the field of view was expanded to 120 degrees, and the delay was reduced to 12ms. AR optical solutions are innovative, and diffraction waveguide technology reduces the weight of the device to 120g. Significant progress has been made in brain-computer interfaces, and non-invasive devices can recognize 1,000 thought commands with an accuracy rate of 92%.\n\nInteractive technology is becoming increasingly mature, the accuracy of full-body motion capture has been improved to sub-millimeter level, and facial expression recognition supports 95 micro-expressions. Breakthroughs have been made in tactile feedback technology, which can simulate the touch of 200 different materials. Holographic projection technology has reached 8K resolution, supporting multiple people to watch at the same time without special glasses.\n\nThe content ecosystem is booming, with more than 8.5 million Metaverse content developers worldwide, up 95% from the previous year. The number of monthly active users of virtual social platforms has reached 450 million, and the highest number of online viewers for a single virtual concert has exceeded 25 million. It is widely used in the field of education, with 15% of colleges and universities around the world offering Metaverse courses.\n\nThe digital economy is accelerating its layout, with the market value of global Metaverse concept-related listed companies exceeding US$2.8 trillion. The scale of virtual asset transactions has reached US$68 billion, and the average daily transaction volume of the NFT market has exceeded US$150 million. The scale of the Metaverse advertising market has reached US$12.5 billion, with an annual growth rate of more than 200%.\n\nThe formulation of technical standards has been accelerated, and IEEE has released the first Metaverse reference architecture standard. The Metaverse Industry Alliance has been established globally, with 180 companies participating in the formulation of standards. The data security and privacy protection framework has been gradually improved to support cross-platform data interoperability.\n\nIndustrial applications are constantly deepening, and the industrial Metaverse has led to a 28% increase in manufacturing efficiency. The medical Metaverse has supported 5,000 remote surgeries with an accuracy rate of 99.9%. The transaction volume of the real estate metaverse platform exceeded US$20 billion, and online house viewing accounted for 35%.\n\nThe demand for talent is growing rapidly, and the global demand for metaverse-related positions has reached 950,000, with an average salary 45% higher than traditional IT positions. Countries have increased their efforts in talent training, and there are more than 3,000 professional training institutions. It is estimated that the talent gap will reach 2.8 million by 2025.\n\nFuture development trends: It is estimated that by 2028, the global metaverse market size will exceed US$1.5 trillion. The real economy is accelerating its digital transformation, and 85% of brands will deploy metaverse. Technology integration and innovation are accelerating, and brain-computer interfaces, holographic technology, quantum computing, etc. will bring revolutionary breakthroughs.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Please help me summarize the below article【The 2023 Global Education Innovation and Development Report shows that the digital transformation of education is accelerating, and global investment in education technology has reached US$342 billion, a year-on-year increase of 42%. The scale of online education users has exceeded 1.8 billion, and digital learning resources cover 89% of learners worldwide. In the post-epidemic era, hybrid education has become the mainstream, and online and offline integrated teaching accounts for 65%.\n\nThe application of artificial intelligence in education has deepened, and AI teaching assistants have covered more than 250 million users with an accuracy rate of 96%. The adaptive learning system can identify more than 8,000 learning behavior patterns, and the accuracy rate of personalized recommendations has reached 92%. Education big data analysis supports teaching decisions and improves teaching effectiveness by 35%.\n\nThe supply mode of educational resources has changed. The number of courses on the global MOOC platform has exceeded 85,000, and the cumulative number of course selections has reached 1.5 billion. The sharing of high-quality educational resources has accelerated, and the number of open courses at international prestigious universities has reached 12,000. There are more than 5,000 virtual simulation experimental teaching projects, covering 12 disciplines.\n\nEducation evaluation has innovated and developed, and the credit certification system based on blockchain has been piloted in 280 universities. The intelligent evaluation system can analyze learning process data in real time, with 186 evaluation dimensions. The competency-based evaluation model is promoted in the field of vocational education, and 2,800 professional standards are connected.\n\nTeacher professional development is accelerated, and 8.5 million teachers around the world have completed digital teaching ability training. The coverage rate of teacher artificial intelligence literacy training has reached 55%. The application of intelligent lesson preparation system is popularized, saving teachers 40% of lesson preparation time. The teacher development support service platform gathers 20 million teaching resources.\n\nInnovative talent training model reform, project-based learning accounts for 38%. There are 35,000 interdisciplinary integrated courses, and 1.8 million compound talents have been trained. The integration of industry and education has deepened and developed, with 120,000 school-enterprise cooperation projects and 15 million students covered by collaborative education.\n\nEducation equity continues to improve, and the coverage rate of online education in remote areas has increased to 75%. Education assistance projects benefit 120 million students in need. The special education technology support system is improved, and auxiliary technology benefits 28 million special students.\n\nInternational education cooperation is strengthened, and cross-border online learning projects have reached 8,500. There are 1,200 international credit recognition agreements. The membership of the Global Education Innovation Alliance has expanded to 85 countries, with more than 3,000 joint training programs.\n\nFuture development trends: It is estimated that by 2028, the global education technology market will reach US$850 billion. Metaverse education applications are popularized, and immersive learning has become an important method. Artificial intelligence deeply empowers the entire education process and promotes changes in the education paradigm. The lifelong learning system is more complete, and the construction of a learning society is accelerated.】,Your summary must include all the key information from the article (all of it, without leaving out any). But you shall control the total words in 180. Attention: only English word counts in total words.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]