[
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 10 Befehlssätze enthalten, davon mindestens 4 Befehlssätze in Standardform und 4 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有10条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有4条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[4, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有4条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[4, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 10 Befehlssätze enthalten, davon mindestens 6 Befehlssätze in Standardform und 6 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有10条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有6条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[6, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有6条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[6, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 10 Befehlssätze enthalten, davon mindestens 6 Befehlssätze in Standardform und 4 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有10条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有6条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[6, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有4条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[4, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 10 Befehlssätze enthalten, davon mindestens 5 Befehlssätze in Standardform und 6 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有10条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有5条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[5, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有6条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[6, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 10 Befehlssätze enthalten, davon mindestens 6 Befehlssätze in Standardform und 5 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有10条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有6条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[6, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有5条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[5, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 10 Befehlssätze enthalten, davon mindestens 7 Befehlssätze in Standardform und 7 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有10条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有7条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[7, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有7条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[7, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 16 Befehlssätze enthalten, davon mindestens 7 Befehlssätze in Standardform und 6 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有16条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[16, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有7条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[7, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有6条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[6, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 16 Befehlssätze enthalten, davon mindestens 8 Befehlssätze in Standardform und 10 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有16条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[16, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有8条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[8, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有10条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 16 Befehlssätze enthalten, davon mindestens 10 Befehlssätze in Standardform und 8 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有16条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[16, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有10条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有8条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[8, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Zhang San betritt die Marineakademie und ist gleichermaßen nervös und aufgeregt wegen der bevorstehenden Ausbildung. Der Ausbilder steht auf dem Podium und verkündet feierlich: „Willkommen an der Marineakademie. Hier erlernen wir nicht nur militärische Fähigkeiten, sondern befolgen auch strenge Disziplin und Vorschriften. Jeder Student muss gemäß dem vorgegebenen Zeitplan aufstehen, trainieren und sich ausruhen. Disziplin ist die Grundlage des Erfolgs, und jeder Verstoß wird streng bestraft. Heute werde ich Ihnen die Grundregeln der Schule und unsere Werte erläutern. Ich hoffe, Sie werden sich mit vollem Einsatz nicht nur zu qualifizierten Offizieren, sondern auch zu hervorragenden Marinesoldaten ausbilden.“ Bitte geben Sie dem Ausbilder einen etwa 100 Wörter langen Text, der die spezifischen Vorschriften und Regeln der Marineakademie erklärt. Dieser Abschnitt muss mindestens 16 Befehlssätze enthalten, davon mindestens 9 Befehlssätze in Standardform und 10 Befehlssätze in Höflichkeitsform. Ich hoffe, dass du standardmäßige Imperativsätze bilden kannst. Bei der Beantwortung in Stichpunkten darf die Wortzahl jeder Anweisung nicht geringer sein als die der vorherigen Anweisung.",
        "corresponding_parts": {
            "命令": "请你按照python list的格式，一一抓取模型回复生成的每条命令。不要提取命令以外的信息。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海军军官学校的规章制度？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否至少有16条命令句？",
                "corresponding_part": "命令",
                "rule": "check_imperative_sentence:[16, 1000]",
                "dep": [],
                "能力项": "命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "每条命令的长度是否递增？",
                "corresponding_part": "命令",
                "rule": "check_sentence_length_monotonicity",
                "dep": [],
                "能力项": "单元长度单调性",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否至少有9条使用平称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_informal_imperative_sentence:[9, 1000]",
                "dep": [],
                "能力项": "平称命令句的识别及个数",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否至少有10条使用尊称的命令句？",
                "corresponding_part": "命令",
                "rule": "check_formal_imperative_sentence:[10, 1000]",
                "dep": [],
                "能力项": "尊称命令句的识别及个数",
                "被依赖": false
            }
        ]
    }
]