[
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، أنا موظف جديد وصلت للتو إلى بكين، كنت أعيش وأدرس في الجنوب من قبل، وقررت هذه المرة القدوم إلى بكين للتطوير، آملاً في توسيع آفاقي وقدراتي. اهتماماتي وهواياتي واسعة النطاق، مثل حب القراءة والتصوير والسفر، كما أحب الرياضة، خاصة كرة الريشة والسباحة، هذه الهوايات تساعدني على الاسترخاء بشكل أفضل بعد العمل، كما تعرفت من خلالها على العديد من الأصدقاء ذوي الاهتمامات المشتركة. شخصيتي منفتحة، أحب التواصل وتكوين صداقات جديدة، وأتكيف بسهولة مع البيئات الجديدة. الآن، أريد أن أركز على تقديم خبرتي ذات الصلة في منصب مدير المنتج. عملت سابقاً كمدير منتج في شركة إنترنت، وكنت مسؤولاً عن بحث متطلبات المنتج من الصفر، وتحليل المنافسين، وتصميم النماذج الأولية، والتواصل والتعاون مع أقسام متعددة مثل التطوير والاختبار والعمليات. خلال عملية تقدم المشروع، كنت جيداً في الاستماع لتعليقات المستخدمين، وقادراً على تحديد وحل المشاكل في المنتج بسرعة. كما قدت الفريق بنجاح لإطلاق تطبيق تعليمي موجه للطلاب الجامعيين، والذي حصل على ردود فعل إيجابية من السوق. في مجال التعاون الجماعي، أركز على التواصل والتعاون بين أعضاء الفريق، ونظمت عدة مرات جلسات عصف ذهني واجتماعات مراجعة المتطلبات لضمان تقدم المشروع بسلاسة. كما أحب مساعدة الموظفين الجدد على الاندماج في الفريق ومشاركة خبراتي وتجاربي. أخيراً، أريد أن أعبر عن توقعاتي وحماسي للعمل الجديد. أقدر كثيراً هذه الفرصة للقدوم إلى بكين للتطوير، وآمل أن أستمر في النمو على المنصة الجديدة، وأن أخلق منتجات أكثر قيمة مع الزملاء المتميزين. أنا متحمس جداً لعمل مدير المنتج، وأرغب في التعلم المستمر وتحدي نفسي، والمساهمة بقوتي في تطوير الشركة. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 10 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، أنا موظف جديد وصلت للتو إلى بكين، كنت أعيش وأدرس في الجنوب من قبل، وقررت هذه المرة القدوم إلى بكين للتطوير، آملاً في توسيع آفاقي وقدراتي. اهتماماتي وهواياتي واسعة النطاق، مثل حب القراءة والتصوير والسفر، كما أحب الرياضة، خاصة كرة الريشة والسباحة، هذه الهوايات تساعدني على الاسترخاء بشكل أفضل بعد العمل، كما تعرفت من خلالها على العديد من الأصدقاء ذوي الاهتمامات المشتركة. شخصيتي منفتحة، أحب التواصل وتكوين صداقات جديدة، وأتكيف بسهولة مع البيئات الجديدة. الآن، أريد أن أركز على تقديم خبرتي ذات الصلة في منصب مدير المنتج. عملت سابقاً كمدير منتج في شركة إنترنت، وكنت مسؤولاً عن بحث متطلبات المنتج من الصفر، وتحليل المنافسين، وتصميم النماذج الأولية، والتواصل والتعاون مع أقسام متعددة مثل التطوير والاختبار والعمليات. خلال عملية تقدم المشروع، كنت جيداً في الاستماع لتعليقات المستخدمين، وقادراً على تحديد وحل المشاكل في المنتج بسرعة. كما قدت الفريق بنجاح لإطلاق تطبيق تعليمي موجه للطلاب الجامعيين، والذي حصل على ردود فعل إيجابية من السوق. في مجال التعاون الجماعي، أركز على التواصل والتعاون بين أعضاء الفريق، ونظمت عدة مرات جلسات عصف ذهني واجتماعات مراجعة المتطلبات لضمان تقدم المشروع بسلاسة. كما أحب مساعدة الموظفين الجدد على الاندماج في الفريق ومشاركة خبراتي وتجاربي. أخيراً، أريد أن أعبر عن توقعاتي وحماسي للعمل الجديد. أقدر كثيراً هذه الفرصة للقدوم إلى بكين للتطوير، وآمل أن أستمر في النمو على المنصة الجديدة، وأن أخلق منتجات أكثر قيمة مع الزملاء المتميزين. أنا متحمس جداً لعمل مدير المنتج، وأرغب في التعلم المستمر وتحدي نفسي، والمساهمة بقوتي في تطوير الشركة. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 40 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، أنا موظف جديد وصلت للتو إلى بكين، كنت أعيش وأدرس في الجنوب من قبل، وقررت هذه المرة القدوم إلى بكين للتطوير، آملاً في توسيع آفاقي وقدراتي. اهتماماتي وهواياتي واسعة النطاق، مثل حب القراءة والتصوير والسفر، كما أحب الرياضة، خاصة كرة الريشة والسباحة، هذه الهوايات تساعدني على الاسترخاء بشكل أفضل بعد العمل، كما تعرفت من خلالها على العديد من الأصدقاء ذوي الاهتمامات المشتركة. شخصيتي منفتحة، أحب التواصل وتكوين صداقات جديدة، وأتكيف بسهولة مع البيئات الجديدة. الآن، أريد أن أركز على تقديم خبرتي ذات الصلة في منصب مدير المنتج. عملت سابقاً كمدير منتج في شركة إنترنت، وكنت مسؤولاً عن بحث متطلبات المنتج من الصفر، وتحليل المنافسين، وتصميم النماذج الأولية، والتواصل والتعاون مع أقسام متعددة مثل التطوير والاختبار والعمليات. خلال عملية تقدم المشروع، كنت جيداً في الاستماع لتعليقات المستخدمين، وقادراً على تحديد وحل المشاكل في المنتج بسرعة. كما قدت الفريق بنجاح لإطلاق تطبيق تعليمي موجه للطلاب الجامعيين، والذي حصل على ردود فعل إيجابية من السوق. في مجال التعاون الجماعي، أركز على التواصل والتعاون بين أعضاء الفريق، ونظمت عدة مرات جلسات عصف ذهني واجتماعات مراجعة المتطلبات لضمان تقدم المشروع بسلاسة. كما أحب مساعدة الموظفين الجدد على الاندماج في الفريق ومشاركة خبراتي وتجاربي. أخيراً، أريد أن أعبر عن توقعاتي وحماسي للعمل الجديد. أقدر كثيراً هذه الفرصة للقدوم إلى بكين للتطوير، وآمل أن أستمر في النمو على المنصة الجديدة، وأن أخلق منتجات أكثر قيمة مع الزملاء المتميزين. أنا متحمس جداً لعمل مدير المنتج، وأرغب في التعلم المستمر وتحدي نفسي، والمساهمة بقوتي في تطوير الشركة. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 50 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، لست من سكان قوانغتشو الأصليين، كنت أعيش وأعمل في شيان من قبل، وجئت هذه المرة إلى قوانغتشو آملاً في العمل في مجال تطوير الواجهة الأمامية هنا. أحب عادة الرسم والبرمجة ومشاهدة الأفلام، كما أحب تجربة أشياء جديدة، مثل تعلم الخبز وركوب الدراجات مؤخراً. شخصيتي منفتحة نوعاً ما، أحب مناقشة المسائل التقنية مع الزملاء والأصدقاء، كما أحب المشاركة في مختلف المشاركات التقنية وأنشطة المجتمع. بخصوص خبرتي في تطوير الواجهة الأمامية، عملت سابقاً كمهندس تطوير واجهة أمامية في شركة إنترنت كبيرة، وشاركت في عدة مشاريع كبيرة، بما في ذلك منصات التجارة الإلكترونية ومواقع التعليم عبر الإنترنت. أتقن تقنيات الواجهة الأمامية مثل HTML وCSS وJavaScript، وأعرف أطر العمل الرئيسية مثل React وVue، وقادر على إكمال العملية الكاملة من تصميم الصفحة إلى تنفيذ الوظائف بشكل مستقل. في المشاريع، أركز على قابلية صيانة الكود وتحسين الأداء، وقدت مشروعاً خاصاً لتحسين أداء الواجهة الأمامية، وحسنت بشكل كبير سرعة تحميل الصفحة من خلال التحميل الكسول وتقسيم الكود وغيرها من الوسائل. بالإضافة إلى ذلك، شاركت بنشاط في تحسين تجربة المستخدم، واهتممت بالاحتياجات الفعلية للمستخدمين، واقترحت ونفذت عدة حلول لتحسين التفاعل، مما حسن من سهولة الاستخدام وجمال المنتج. أخيراً، أريد أن أعبر عن حماسي وتوقعاتي للعمل المستقبلي. أحب تطوير الواجهة الأمامية، وأحب استخدام الكود والتصميم لخلق تجارب مستخدم جميلة، وآمل أن أتمكن في قوانغتشو، هذه المدينة المليئة بالحيوية، من تحقيق اختراقات تقنية وابتكارات منتجات عالية المستوى مع فريق متميز. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 10 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، لست من سكان قوانغتشو الأصليين، كنت أعيش وأعمل في شيان من قبل، وجئت هذه المرة إلى قوانغتشو آملاً في العمل في مجال تطوير الواجهة الأمامية هنا. أحب عادة الرسم والبرمجة ومشاهدة الأفلام، كما أحب تجربة أشياء جديدة، مثل تعلم الخبز وركوب الدراجات مؤخراً. شخصيتي منفتحة نوعاً ما، أحب مناقشة المسائل التقنية مع الزملاء والأصدقاء، كما أحب المشاركة في مختلف المشاركات التقنية وأنشطة المجتمع. بخصوص خبرتي في تطوير الواجهة الأمامية، عملت سابقاً كمهندس تطوير واجهة أمامية في شركة إنترنت كبيرة، وشاركت في عدة مشاريع كبيرة، بما في ذلك منصات التجارة الإلكترونية ومواقع التعليم عبر الإنترنت. أتقن تقنيات الواجهة الأمامية مثل HTML وCSS وJavaScript، وأعرف أطر العمل الرئيسية مثل React وVue، وقادر على إكمال العملية الكاملة من تصميم الصفحة إلى تنفيذ الوظائف بشكل مستقل. في المشاريع، أركز على قابلية صيانة الكود وتحسين الأداء، وقدت مشروعاً خاصاً لتحسين أداء الواجهة الأمامية، وحسنت بشكل كبير سرعة تحميل الصفحة من خلال التحميل الكسول وتقسيم الكود وغيرها من الوسائل. بالإضافة إلى ذلك، شاركت بنشاط في تحسين تجربة المستخدم، واهتممت بالاحتياجات الفعلية للمستخدمين، واقترحت ونفذت عدة حلول لتحسين التفاعل، مما حسن من سهولة الاستخدام وجمال المنتج. أخيراً، أريد أن أعبر عن حماسي وتوقعاتي للعمل المستقبلي. أحب تطوير الواجهة الأمامية، وأحب استخدام الكود والتصميم لخلق تجارب مستخدم جميلة، وآمل أن أتمكن في قوانغتشو، هذه المدينة المليئة بالحيوية، من تحقيق اختراقات تقنية وابتكارات منتجات عالية المستوى مع فريق متميز. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 40 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، لست من سكان قوانغتشو الأصليين، كنت أعيش وأعمل في شيان من قبل، وجئت هذه المرة إلى قوانغتشو آملاً في العمل في مجال تطوير الواجهة الأمامية هنا. أحب عادة الرسم والبرمجة ومشاهدة الأفلام، كما أحب تجربة أشياء جديدة، مثل تعلم الخبز وركوب الدراجات مؤخراً. شخصيتي منفتحة نوعاً ما، أحب مناقشة المسائل التقنية مع الزملاء والأصدقاء، كما أحب المشاركة في مختلف المشاركات التقنية وأنشطة المجتمع. بخصوص خبرتي في تطوير الواجهة الأمامية، عملت سابقاً كمهندس تطوير واجهة أمامية في شركة إنترنت كبيرة، وشاركت في عدة مشاريع كبيرة، بما في ذلك منصات التجارة الإلكترونية ومواقع التعليم عبر الإنترنت. أتقن تقنيات الواجهة الأمامية مثل HTML وCSS وJavaScript، وأعرف أطر العمل الرئيسية مثل React وVue، وقادر على إكمال العملية الكاملة من تصميم الصفحة إلى تنفيذ الوظائف بشكل مستقل. في المشاريع، أركز على قابلية صيانة الكود وتحسين الأداء، وقدت مشروعاً خاصاً لتحسين أداء الواجهة الأمامية، وحسنت بشكل كبير سرعة تحميل الصفحة من خلال التحميل الكسول وتقسيم الكود وغيرها من الوسائل. بالإضافة إلى ذلك، شاركت بنشاط في تحسين تجربة المستخدم، واهتممت بالاحتياجات الفعلية للمستخدمين، واقترحت ونفذت عدة حلول لتحسين التفاعل، مما حسن من سهولة الاستخدام وجمال المنتج. أخيراً، أريد أن أعبر عن حماسي وتوقعاتي للعمل المستقبلي. أحب تطوير الواجهة الأمامية، وأحب استخدام الكود والتصميم لخلق تجارب مستخدم جميلة، وآمل أن أتمكن في قوانغتشو، هذه المدينة المليئة بالحيوية، من تحقيق اختراقات تقنية وابتكارات منتجات عالية المستوى مع فريق متميز. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 50 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، وصلت للتو إلى شنتشن، كنت أعيش وأعمل في الشمال الشرقي من قبل، وجئت هذه المرة إلى شنتشن آملاً في تحدي نفسي في بيئة أكثر انفتاحاً وابتكاراً، وتحسين قدراتي المهنية. أحب شخصياً القراءة والكتابة والسفر، كما أحب الرياضة، مثل الجري وكرة السلة، هذه الاهتمامات تساعدني على الحفاظ على حالة جيدة خلال فترات الراحة من العمل المكثف. شخصيتي منفتحة، جيد في التواصل والتعبير، وأتكيف نسبياً مع بيئة العمل سريعة الوتيرة. بخصوص خبرتي في العمل كمحلل بيانات، عملت سابقاً كمحلل بيانات في شركة تكنولوجيا مالية، وكنت مسؤولاً عن جمع البيانات وتنظيفها ونمذجتها وتحليلها. على وجه التحديد، شاركت في عدة مشاريع مثل تحليل سلوك المستخدم ونمذجة المخاطر وتقييم فعالية التسويق، وأتقن استخدام أدوات تحليل البيانات مثل Python وSQL وTableau، وقادر على إكمال العملية الكاملة من الحصول على البيانات إلى عرض النتائج بشكل مستقل. في مجال تصور البيانات، لدي خبرة عملية غنية، وقمت بتخصيص عدة مجموعات من تقارير تصور البيانات للإدارة العليا في الشركة، مما ساعد الإدارة على فهم وضع الأعمال بشكل أكثر بديهية ومساعدة في اتخاذ القرارات. بالإضافة إلى ذلك، شاركت بنشاط في مشاركة المعرفة في الفريق، ومساعدة الزملاء الجدد على إتقان مهارات تحليل البيانات بسرعة. أخيراً، أريد أن أعبر عن حماسي وسعيي لعمل تحليل البيانات. أؤمن أن البيانات يمكن أن تدفع الابتكار والتحسين في الأعمال، وآمل أن أتمكن في شنتشن، هذه المدينة المليئة بالفرص، من استكشاف المزيد من إمكانيات البيانات مع فريق متميز، وتحقيق النمو المشترك للفرد والشركة. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 10 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، وصلت للتو إلى شنتشن، كنت أعيش وأعمل في الشمال الشرقي من قبل، وجئت هذه المرة إلى شنتشن آملاً في تحدي نفسي في بيئة أكثر انفتاحاً وابتكاراً، وتحسين قدراتي المهنية. أحب شخصياً القراءة والكتابة والسفر، كما أحب الرياضة، مثل الجري وكرة السلة، هذه الاهتمامات تساعدني على الحفاظ على حالة جيدة خلال فترات الراحة من العمل المكثف. شخصيتي منفتحة، جيد في التواصل والتعبير، وأتكيف نسبياً مع بيئة العمل سريعة الوتيرة. بخصوص خبرتي في العمل كمحلل بيانات، عملت سابقاً كمحلل بيانات في شركة تكنولوجيا مالية، وكنت مسؤولاً عن جمع البيانات وتنظيفها ونمذجتها وتحليلها. على وجه التحديد، شاركت في عدة مشاريع مثل تحليل سلوك المستخدم ونمذجة المخاطر وتقييم فعالية التسويق، وأتقن استخدام أدوات تحليل البيانات مثل Python وSQL وTableau، وقادر على إكمال العملية الكاملة من الحصول على البيانات إلى عرض النتائج بشكل مستقل. في مجال تصور البيانات، لدي خبرة عملية غنية، وقمت بتخصيص عدة مجموعات من تقارير تصور البيانات للإدارة العليا في الشركة، مما ساعد الإدارة على فهم وضع الأعمال بشكل أكثر بديهية ومساعدة في اتخاذ القرارات. بالإضافة إلى ذلك، شاركت بنشاط في مشاركة المعرفة في الفريق، ومساعدة الزملاء الجدد على إتقان مهارات تحليل البيانات بسرعة. أخيراً، أريد أن أعبر عن حماسي وسعيي لعمل تحليل البيانات. أؤمن أن البيانات يمكن أن تدفع الابتكار والتحسين في الأعمال، وآمل أن أتمكن في شنتشن، هذه المدينة المليئة بالفرص، من استكشاف المزيد من إمكانيات البيانات مع فريق متميز، وتحقيق النمو المشترك للفرد والشركة. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 40 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، وصلت للتو إلى شنتشن، كنت أعيش وأعمل في الشمال الشرقي من قبل، وجئت هذه المرة إلى شنتشن آملاً في تحدي نفسي في بيئة أكثر انفتاحاً وابتكاراً، وتحسين قدراتي المهنية. أحب شخصياً القراءة والكتابة والسفر، كما أحب الرياضة، مثل الجري وكرة السلة، هذه الاهتمامات تساعدني على الحفاظ على حالة جيدة خلال فترات الراحة من العمل المكثف. شخصيتي منفتحة، جيد في التواصل والتعبير، وأتكيف نسبياً مع بيئة العمل سريعة الوتيرة. بخصوص خبرتي في العمل كمحلل بيانات، عملت سابقاً كمحلل بيانات في شركة تكنولوجيا مالية، وكنت مسؤولاً عن جمع البيانات وتنظيفها ونمذجتها وتحليلها. على وجه التحديد، شاركت في عدة مشاريع مثل تحليل سلوك المستخدم ونمذجة المخاطر وتقييم فعالية التسويق، وأتقن استخدام أدوات تحليل البيانات مثل Python وSQL وTableau، وقادر على إكمال العملية الكاملة من الحصول على البيانات إلى عرض النتائج بشكل مستقل. في مجال تصور البيانات، لدي خبرة عملية غنية، وقمت بتخصيص عدة مجموعات من تقارير تصور البيانات للإدارة العليا في الشركة، مما ساعد الإدارة على فهم وضع الأعمال بشكل أكثر بديهية ومساعدة في اتخاذ القرارات. بالإضافة إلى ذلك، شاركت بنشاط في مشاركة المعرفة في الفريق، ومساعدة الزملاء الجدد على إتقان مهارات تحليل البيانات بسرعة. أخيراً، أريد أن أعبر عن حماسي وسعيي لعمل تحليل البيانات. أؤمن أن البيانات يمكن أن تدفع الابتكار والتحسين في الأعمال، وآمل أن أتمكن في شنتشن، هذه المدينة المليئة بالفرص، من استكشاف المزيد من إمكانيات البيانات مع فريق متميز، وتحقيق النمو المشترك للفرد والشركة. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 50 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، أنا باحث عن عمل جديد في هانغتشو، كنت أعيش وأدرس في المدن الشمالية من قبل، وجئت هذه المرة إلى هانغتشو آملاً في العثور على فرص تطوير أفضل هنا. أحب عادة الاستماع للموسيقى والقراءة والتصوير، كما أحب المشاركة في مختلف الأنشطة الخارجية، مثل تسلق الجبال وركوب الدراجات، هذه الأنشطة تساعدني على الحفاظ على عقلية إيجابية ومتفائلة. شخصيتي متفائلة نوعاً ما، جيد في التواصل مع الناس، وقادر على التكيف مع البيئات الجديدة بسرعة. بخصوص خبرتي في تطوير الخلفية، عملت سابقاً كمهندس تطوير خلفية في شركة تكنولوجيا مشهورة، وكنت مسؤولاً بشكل أساسي عن تصميم هندسة النظام وتصميم قاعدة البيانات وتطوير الواجهات وتحسين الأداء وغيرها من الأعمال. شاركت في عدة مشاريع كبيرة، بما في ذلك أنظمة التجارة الإلكترونية ومنصات إدارة المحتوى، وأعرف لغات تطوير الخلفية مثل Java وPython وGo، وأتقن أطر العمل الرئيسية مثل Spring Boot وDjango. في مجال تصميم هندسة النظام، قدت تطبيق هندسة الخدمات المصغرة، وكنت مسؤولاً عن تقسيم الخدمات ونشر الحاويات والعمليات الآلية، مما حسن بشكل كبير من قابلية التوسع واستقرار النظام. في التعاون الجماعي، أركز على التعاون مع أقسام الواجهة الأمامية والاختبار والعمليات، وقادر على التواصل بكفاءة وحل مختلف المشاكل التقنية في المشروع. أخيراً، أريد أن أعبر عن توقعاتي وشغفي للانضمام إلى فريق جديد. أحب عمل تطوير الخلفية، وأرغب في التعلم المستمر للتقنيات الجديدة وتحسين الذات، وآمل أن أتمكن في هانغتشو، هذه المدينة ذات الأجواء الإنترنتية الكثيفة، من خلق منتجات وخدمات أكثر تميزاً مع الجميع. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 10 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، أنا باحث عن عمل جديد في هانغتشو، كنت أعيش وأدرس في المدن الشمالية من قبل، وجئت هذه المرة إلى هانغتشو آملاً في العثور على فرص تطوير أفضل هنا. أحب عادة الاستماع للموسيقى والقراءة والتصوير، كما أحب المشاركة في مختلف الأنشطة الخارجية، مثل تسلق الجبال وركوب الدراجات، هذه الأنشطة تساعدني على الحفاظ على عقلية إيجابية ومتفائلة. شخصيتي متفائلة نوعاً ما، جيد في التواصل مع الناس، وقادر على التكيف مع البيئات الجديدة بسرعة. بخصوص خبرتي في تطوير الخلفية، عملت سابقاً كمهندس تطوير خلفية في شركة تكنولوجيا مشهورة، وكنت مسؤولاً بشكل أساسي عن تصميم هندسة النظام وتصميم قاعدة البيانات وتطوير الواجهات وتحسين الأداء وغيرها من الأعمال. شاركت في عدة مشاريع كبيرة، بما في ذلك أنظمة التجارة الإلكترونية ومنصات إدارة المحتوى، وأعرف لغات تطوير الخلفية مثل Java وPython وGo، وأتقن أطر العمل الرئيسية مثل Spring Boot وDjango. في مجال تصميم هندسة النظام، قدت تطبيق هندسة الخدمات المصغرة، وكنت مسؤولاً عن تقسيم الخدمات ونشر الحاويات والعمليات الآلية، مما حسن بشكل كبير من قابلية التوسع واستقرار النظام. في التعاون الجماعي، أركز على التعاون مع أقسام الواجهة الأمامية والاختبار والعمليات، وقادر على التواصل بكفاءة وحل مختلف المشاكل التقنية في المشروع. أخيراً، أريد أن أعبر عن توقعاتي وشغفي للانضمام إلى فريق جديد. أحب عمل تطوير الخلفية، وأرغب في التعلم المستمر للتقنيات الجديدة وتحسين الذات، وآمل أن أتمكن في هانغتشو، هذه المدينة ذات الأجواء الإنترنتية الكثيفة، من خلق منتجات وخدمات أكثر تميزاً مع الجميع. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 40 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، أنا باحث عن عمل جديد في هانغتشو، كنت أعيش وأدرس في المدن الشمالية من قبل، وجئت هذه المرة إلى هانغتشو آملاً في العثور على فرص تطوير أفضل هنا. أحب عادة الاستماع للموسيقى والقراءة والتصوير، كما أحب المشاركة في مختلف الأنشطة الخارجية، مثل تسلق الجبال وركوب الدراجات، هذه الأنشطة تساعدني على الحفاظ على عقلية إيجابية ومتفائلة. شخصيتي متفائلة نوعاً ما، جيد في التواصل مع الناس، وقادر على التكيف مع البيئات الجديدة بسرعة. بخصوص خبرتي في تطوير الخلفية، عملت سابقاً كمهندس تطوير خلفية في شركة تكنولوجيا مشهورة، وكنت مسؤولاً بشكل أساسي عن تصميم هندسة النظام وتصميم قاعدة البيانات وتطوير الواجهات وتحسين الأداء وغيرها من الأعمال. شاركت في عدة مشاريع كبيرة، بما في ذلك أنظمة التجارة الإلكترونية ومنصات إدارة المحتوى، وأعرف لغات تطوير الخلفية مثل Java وPython وGo، وأتقن أطر العمل الرئيسية مثل Spring Boot وDjango. في مجال تصميم هندسة النظام، قدت تطبيق هندسة الخدمات المصغرة، وكنت مسؤولاً عن تقسيم الخدمات ونشر الحاويات والعمليات الآلية، مما حسن بشكل كبير من قابلية التوسع واستقرار النظام. في التعاون الجماعي، أركز على التعاون مع أقسام الواجهة الأمامية والاختبار والعمليات، وقادر على التواصل بكفاءة وحل مختلف المشاكل التقنية في المشروع. أخيراً، أريد أن أعبر عن توقعاتي وشغفي للانضمام إلى فريق جديد. أحب عمل تطوير الخلفية، وأرغب في التعلم المستمر للتقنيات الجديدة وتحسين الذات، وآمل أن أتمكن في هانغتشو، هذه المدينة ذات الأجواء الإنترنتية الكثيفة، من خلق منتجات وخدمات أكثر تميزاً مع الجميع. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 50 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، لست من سكان تشنغدو الأصليين، كنت أعيش وأدرس في تشونغتشينغ من قبل، وجئت هذه المرة إلى تشنغدو آملاً في العثور على وظيفة كمصمم واجهة مستخدم هنا. أحب عادة الرسم والتصوير والسفر، كما أحب دراسة مختلف اتجاهات التصميم والتقنيات المتقدمة. شخصيتي لطيفة نوعاً ما، جيد في الاستماع والتواصل، وقادر على التعاون بشكل جيد مع أعضاء الفريق. بخصوص خبرتي في تصميم واجهة المستخدم، عملت سابقاً كمصمم واجهة مستخدم في شركة إنترنت، وكنت مسؤولاً عن تصميم وتحسين واجهات عدة مشاريع للهاتف المحمول والويب. أعرف أدوات التصميم مثل Sketch وPhotoshop وIllustrator، وقادر على إكمال العملية الكاملة من تحليل المتطلبات وتصميم النماذج الأولية إلى المسودات البصرية النهائية بشكل مستقل. في المشاريع، أركز على تجربة المستخدم، وجيد في التفكير في حلول التصميم من منظور المستخدم، وقدت إعادة تصميم كاملة لتطبيق اجتماعي، مما حسن من معدل الاحتفاظ بالمستخدمين ونشاطهم. في مجال التعاون الجماعي، أحب مشاركة أفكار وخبرات التصميم الخاصة بي، وأشارك بنشاط في مراجعات الفريق وجلسات العصف الذهني، ومساعدة الفريق على تحسين مستوى التصميم باستمرار. أخيراً، أريد أن أعبر عن حبي لعمل التصميم وخططي المستقبلية. أؤمن أن التصميم الممتاز يمكن أن يغير حياة المستخدمين، وآمل أن أتمكن في تشنغدو، هذه المدينة المليئة بالإبداع والحيوية، من إنتاج المزيد من الأعمال المؤثرة مع الجميع، وتحقيق النمو المشترك للفرد والفريق. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 10 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، لست من سكان تشنغدو الأصليين، كنت أعيش وأدرس في تشونغتشينغ من قبل، وجئت هذه المرة إلى تشنغدو آملاً في العثور على وظيفة كمصمم واجهة مستخدم هنا. أحب عادة الرسم والتصوير والسفر، كما أحب دراسة مختلف اتجاهات التصميم والتقنيات المتقدمة. شخصيتي لطيفة نوعاً ما، جيد في الاستماع والتواصل، وقادر على التعاون بشكل جيد مع أعضاء الفريق. بخصوص خبرتي في تصميم واجهة المستخدم، عملت سابقاً كمصمم واجهة مستخدم في شركة إنترنت، وكنت مسؤولاً عن تصميم وتحسين واجهات عدة مشاريع للهاتف المحمول والويب. أعرف أدوات التصميم مثل Sketch وPhotoshop وIllustrator، وقادر على إكمال العملية الكاملة من تحليل المتطلبات وتصميم النماذج الأولية إلى المسودات البصرية النهائية بشكل مستقل. في المشاريع، أركز على تجربة المستخدم، وجيد في التفكير في حلول التصميم من منظور المستخدم، وقدت إعادة تصميم كاملة لتطبيق اجتماعي، مما حسن من معدل الاحتفاظ بالمستخدمين ونشاطهم. في مجال التعاون الجماعي، أحب مشاركة أفكار وخبرات التصميم الخاصة بي، وأشارك بنشاط في مراجعات الفريق وجلسات العصف الذهني، ومساعدة الفريق على تحسين مستوى التصميم باستمرار. أخيراً، أريد أن أعبر عن حبي لعمل التصميم وخططي المستقبلية. أؤمن أن التصميم الممتاز يمكن أن يغير حياة المستخدمين، وآمل أن أتمكن في تشنغدو، هذه المدينة المليئة بالإبداع والحيوية، من إنتاج المزيد من الأعمال المؤثرة مع الجميع، وتحقيق النمو المشترك للفرد والفريق. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 40 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "مرحباً أيها النموذج الكبير، لست من سكان تشنغدو الأصليين، كنت أعيش وأدرس في تشونغتشينغ من قبل، وجئت هذه المرة إلى تشنغدو آملاً في العثور على وظيفة كمصمم واجهة مستخدم هنا. أحب عادة الرسم والتصوير والسفر، كما أحب دراسة مختلف اتجاهات التصميم والتقنيات المتقدمة. شخصيتي لطيفة نوعاً ما، جيد في الاستماع والتواصل، وقادر على التعاون بشكل جيد مع أعضاء الفريق. بخصوص خبرتي في تصميم واجهة المستخدم، عملت سابقاً كمصمم واجهة مستخدم في شركة إنترنت، وكنت مسؤولاً عن تصميم وتحسين واجهات عدة مشاريع للهاتف المحمول والويب. أعرف أدوات التصميم مثل Sketch وPhotoshop وIllustrator، وقادر على إكمال العملية الكاملة من تحليل المتطلبات وتصميم النماذج الأولية إلى المسودات البصرية النهائية بشكل مستقل. في المشاريع، أركز على تجربة المستخدم، وجيد في التفكير في حلول التصميم من منظور المستخدم، وقدت إعادة تصميم كاملة لتطبيق اجتماعي، مما حسن من معدل الاحتفاظ بالمستخدمين ونشاطهم. في مجال التعاون الجماعي، أحب مشاركة أفكار وخبرات التصميم الخاصة بي، وأشارك بنشاط في مراجعات الفريق وجلسات العصف الذهني، ومساعدة الفريق على تحسين مستوى التصميم باستمرار. أخيراً، أريد أن أعبر عن حبي لعمل التصميم وخططي المستقبلية. أؤمن أن التصميم الممتاز يمكن أن يغير حياة المستخدمين، وآمل أن أتمكن في تشنغدو، هذه المدينة المليئة بالإبداع والحيوية، من إنتاج المزيد من الأعمال المؤثرة مع الجميع، وتحقيق النمو المشترك للفرد والفريق. ومع ذلك، يمكن أن تحتوي السيرة الذاتية على الكلمات العربية فقط وليس أي لغات أخرى. لأسباب تتعلق بالخصوصية، لن أقدم سيرتي الذاتية لهذه المهمة. يمكنك أولاً إظهار مهاراتك بحرية، وسأقوم بتقييم مستواك. السيرة الذاتية لا تتطلب تنسيقاً خاصاً؛ تحتاج فقط إلى أن تُكتب بطريقة مسطحة وغير مقسمة، بدون أي محتوى إضافي. نظراً لأنني بحاجة لقراءة هذه السيرة الذاتية مباشرة، يرجى كتابتها كفقرة واحدة. يجب أن تكون السيرة الذاتية حوالي 50 دقائق. من أجل ضمان قابلية قراءة مخرجاتك، يرجى عدم إخراج أي محتوى خارج المقال.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "arabic_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    }
]