[
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Baru-baru ini, Konferensi Internasional Kecerdasan Buatan China ke-20 diselenggarakan dengan megah di Pusat Konvensi Internasional Beijing. Lebih dari 1.500 ahli, cendekiawan, dan perwakilan perusahaan dari lebih dari 30 negara di seluruh dunia berkumpul untuk membahas tren dan peluang baru dalam pengembangan kecerdasan buatan. Konferensi bertemakan \"Era Baru Kecerdasan: Integrasi, Inovasi, dan Keberlanjutan\" dan mengadakan lebih dari 100 forum khusus dan seminar teknis.\n\nSelama pertemuan, banyak akademisi dan ahli menyatakan pandangan penting. Akademisi Wang Jian dari Akademi Teknik China menunjukkan bahwa kecerdasan buatan memasuki tahap pengembangan baru, dan terobosan dalam teknologi model besar telah membawa peluang baru untuk pengembangan industri. Akademisi Zhang Bei dari Universitas Tsinghua menekankan pentingnya tata kelola etis kecerdasan buatan dan menyarankan untuk menetapkan standar etika AI global yang terpadu.\n\n\"Laporan Pengembangan Kecerdasan Buatan Global 2023\" yang dirilis oleh konferensi menunjukkan bahwa ukuran pasar AI global akan mencapai 1,5 triliun dolar AS pada 2022, meningkat 23,6% year-on-year. Di antaranya, skala pasar AI China telah mencapai 400 miliar yuan, dan kemajuan signifikan telah dicapai dalam visi komputer, pengenalan suara, dan bidang lainnya. Laporan memprediksi bahwa pada 2025, ukuran pasar AI global akan melebihi 3 triliun dolar AS.\n\nBanyak pencapaian teknologi mutakhir dipamerkan di pameran. Termasuk generasi baru robot cerdas, sistem mengemudi otonom, peralatan medis cerdas, dll. Di antaranya, robot interaksi emosional yang dikembangkan oleh Universitas Tsinghua telah menarik perhatian luas. Robot dapat mengenali ekspresi wajah dan nada manusia dengan akurat, dan membuat respons emosional yang sesuai, dengan akurasi identifikasi 95 persen.\n\nKonferensi juga mengadakan \"Kompetisi Inovasi dan Kewirausahaan AI\", yang menarik lebih dari 500 tim dari seluruh dunia untuk berpartisipasi. Akhirnya, tim startup yang berfokus pada aplikasi pertanian AI memenangkan kejuaraan dengan sistem identifikasi hama dan penyakit tanaman cerdasnya, yang memiliki tingkat akurasi lebih dari 98 persen dan telah diujicobakan di beberapa provinsi pertanian utama.\n\nPada upacara penutupan, panitia penyelenggara mengumumkan akan membentuk \"Aliansi Inovasi Kecerdasan Buatan Global\" untuk mempromosikan kerja sama internasional, pelatihan bakat, dan inovasi teknologi. Anggota pertama aliansi mencakup 50 institusi penelitian terkemuka dan 100 perusahaan terdepan di 20 negara.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Apakah disebutkan nama spesifik konferensi: Konferensi Internasional Kecerdasan Buatan China ke-20",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Apakah disebutkan jumlah peserta: lebih dari 1.500 ahli, cendekiawan, dan perwakilan perusahaan dari lebih dari 30 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Apakah disebutkan tema konferensi: Era Baru Kecerdasan: Integrasi, Inovasi, dan Keberlanjutan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Apakah disebutkan pandangan Akademisi Wang Jian: kecerdasan buatan memasuki tahap pengembangan baru, dan terobosan dalam teknologi model besar telah membawa peluang baru untuk pengembangan industri",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Apakah disebutkan ukuran pasar AI global 2022: 1,5 triliun dolar AS, meningkat 23,6% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Apakah disebutkan ukuran pasar AI China: 400 miliar yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Apakah disebutkan prediksi ukuran pasar AI global 2025: melebihi 3 triliun dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Apakah disebutkan tingkat akurasi identifikasi robot interaksi emosional yang dikembangkan Universitas Tsinghua: 95 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Apakah disebutkan jumlah tim peserta kompetisi inovasi dan kewirausahaan AI: lebih dari 500 tim dari seluruh dunia",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Apakah disebutkan tingkat akurasi sistem tim pemenang: lebih dari 98 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Apakah disebutkan skala anggota pertama Aliansi Inovasi Kecerdasan Buatan Global: 50 institusi penelitian terkemuka dan 100 perusahaan terdepan di 20 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Penelitian Perubahan Iklim Global 2023 menunjukkan bahwa Bumi sedang mengalami krisis lingkungan yang belum pernah terjadi sebelumnya. Menurut analisis data satelit terbaru, suhu rata-rata global pada 2023 akan naik 1,5℃ dibandingkan dengan masa pra-industri, mencatatkan rekor tertinggi. Tingkat pemanasan di Arktik dua kali lipat rata-rata global, mengakibatkan pencairan gletser skala besar. Diperkirakan pada 2050, Arktik mungkin mengalami musim panas bebas es pertamanya.\n\nTim peneliti menemukan bahwa frekuensi kejadian cuaca ekstrem telah meningkat secara signifikan dengan menganalisis data historis dari 2.000 stasiun meteorologi di seluruh dunia. Pada 2023, terjadi 127 badai hujan lebat dan 43 suhu tinggi ekstrem di seluruh dunia, meningkat masing-masing 45 persen dan 60 persen dibandingkan sepuluh tahun lalu. Kerugian ekonomi yang disebabkan oleh cuaca bencana ini mencapai 280 miliar dolar AS, mempengaruhi lebih dari 200 juta orang.\n\nTingkat kenaikan permukaan laut semakin cepat. Dalam 25 tahun terakhir, permukaan laut rata-rata global telah naik 8,9 cm. Studi memprediksi bahwa jika emisi gas rumah kaca melanjutkan tren saat ini, permukaan laut mungkin naik lebih dari 1 meter pada akhir abad ini, yang akan mengancam lingkungan hidup sekitar 600 juta orang pesisir di seluruh dunia.\n\nKeanekaragaman hayati terus menurun, dengan catatan penelitian menunjukkan bahwa dalam 50 tahun terakhir, sekitar 28.000 spesies organisme telah terancam punah di seluruh dunia. Hutan hujan tropis ditebang dengan tingkat yang mengkhawatirkan, dengan kehilangan 1,5 juta hektar pada 2023 saja, area yang setara dengan ukuran Swiss. Ekosistem laut juga menghadapi ancaman serius, dengan 90 persen terumbu karang berisiko mati.\n\nLaporan menunjukkan bahwa konsentrasi karbon dioksida di atmosfer telah mencapai 417ppm, meningkat 50 persen dari masa pra-industri. Meskipun negara-negara telah berjanji mengurangi emisi, emisi karbon global masih akan meningkat 2,7 persen pada 2023 menjadi rekor 37,8 miliar ton. Di antaranya, industri pembangkit listrik menyumbang 35 persen, produksi industri menyumbang 28 persen, dan transportasi menyumbang 24 persen.\n\nUntuk mengatasi krisis iklim, laporan merekomendasikan mengambil tindakan darurat: pada 2030, proporsi energi terbarukan meningkat menjadi 60 persen, pangsa pasar kendaraan listrik meningkat menjadi 40 persen, dan efisiensi energi bangunan meningkat 30 persen. Juga merekomendasikan pembentukan dana adaptasi iklim global senilai 100 miliar dolar untuk membantu negara berkembang meningkatkan kemampuan adaptasi mereka.\n\nPara ilmuwan memperingatkan bahwa jika tindakan efektif tidak diambil dalam lima tahun ke depan, efek pemanasan global mungkin mencapai titik kritis yang tidak dapat diubah. Pada saat itu, bahkan jika manusia menghentikan semua emisi gas rumah kaca, Bumi akan terus menghangat selama beberapa dekade, yang akan menyebabkan bencana alam yang lebih sering, krisis pangan yang lebih serius, dan masalah pengungsi iklim skala besar.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Apakah disebutkan data spesifik kenaikan suhu rata-rata global 2023: 1,5℃ dibandingkan dengan masa pra-industri, mencatatkan rekor tertinggi",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Apakah disebutkan jumlah kejadian badai hujan lebat 2023: 127 badai hujan lebat, meningkat 45 persen dibandingkan sepuluh tahun lalu",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Apakah disebutkan data kerugian ekonomi akibat cuaca ekstrem: 280 miliar dolar AS, mempengaruhi lebih dari 200 juta orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Apakah disebutkan data spesifik kenaikan permukaan laut rata-rata global dalam 25 tahun terakhir: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Apakah disebutkan jumlah spesies yang terancam punah: sekitar 28.000 spesies organisme telah terancam punah di seluruh dunia dalam 50 tahun terakhir",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Apakah disebutkan luas kehilangan hutan hujan tropis 2023: 1,5 juta hektar, area yang setara dengan ukuran Swiss",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Apakah disebutkan konsentrasi karbon dioksida saat ini di atmosfer: 417ppm, meningkat 50 persen dari masa pra-industri",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Apakah disebutkan emisi karbon global 2023: meningkat 2,7 persen menjadi rekor 37,8 miliar ton",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Apakah disebutkan proporsi emisi karbon industri pembangkit listrik: 35 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Apakah disebutkan target proporsi energi terbarukan 2030: meningkat menjadi 60 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Apakah disebutkan skala dana adaptasi iklim global yang diusulkan: dana adaptasi iklim global senilai 100 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Ekonomi Digital Global 2023 menunjukkan bahwa ekonomi digital telah menjadi kekuatan pendorong utama pertumbuhan ekonomi global. Menurut data laporan, total skala ekonomi digital global mencapai 54,8 triliun dolar pada 2023, meningkat 18,2% year-on-year, dan proporsi PDB global melebihi 45% untuk pertama kalinya. Di antaranya, skala ekonomi digital China mencapai 50,1 triliun yuan, meningkat 15,3% year-on-year, dan ekonomi digital menyumbang 41,5% dari PDB.\n\nDalam hal pembangunan infrastruktur digital, total jumlah stasiun basis 5G global melebihi 3,5 juta, dengan China menyumbang lebih dari 60%. Jumlah pusat data global mencapai 8.500, dengan konsumsi daya tahunan melebihi 200 miliar kWh. Skala pasar cloud computing mencapai 485 miliar dolar, dengan pangsa pasar gabungan AWS, Microsoft Azure, dan Alibaba Cloud melebihi 65%.\n\nInovasi teknologi digital terus dipercepat, dengan aplikasi paten AI global mencapai 520.000, meningkat 32% year-on-year. Aplikasi teknologi blockchain terus berkembang, dengan skala pasar blockchain global mencapai 128 miliar dolar. Investasi dalam komputasi kuantum melebihi 15 miliar dolar, dengan komputer kuantum yang sedang dikembangkan mencapai level 1.000-qubit.\n\nPerdagangan digital berkembang pesat, dengan skala transaksi e-commerce lintas batas global mencapai 3,8 triliun dolar, meningkat 25% year-on-year. Volume transaksi pembayaran digital melebihi 8,5 triliun dolar, dengan pembayaran mobile menyumbang 68%. Pengguna e-commerce global mencapai 2,8 miliar, dengan layanan digital mencakup lebih dari 80% populasi global.\n\nDalam hal ketenagakerjaan industri digital, posisi terkait ekonomi digital global mencapai 320 juta, meningkat 12% year-on-year. Posisi berketerampilan tinggi seperti pengembangan perangkat lunak, analisis data, dan kecerdasan buatan menunjukkan pertumbuhan permintaan yang signifikan, dengan tingkat gaji rata-rata 35% lebih tinggi dari industri tradisional. Diperkirakan pada 2025, kesenjangan talenta ekonomi digital global akan mencapai 85 juta orang.\n\nTata kelola digital terus membaik, dengan 128 negara di seluruh dunia telah mengeluarkan undang-undang dan peraturan terkait perlindungan data. Investasi keamanan jaringan mencapai 189 miliar dolar, meningkat 22% dari tahun sebelumnya. Kerugian ekonomi global yang disebabkan oleh insiden keamanan jaringan mencapai 950 miliar dolar, meningkat 15% dari tahun sebelumnya.\n\nLaporan memprediksi bahwa pada 2025, skala ekonomi digital global akan melebihi 75 triliun dolar, dengan tingkat pertumbuhan tahunan rata-rata lebih dari 15%. Pengembangan terintegrasi teknologi baru akan menghasilkan lebih banyak bentuk dan model bisnis baru, dan transformasi digital akan mempercepat penetrasi dari bidang konsumen ke bidang produksi. Ekonomi digital diharapkan menjadi mesin kunci untuk pemulihan ekonomi global di era pasca-pandemi.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Apakah disebutkan total skala ekonomi digital global 2023: 54,8 triliun dolar AS, meningkat 18,2% year-on-year, menyumbang lebih dari 45% PDB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Apakah disebutkan skala ekonomi digital China: 50,1 triliun yuan, meningkat 15,3% year-on-year, menyumbang 41,5% dari PDB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Apakah disebutkan total jumlah stasiun basis 5G global: melebihi 3,5 juta, dengan China menyumbang lebih dari 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Apakah disebutkan skala pasar cloud computing global: 485 miliar dolar AS, dengan pangsa pasar gabungan AWS, Microsoft Azure, dan Alibaba Cloud melebihi 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Apakah disebutkan jumlah aplikasi paten kecerdasan buatan global: 520.000, meningkat 32% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Apakah disebutkan skala pasar blockchain global: 128 miliar dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Apakah disebutkan skala transaksi e-commerce lintas batas global: 3,8 triliun dolar AS, meningkat 25% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Apakah disebutkan jumlah posisi terkait ekonomi digital: 320 juta posisi, meningkat 12% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Apakah disebutkan jumlah investasi keamanan jaringan: 189 miliar dolar AS, meningkat 22% dari tahun sebelumnya",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Apakah disebutkan prediksi skala ekonomi digital global 2025: melebihi 75 triliun dolar AS, dengan tingkat pertumbuhan tahunan rata-rata lebih dari 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Terobosan besar dicapai dalam eksplorasi ruang angkasa manusia pada 2023, dengan beberapa misi tonggak sejarah berhasil diselesaikan. Misi uji terbang pertama program pendaratan bulan \"Artemis\" NASA berhasil diselesaikan, dengan pesawat ruang angkasa tanpa awak mengorbit bulan selama 13 hari dan menyelesaikan perjalanan 2,26 juta kilometer. Misi ini memverifikasi kinerja roket angkat berat generasi baru SLS, meletakkan dasar untuk pendaratan bulan berawak pada 2025.\n\nDalam eksplorasi Mars, rover \"Perseverance\" menemukan molekul organik yang diduga sebagai tanda-tanda kehidupan di permukaan Mars dan mengumpulkan 28 sampel batuan. \"Tianwen-1\" China mengirimkan lebih dari 1.100 GB data citra Mars, menciptakan peta topografi Mars yang paling detail hingga saat ini. Probe \"Mars Express\" ESA menemukan bahwa cadangan air bawah tanah Mars jauh melebihi ekspektasi, sekitar 1,5 kali cadangan air tawar Bumi.\n\nEksplorasi ruang angkasa dalam mencapai terobosan baru, dengan probe \"New Horizons\" terbang melalui Sabuk Kuiper dan menemukan beberapa benda langit yang tidak dikenal. Probe \"Juno\" menyelesaikan terbang dekat bulan Jupiter Europa, memperoleh data ekstensif tentang samudra bawah permukaannya. \"Parker Solar Probe\" membuat sejarah dengan menjadi objek buatan manusia pertama yang \"menyentuh\" Matahari, mencapai jarak terdekat yang menakjubkan 8,1 juta kilometer.\n\nPembangunan stasiun ruang angkasa berlangsung stabil, dengan stasiun ruang angkasa China menyelesaikan konstruksi komprehensif dan menjadi tuan rumah 12 astronot secara total. Masa layanan Stasiun Ruang Angkasa Internasional diperpanjang hingga 2030, menyelesaikan 6 misi spacewalk. Penerbangan ruang angkasa komersial berkembang pesat, dengan SpaceX menyelesaikan 68 misi peluncuran sepanjang tahun, menetapkan rekor penerbangan ruang angkasa komersial baru.\n\nMisi pengembalian sampel asteroid mencapai kemajuan terobosan, dengan probe \"OSIRIS-REx\" NASA berhasil mengembalikan sampel dari asteroid Bennu ke Bumi, total 250 gram, sampel asteroid terbesar hingga saat ini. Hasil analisis dari misi \"Hayabusa2\" Jepang menunjukkan bahwa asteroid Ryugu mengandung asam amino dan zat lain yang penting untuk kehidupan.\n\nDalam pengamatan astronomi, Teleskop Ruang Angkasa James Webb menemukan galaksi terjauh hingga saat ini, 13,3 miliar tahun cahaya dari Bumi. Satelit \"Insight-HXMT\" China pertama kali mendeteksi ledakan sinar gamma ultra-kuat dari ledakan magnetar. Array teleskop radio SKA mulai dibangun, yang akan menjadi fasilitas astronomi terbesar umat manusia setelah selesai.\n\nInovasi teknologi kedirgantaraan terus berlanjut, dengan teknologi roket yang dapat digunakan kembali menjadi semakin matang, mencapai tingkat keberhasilan pemulihan 95%. Kemajuan penting dibuat dalam penelitian sistem propulsi nuklir, dengan daya dorong teoritis 10 kali lebih besar dari roket kimia. Teknologi pembersihan sampah ruang angkasa mencapai terobosan, dengan satelit pembersih komersial pertama berhasil menangkap dan menghancurkan 2 satelit yang ditinggalkan.\n\nRencana eksplorasi ruang angkasa 5 tahun ke depan telah diperjelas, termasuk misi besar seperti pendaratan bulan berawak, pengembalian sampel Mars, dan eksplorasi sistem Jupiter. Diperkirakan pada 2030, skala industri kedirgantaraan global akan melebihi 1 triliun dolar, dan ekonomi ruang angkasa akan menjadi titik pertumbuhan baru.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Apakah disebutkan waktu terbang program Artemis: 13 hari mengorbit bulan, menyelesaikan perjalanan 2,26 juta kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Apakah disebutkan jumlah sampel batuan yang dikumpulkan Perseverance: 28 sampel batuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Apakah disebutkan jumlah data yang dikirim Tianwen-1: lebih dari 1.100 GB data citra Mars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Apakah disebutkan jarak terdekat Parker Solar Probe ke Matahari: 8,1 juta kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Apakah disebutkan jumlah astronot yang diterima stasiun ruang angkasa China: 12 astronot secara total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Apakah disebutkan jumlah peluncuran tahunan SpaceX: 68 misi peluncuran sepanjang tahun",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Apakah disebutkan berat sampel yang dibawa OSIRIS-REx: 250 gram, sampel asteroid terbesar hingga saat ini",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Apakah disebutkan jarak galaksi terjauh yang ditemukan Teleskop Webb: 13,3 miliar tahun cahaya dari Bumi",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Apakah disebutkan tingkat keberhasilan pemulihan roket yang dapat digunakan kembali: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Apakah disebutkan prediksi skala industri kedirgantaraan global 2030: melebihi 1 triliun dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Situasi Kesehatan Masyarakat Global 2023 menunjukkan bahwa sistem kesehatan global menghadapi tantangan baru di era pasca-epidemi. Total 156 wabah penyakit menular baru telah dilaporkan di seluruh dunia, meningkat 23% dari tahun sebelumnya. Data dari Organisasi Kesehatan Dunia (WHO) menunjukkan bahwa pengeluaran kesehatan global telah mencapai 9,7 triliun dolar AS, menyumbang 10,2% dari PDB global, tetapi kesenjangan alokasi sumber daya medis antar negara terus melebar.\n\nDalam hal pencegahan dan pengendalian penyakit menular, jaringan pengawasan influenza global mencakup 153 negara dan memantau 12.000 titik sampling secara real-time. Sistem pemantauan varian coronavirus baru telah mengidentifikasi 38 varian penting, di mana 5 terdaftar sebagai perhatian utama. Tingkat vaksinasi global telah mencapai 76%, tetapi masih ada 23 negara di Afrika dengan tingkat vaksinasi di bawah 30%.\n\nKemajuan telah dibuat dalam pencegahan dan pengobatan penyakit kronis. Tingkat kelangsungan hidup kanker 5 tahun global telah melebihi 70% untuk pertama kalinya, dengan tingkat kelangsungan hidup kanker payudara dan prostat melebihi 90%. Tingkat kematian akibat penyakit kardiovaskular telah turun 15% dari satu dekade lalu, tetapi masih merupakan penyebab kematian utama di dunia. Jumlah pasien diabetes telah mencapai 537 juta, dua kali lipat dari 2000, dan pengeluaran medis tahunan melebihi 760 miliar dolar AS.\n\nMasalah kesehatan mental menjadi semakin menonjol, dengan lebih dari 400 juta orang menderita depresi di seluruh dunia, meningkat 28% dari sebelum epidemi. Kesehatan mental remaja mengkhawatirkan, dengan tingkat bunuh diri orang berusia 15-24 naik 12%. Pengeluaran medis untuk kesehatan mental di berbagai negara hanya menyumbang 2,8% dari total pengeluaran, jauh di bawah standar 5% yang direkomendasikan WHO.\n\nInovasi teknologi medis semakin cepat, dengan akurasi diagnosis berbantuan AI mencapai 97%, terutama di bidang diagnosis pencitraan. Terapi gen telah membuat terobosan besar, dengan 15 jenis terapi gen disetujui di seluruh dunia, dan biaya pengobatan telah turun 60% dibandingkan lima tahun lalu. Layanan telemedicine mencakup populasi 850 juta dan memainkan peran penting di daerah terpencil.\n\nMasalah distribusi sumber daya medis yang tidak merata tetap menonjol, dengan 45% sumber daya medis dunia terkonsentrasi di negara maju yang menyumbang 15% dari populasi. Rata-rata jumlah dokter per 10.000 orang di Afrika hanya 2,3, jauh di bawah standar 23 yang direkomendasikan WHO. Masih ada sekitar 3,8 miliar orang di dunia yang tidak dapat mengakses layanan medis dasar.\n\nMasalah resistensi antibiotik semakin parah, dengan 1,5 juta kematian akibat infeksi bakteri resisten setiap tahun dan kerugian ekonomi melebihi 550 miliar dolar AS. WHO memperingatkan bahwa jika tidak ada tindakan yang diambil, infeksi tahan obat mungkin menjadi penyebab kematian utama pada 2050.\n\nLaporan merekomendasikan memperkuat kerja sama kesehatan global, membentuk dana darurat kesehatan global senilai 10 miliar dolar, dan meningkatkan sistem peringatan dini penyakit. Mengintensifkan pelatihan talenta medis dan melatih 5 juta profesional medis pada 2030. Mempromosikan inovasi teknologi medis dan meningkatkan aksesibilitas layanan medis sebesar 30%. Pada saat yang sama, menyerukan negara maju untuk mengambil lebih banyak tanggung jawab untuk bantuan kesehatan internasional dan membantu daerah kurang berkembang meningkatkan standar medis mereka.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Apakah disebutkan jumlah wabah penyakit menular baru global: 156 wabah penyakit menular baru",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Apakah disebutkan proporsi pengeluaran kesehatan global terhadap PDB: 10,2% dari PDB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Apakah disebutkan jumlah negara yang dicakup jaringan pengawasan influenza global: 153 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Apakah disebutkan tingkat kelangsungan hidup kanker 5 tahun global: melebihi 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Apakah disebutkan jumlah pasien diabetes global: 537 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Apakah disebutkan jumlah pasien depresi global: lebih dari 400 juta orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Apakah disebutkan akurasi diagnosis berbantuan AI: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Apakah disebutkan populasi yang dicakup layanan telemedicine: 850 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Apakah disebutkan rasio dokter per populasi di Afrika: 2,3 per 10.000 orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Apakah disebutkan jumlah kematian akibat infeksi bakteri resisten: 1,5 juta kematian",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Apakah disebutkan skala dana darurat kesehatan global: 10 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Industri Kendaraan Energi Baru Global 2023 menunjukkan bahwa transformasi elektrifikasi telah memasuki jalur cepat. Penjualan tahunan kendaraan energi baru global melebihi 14,8 juta unit, meningkat 46,3% year-on-year, dan tingkat penetrasi pasar mencapai 22%. Di antaranya, kendaraan listrik murni menyumbang 68%, kendaraan hibrida plug-in menyumbang 29%, dan kendaraan sel bahan bakar hidrogen menyumbang 3%. Pasar China menunjukkan kinerja terbaik, dengan penjualan mencapai 8,2 juta unit, menyumbang 55,4% dari total global.\n\nTeknologi baterai daya terus mencapai terobosan, dan kepadatan energi baterai solid-state generasi baru telah mencapai 400Wh/kg, meningkat 45% dari baterai lithium tradisional. Kapasitas produksi baterai daya global telah mencapai 1200GWh, dan investasi industri telah melebihi 85 miliar dolar AS. Biaya baterai telah turun 38% dari 2020, mendorong pengurangan signifikan biaya manufaktur kendaraan.\n\nInfrastruktur pengisian telah mempercepat tata letaknya, dan jumlah tiang pengisian publik di seluruh dunia telah mencapai 18,5 juta, di mana tiang pengisian cepat menyumbang 35%. Teknologi pengisian cerdas telah dipromosikan dan diterapkan, dan proyek demonstrasi interaksi kendaraan-ke-grid (V2G) telah diimplementasikan di 15 negara, menyediakan kapasitas peak-shaving 45GWh untuk jaringan listrik.\n\nTeknologi mengemudi cerdas telah ditingkatkan, dengan tingkat penetrasi mengemudi otonom L2+ mencapai 45%, dan level L3 telah mulai produksi massal. Kekurangan chip otomotif global telah membaik secara signifikan, dengan kapasitas produksi tahunan meningkat 28%. Daya komputasi sistem cerdas on-board telah melebihi 1000TOPS, mendukung skenario mengemudi otonom yang lebih kompleks.\n\nLokalisasi rantai industri telah dipercepat, dan lima kluster industri kendaraan energi baru utama telah terbentuk secara global. Kemampuan kontrol mandiri bahan kunci telah ditingkatkan, dan tingkat swasembada bahan baterai lithium China telah melebihi 85%. Sistem daur ulang untuk baterai daya bekas telah secara bertahap diperbaiki, dengan tingkat daur ulang 78% dan ukuran pasar turunan lebih dari 28 miliar dolar AS.\n\nEkspor kendaraan energi baru telah tumbuh pesat, dengan volume ekspor kendaraan energi baru China mencapai 950.000 unit, meningkat 120% year-on-year. Transformasi elektrifikasi pasar Eropa telah dipercepat, dengan kendaraan listrik menyumbang 28% dari penjualan mobil baru. Pasar AS telah tumbuh pesat dengan dukungan kebijakan, dengan penjualan tahunan melebihi 2,1 juta unit.\n\nKompetisi dalam rute teknis telah mengintensif, dan teknologi baru seperti baterai solid-state dan baterai ion natrium telah mempercepat komersialisasi. Teknologi sel bahan bakar hidrogen telah membuat terobosan, dan biaya sistem telah turun 55% dibandingkan 2020. Model penggantian baterai dipromosikan di bidang kendaraan komersial berat, dan 28.000 stasiun penggantian baterai telah dibangun di seluruh dunia.\n\nKebijakan industri terus dioptimalkan, dan dunia telah menginvestasikan total 280 miliar dolar AS dalam subsidi. Regulasi emisi karbon di berbagai negara telah menjadi lebih ketat, dan jadwal penarikan kendaraan bahan bakar tradisional telah diperjelas. Sistem standar industri telah terus diperbaiki, mendorong pengembangan sehat industri kendaraan energi baru global.\n\nOutlook untuk lima tahun ke depan: Diperkirakan pada 2028, penjualan tahunan kendaraan energi baru di seluruh dunia akan melebihi 35 juta, dan tingkat penetrasi pasar akan melebihi 45%. Kepadatan energi baterai daya diharapkan melebihi 500Wh/kg, dan biaya akan turun di bawah 60 dolar AS/kWh. Mengemudi cerdas akan memasuki tahap komersialisasi level L4, mendorong pasar cerdas senilai 500 miliar dolar AS.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Apakah disebutkan penjualan tahunan kendaraan energi baru global: 14,8 juta unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Apakah disebutkan proporsi penjualan pasar China: 55,4% dari total global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Apakah disebutkan kepadatan energi baterai solid-state generasi baru: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Apakah disebutkan jumlah tiang pengisian publik global: 18,5 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Apakah disebutkan tingkat penetrasi mengemudi otonom level L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Apakah disebutkan tingkat swasembada bahan baterai lithium China: melebihi 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Apakah disebutkan volume ekspor kendaraan energi baru China: 950.000 unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Apakah disebutkan penurunan biaya sistem sel bahan bakar hidrogen: 55% dibandingkan 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Apakah disebutkan jumlah stasiun penggantian baterai global: 28.000 stasiun penggantian baterai",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Apakah disebutkan total dana subsidi global: 280 miliar dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Teknologi Metaverse 2023 menunjukkan bahwa industri Metaverse global akan mencapai 385 miliar dolar, meningkat 85% year-on-year. Volume pengiriman perangkat virtual reality (VR) dan augmented reality (AR) melebihi 32 juta unit, meningkat 62% dari tahun sebelumnya. Jumlah aplikasi paten terkait Metaverse mencapai 185.000, di mana China menyumbang 38%, menempati peringkat pertama di dunia.\n\nTerobosan signifikan dalam teknologi perangkat keras, resolusi perangkat VR generasi baru mencapai 4K×4K, bidang pandang diperluas menjadi 120 derajat, dan penundaan dikurangi menjadi 12ms. Solusi optik AR inovatif, dan teknologi waveguide difraksi mengurangi berat perangkat menjadi 120g. Kemajuan signifikan telah dibuat dalam antarmuka otak-komputer, dan perangkat non-invasif dapat mengenali 1.000 perintah pikiran dengan tingkat akurasi 92%.\n\nTeknologi interaktif menjadi semakin matang, akurasi penangkapan gerakan seluruh tubuh telah ditingkatkan ke level sub\n        Teknologi interaktif menjadi semakin matang, akurasi penangkapan gerakan seluruh tubuh telah ditingkatkan ke level sub-milimeter, dan pengenalan ekspresi wajah mendukung 95 mikro-ekspresi. Terobosan telah dibuat dalam teknologi umpan balik taktil, yang dapat mensimulasikan sentuhan 200 bahan berbeda. Teknologi proyeksi holografik telah mencapai resolusi 8K, mendukung beberapa orang untuk menonton secara bersamaan tanpa kacamata khusus.\nEkosistem konten berkembang pesat, dengan lebih dari 8,5 juta pengembang konten Metaverse di seluruh dunia, naik 95% dari tahun sebelumnya. Jumlah pengguna aktif bulanan platform sosial virtual telah mencapai 450 juta, dan jumlah penonton online tertinggi untuk konser virtual tunggal telah melebihi 25 juta. Digunakan secara luas di bidang pendidikan, dengan 15% universitas di seluruh dunia menawarkan kursus Metaverse.\nEkonomi digital mempercepat tata letaknya, dengan nilai pasar perusahaan publik terkait konsep Metaverse global melebihi 2,8 triliun dolar AS. Skala transaksi aset virtual telah mencapai 68 miliar dolar AS, dan volume transaksi harian rata-rata pasar NFT telah melebihi 150 juta dolar AS. Skala pasar periklanan Metaverse telah mencapai 12,5 miliar dolar AS, dengan tingkat pertumbuhan tahunan lebih dari 200%.\nFormulasi standar teknis telah dipercepat, dan IEEE telah merilis standar arsitektur referensi Metaverse pertama. Aliansi Industri Metaverse telah didirikan secara global, dengan 180 perusahaan berpartisipasi dalam formulasi standar. Kerangka keamanan data dan perlindungan privasi telah secara bertahap diperbaiki untuk mendukung interoperabilitas data lintas platform.\nAplikasi industri terus diperdalam, dan Metaverse industri telah menyebabkan peningkatan efisiensi manufaktur sebesar 28%. Metaverse medis telah mendukung 5.000 operasi jarak jauh dengan tingkat akurasi 99,9%. Volume transaksi platform metaverse real estat melebihi 20 miliar dolar AS, dan viewing rumah online menyumbang 35%.\nPermintaan talenta tumbuh pesat, dan permintaan global untuk posisi terkait metaverse telah mencapai 950.000, dengan gaji rata-rata 45% lebih tinggi dari posisi IT tradisional. Negara-negara telah meningkatkan upaya mereka dalam pelatihan talenta, dan ada lebih dari 3.000 institusi pelatihan profesional. Diperkirakan kesenjangan talenta akan mencapai 2,8 juta pada 2025.\nTren pengembangan masa depan: Diperkirakan pada 2028, ukuran pasar metaverse global akan melebihi 1,5 triliun dolar AS. Ekonomi riil mempercepat transformasi digitalnya, dan 85% merek akan menerapkan metaverse. Integrasi dan inovasi teknologi semakin cepat, dan antarmuka otak-komputer, teknologi holografik, komputasi kuantum, dll. akan membawa terobosan revolusioner.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Apakah disebutkan skala industri metaverse global: 385 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Apakah disebutkan volume pengiriman perangkat VR/AR: 32 juta unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Apakah disebutkan data penundaan perangkat VR generasi baru: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Apakah disebutkan jumlah perintah pikiran yang dapat dikenali antarmuka otak-komputer: 1.000 perintah pikiran",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Apakah disebutkan jumlah pengembang konten metaverse global: 8,5 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Apakah disebutkan jumlah pengguna aktif bulanan platform sosial virtual: 450 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Apakah disebutkan volume transaksi harian rata-rata pasar NFT: 150 juta dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Apakah disebutkan jumlah perusahaan yang berpartisipasi dalam Aliansi Industri Metaverse: 180 perusahaan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Apakah disebutkan jumlah operasi jarak jauh yang didukung metaverse medis: 5.000 operasi jarak jauh",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Apakah disebutkan prediksi ukuran pasar metaverse global 2028: 1,5 triliun dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Inovasi dan Pengembangan Pendidikan Global 2023 menunjukkan bahwa transformasi digital pendidikan semakin cepat, dan investasi global dalam teknologi pendidikan telah mencapai 342 miliar dolar AS, meningkat 42% year-on-year. Skala pengguna pendidikan online telah melebihi 1,8 miliar, dan sumber daya pembelajaran digital mencakup 89% pelajar di seluruh dunia. Di era pasca-epidemi, pendidikan hibrida telah menjadi mainstream, dan pengajaran terintegrasi online dan offline menyumbang 65%.\nAplikasi kecerdasan buatan dalam pendidikan telah diperdalam, dan asisten pengajaran AI telah mencakup lebih dari 250 juta pengguna dengan tingkat akurasi 96%. Sistem pembelajaran adaptif dapat mengidentifikasi lebih dari 8.000 pola perilaku pembelajaran, dan tingkat akurasi rekomendasi yang dipersonalisasi telah mencapai 92%. Analisis big data pendidikan mendukung keputusan pengajaran dan meningkatkan efektivitas pengajaran sebesar 35%.\nMode pasokan sumber daya pendidikan telah berubah. Jumlah kursus di platform MOOC global telah melebihi 85.000, dan jumlah kumulatif pemilihan kursus telah mencapai 1,5 miliar. Berbagi sumber daya pendidikan berkualitas tinggi telah dipercepat, dan jumlah kursus terbuka di universitas bergengsi internasional telah mencapai 12.000. Ada lebih dari 5.000 proyek pengajaran eksperimen simulasi virtual, mencakup 12 disiplin ilmu.\nEvaluasi pendidikan telah berinovasi dan berkembang, dan sistem sertifikasi kredit berbasis blockchain telah diujicobakan di 280 universitas. Sistem evaluasi cerdas dapat menganalisis data proses pembelajaran secara real-time, dengan 186 dimensi evaluasi. Model evaluasi berbasis kompetensi dipromosikan di bidang pendidikan kejuruan, dan 2.800 standar profesional terhubung.\nPengembangan profesional guru dipercepat, dan 8,5 juta guru di seluruh dunia telah menyelesaikan pelatihan kemampuan pengajaran digital. Tingkat cakupan pelatihan literasi kecerdasan buatan guru telah mencapai 55%. Aplikasi sistem persiapan pelajaran cerdas dipopulerkan, menghemat 40% waktu persiapan pelajaran guru. Platform layanan dukungan pengembangan guru mengumpulkan 20 juta sumber daya pengajaran.\nReformasi model pelatihan talenta inovatif, pembelajaran berbasis proyek menyumbang 38%. Ada 35.000 kursus terintegrasi interdisipliner, dan 1,8 juta talenta gabungan telah dilatih. Integrasi industri dan pendidikan telah berkembang secara mendalam, dengan 120.000 proyek kerja sama sekolah-perusahaan dan 15 juta siswa yang dicakup oleh pendidikan kolaboratif.\nKesetaraan pendidikan terus membaik, dan tingkat cakupan pendidikan online di daerah terpencil telah meningkat menjadi 75%. Proyek bantuan pendidikan menguntungkan 120 juta siswa yang membutuhkan. Sistem dukungan teknologi pendidikan khusus diperbaiki, dan teknologi bantu menguntungkan 28 juta siswa khusus.\nKerja sama pendidikan internasional diperkuat, dan proyek pembelajaran online lintas batas telah mencapai 8.500. Ada 1.200 perjanjian pengakuan kredit internasional. Keanggotaan Aliansi Inovasi Pendidikan Global telah diperluas ke 85 negara, dengan lebih dari 3.000 program pelatihan bersama.\nTren pengembangan masa depan: Diperkirakan pada 2028, pasar teknologi pendidikan global akan mencapai 850 miliar dolar AS. Aplikasi pendidikan metaverse dipopulerkan, dan pembelajaran imersif telah menjadi metode penting. Kecerdasan buatan secara mendalam memberdayakan seluruh proses pendidikan dan mempromosikan perubahan dalam paradigma pendidikan. Sistem pembelajaran seumur hidup lebih lengkap, dan pembangunan masyarakat pembelajaran dipercepat.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 120. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Apakah disebutkan skala investasi teknologi pendidikan global: 342 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Apakah disebutkan skala pengguna pendidikan online: 1,8 miliar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Apakah disebutkan jumlah pengguna yang dicakup asisten pengajaran AI: 250 juta pengguna",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Apakah disebutkan jumlah kursus platform MOOC global: 85.000 kursus",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Apakah disebutkan jumlah kursus terbuka universitas bergengsi internasional: 12.000 kursus terbuka",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Apakah disebutkan jumlah universitas uji coba sertifikasi kredit blockchain: 280 universitas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Apakah disebutkan jumlah guru yang menyelesaikan pelatihan kemampuan pengajaran digital: 8,5 juta guru",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Apakah disebutkan jumlah proyek kerja sama sekolah-perusahaan: 120.000 proyek",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Apakah disebutkan jumlah siswa yang diuntungkan proyek bantuan pendidikan: 120 juta siswa",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Apakah disebutkan prediksi ukuran pasar teknologi pendidikan global 2028: 850 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Baru-baru ini, Konferensi Internasional Kecerdasan Buatan China ke-20 diselenggarakan dengan megah di Pusat Konvensi Internasional Beijing. Lebih dari 1.500 ahli, cendekiawan, dan perwakilan perusahaan dari lebih dari 30 negara di seluruh dunia berkumpul untuk membahas tren dan peluang baru dalam pengembangan kecerdasan buatan. Konferensi bertemakan \"Era Baru Kecerdasan: Integrasi, Inovasi, dan Keberlanjutan\" dan mengadakan lebih dari 100 forum khusus dan seminar teknis.\n\nSelama pertemuan, banyak akademisi dan ahli menyatakan pandangan penting. Akademisi Wang Jian dari Akademi Teknik China menunjukkan bahwa kecerdasan buatan memasuki tahap pengembangan baru, dan terobosan dalam teknologi model besar telah membawa peluang baru untuk pengembangan industri. Akademisi Zhang Bei dari Universitas Tsinghua menekankan pentingnya tata kelola etis kecerdasan buatan dan menyarankan untuk menetapkan standar etika AI global yang terpadu.\n\n\"Laporan Pengembangan Kecerdasan Buatan Global 2023\" yang dirilis oleh konferensi menunjukkan bahwa ukuran pasar AI global akan mencapai 1,5 triliun dolar AS pada 2022, meningkat 23,6% year-on-year. Di antaranya, skala pasar AI China telah mencapai 400 miliar yuan, dan kemajuan signifikan telah dicapai dalam visi komputer, pengenalan suara, dan bidang lainnya. Laporan memprediksi bahwa pada 2025, ukuran pasar AI global akan melebihi 3 triliun dolar AS.\n\nBanyak pencapaian teknologi mutakhir dipamerkan di pameran. Termasuk generasi baru robot cerdas, sistem mengemudi otonom, peralatan medis cerdas, dll. Di antaranya, robot interaksi emosional yang dikembangkan oleh Universitas Tsinghua telah menarik perhatian luas. Robot dapat mengenali ekspresi wajah dan nada manusia dengan akurat, dan membuat respons emosional yang sesuai, dengan akurasi identifikasi 95 persen.\n\nKonferensi juga mengadakan \"Kompetisi Inovasi dan Kewirausahaan AI\", yang menarik lebih dari 500 tim dari seluruh dunia untuk berpartisipasi. Akhirnya, tim startup yang berfokus pada aplikasi pertanian AI memenangkan kejuaraan dengan sistem identifikasi hama dan penyakit tanaman cerdasnya, yang memiliki tingkat akurasi lebih dari 98 persen dan telah diujicobakan di beberapa provinsi pertanian utama.\n\nPada upacara penutupan, panitia penyelenggara mengumumkan akan membentuk \"Aliansi Inovasi Kecerdasan Buatan Global\" untuk mempromosikan kerja sama internasional, pelatihan bakat, dan inovasi teknologi. Anggota pertama aliansi mencakup 50 institusi penelitian terkemuka dan 100 perusahaan terdepan di 20 negara.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Apakah disebutkan nama spesifik konferensi: Konferensi Internasional Kecerdasan Buatan China ke-20",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Apakah disebutkan jumlah peserta: lebih dari 1.500 ahli, cendekiawan, dan perwakilan perusahaan dari lebih dari 30 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Apakah disebutkan tema konferensi: Era Baru Kecerdasan: Integrasi, Inovasi, dan Keberlanjutan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Apakah disebutkan pandangan Akademisi Wang Jian: kecerdasan buatan memasuki tahap pengembangan baru, dan terobosan dalam teknologi model besar telah membawa peluang baru untuk pengembangan industri",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Apakah disebutkan ukuran pasar AI global 2022: 1,5 triliun dolar AS, meningkat 23,6% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Apakah disebutkan ukuran pasar AI China: 400 miliar yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Apakah disebutkan prediksi ukuran pasar AI global 2025: melebihi 3 triliun dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Apakah disebutkan tingkat akurasi identifikasi robot interaksi emosional yang dikembangkan Universitas Tsinghua: 95 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Apakah disebutkan jumlah tim peserta kompetisi inovasi dan kewirausahaan AI: lebih dari 500 tim dari seluruh dunia",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Apakah disebutkan tingkat akurasi sistem tim pemenang: lebih dari 98 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Apakah disebutkan skala anggota pertama Aliansi Inovasi Kecerdasan Buatan Global: 50 institusi penelitian terkemuka dan 100 perusahaan terdepan di 20 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Penelitian Perubahan Iklim Global 2023 menunjukkan bahwa Bumi sedang mengalami krisis lingkungan yang belum pernah terjadi sebelumnya. Menurut analisis data satelit terbaru, suhu rata-rata global pada 2023 akan naik 1,5℃ dibandingkan dengan masa pra-industri, mencatatkan rekor tertinggi. Tingkat pemanasan di Arktik dua kali lipat rata-rata global, mengakibatkan pencairan gletser skala besar. Diperkirakan pada 2050, Arktik mungkin mengalami musim panas bebas es pertamanya.\n\nTim peneliti menemukan bahwa frekuensi kejadian cuaca ekstrem telah meningkat secara signifikan dengan menganalisis data historis dari 2.000 stasiun meteorologi di seluruh dunia. Pada 2023, terjadi 127 badai hujan lebat dan 43 suhu tinggi ekstrem di seluruh dunia, meningkat masing-masing 45 persen dan 60 persen dibandingkan sepuluh tahun lalu. Kerugian ekonomi yang disebabkan oleh cuaca bencana ini mencapai 280 miliar dolar AS, mempengaruhi lebih dari 200 juta orang.\n\nTingkat kenaikan permukaan laut semakin cepat. Dalam 25 tahun terakhir, permukaan laut rata-rata global telah naik 8,9 cm. Studi memprediksi bahwa jika emisi gas rumah kaca melanjutkan tren saat ini, permukaan laut mungkin naik lebih dari 1 meter pada akhir abad ini, yang akan mengancam lingkungan hidup sekitar 600 juta orang pesisir di seluruh dunia.\n\nKeanekaragaman hayati terus menurun, dengan catatan penelitian menunjukkan bahwa dalam 50 tahun terakhir, sekitar 28.000 spesies organisme telah terancam punah di seluruh dunia. Hutan hujan tropis ditebang dengan tingkat yang mengkhawatirkan, dengan kehilangan 1,5 juta hektar pada 2023 saja, area yang setara dengan ukuran Swiss. Ekosistem laut juga menghadapi ancaman serius, dengan 90 persen terumbu karang berisiko mati.\n\nLaporan menunjukkan bahwa konsentrasi karbon dioksida di atmosfer telah mencapai 417ppm, meningkat 50 persen dari masa pra-industri. Meskipun negara-negara telah berjanji mengurangi emisi, emisi karbon global masih akan meningkat 2,7 persen pada 2023 menjadi rekor 37,8 miliar ton. Di antaranya, industri pembangkit listrik menyumbang 35 persen, produksi industri menyumbang 28 persen, dan transportasi menyumbang 24 persen.\n\nUntuk mengatasi krisis iklim, laporan merekomendasikan mengambil tindakan darurat: pada 2030, proporsi energi terbarukan meningkat menjadi 60 persen, pangsa pasar kendaraan listrik meningkat menjadi 40 persen, dan efisiensi energi bangunan meningkat 30 persen. Juga merekomendasikan pembentukan dana adaptasi iklim global senilai 100 miliar dolar untuk membantu negara berkembang meningkatkan kemampuan adaptasi mereka.\n\nPara ilmuwan memperingatkan bahwa jika tindakan efektif tidak diambil dalam lima tahun ke depan, efek pemanasan global mungkin mencapai titik kritis yang tidak dapat diubah. Pada saat itu, bahkan jika manusia menghentikan semua emisi gas rumah kaca, Bumi akan terus menghangat selama beberapa dekade, yang akan menyebabkan bencana alam yang lebih sering, krisis pangan yang lebih serius, dan masalah pengungsi iklim skala besar.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Apakah disebutkan data spesifik kenaikan suhu rata-rata global 2023: 1,5℃ dibandingkan dengan masa pra-industri, mencatatkan rekor tertinggi",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Apakah disebutkan jumlah kejadian badai hujan lebat 2023: 127 badai hujan lebat, meningkat 45 persen dibandingkan sepuluh tahun lalu",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Apakah disebutkan data kerugian ekonomi akibat cuaca ekstrem: 280 miliar dolar AS, mempengaruhi lebih dari 200 juta orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Apakah disebutkan data spesifik kenaikan permukaan laut rata-rata global dalam 25 tahun terakhir: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Apakah disebutkan jumlah spesies yang terancam punah: sekitar 28.000 spesies organisme telah terancam punah di seluruh dunia dalam 50 tahun terakhir",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Apakah disebutkan luas kehilangan hutan hujan tropis 2023: 1,5 juta hektar, area yang setara dengan ukuran Swiss",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Apakah disebutkan konsentrasi karbon dioksida saat ini di atmosfer: 417ppm, meningkat 50 persen dari masa pra-industri",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Apakah disebutkan emisi karbon global 2023: meningkat 2,7 persen menjadi rekor 37,8 miliar ton",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Apakah disebutkan proporsi emisi karbon industri pembangkit listrik: 35 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Apakah disebutkan target proporsi energi terbarukan 2030: meningkat menjadi 60 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Apakah disebutkan skala dana adaptasi iklim global yang diusulkan: dana adaptasi iklim global senilai 100 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Ekonomi Digital Global 2023 menunjukkan bahwa ekonomi digital telah menjadi kekuatan pendorong utama pertumbuhan ekonomi global. Menurut data laporan, total skala ekonomi digital global mencapai 54,8 triliun dolar pada 2023, meningkat 18,2% year-on-year, dan proporsi PDB global melebihi 45% untuk pertama kalinya. Di antaranya, skala ekonomi digital China mencapai 50,1 triliun yuan, meningkat 15,3% year-on-year, dan ekonomi digital menyumbang 41,5% dari PDB.\n\nDalam hal pembangunan infrastruktur digital, total jumlah stasiun basis 5G global melebihi 3,5 juta, dengan China menyumbang lebih dari 60%. Jumlah pusat data global mencapai 8.500, dengan konsumsi daya tahunan melebihi 200 miliar kWh. Skala pasar cloud computing mencapai 485 miliar dolar, dengan pangsa pasar gabungan AWS, Microsoft Azure, dan Alibaba Cloud melebihi 65%.\n\nInovasi teknologi digital terus dipercepat, dengan aplikasi paten AI global mencapai 520.000, meningkat 32% year-on-year. Aplikasi teknologi blockchain terus berkembang, dengan skala pasar blockchain global mencapai 128 miliar dolar. Investasi dalam komputasi kuantum melebihi 15 miliar dolar, dengan komputer kuantum yang sedang dikembangkan mencapai level 1.000-qubit.\n\nPerdagangan digital berkembang pesat, dengan skala transaksi e-commerce lintas batas global mencapai 3,8 triliun dolar, meningkat 25% year-on-year. Volume transaksi pembayaran digital melebihi 8,5 triliun dolar, dengan pembayaran mobile menyumbang 68%. Pengguna e-commerce global mencapai 2,8 miliar, dengan layanan digital mencakup lebih dari 80% populasi global.\n\nDalam hal ketenagakerjaan industri digital, posisi terkait ekonomi digital global mencapai 320 juta, meningkat 12% year-on-year. Posisi berketerampilan tinggi seperti pengembangan perangkat lunak, analisis data, dan kecerdasan buatan menunjukkan pertumbuhan permintaan yang signifikan, dengan tingkat gaji rata-rata 35% lebih tinggi dari industri tradisional. Diperkirakan pada 2025, kesenjangan talenta ekonomi digital global akan mencapai 85 juta orang.\n\nTata kelola digital terus membaik, dengan 128 negara di seluruh dunia telah mengeluarkan undang-undang dan peraturan terkait perlindungan data. Investasi keamanan jaringan mencapai 189 miliar dolar, meningkat 22% dari tahun sebelumnya. Kerugian ekonomi global yang disebabkan oleh insiden keamanan jaringan mencapai 950 miliar dolar, meningkat 15% dari tahun sebelumnya.\n\nLaporan memprediksi bahwa pada 2025, skala ekonomi digital global akan melebihi 75 triliun dolar, dengan tingkat pertumbuhan tahunan rata-rata lebih dari 15%. Pengembangan terintegrasi teknologi baru akan menghasilkan lebih banyak bentuk dan model bisnis baru, dan transformasi digital akan mempercepat penetrasi dari bidang konsumen ke bidang produksi. Ekonomi digital diharapkan menjadi mesin kunci untuk pemulihan ekonomi global di era pasca-pandemi.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Apakah disebutkan total skala ekonomi digital global 2023: 54,8 triliun dolar AS, meningkat 18,2% year-on-year, menyumbang lebih dari 45% PDB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Apakah disebutkan skala ekonomi digital China: 50,1 triliun yuan, meningkat 15,3% year-on-year, menyumbang 41,5% dari PDB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Apakah disebutkan total jumlah stasiun basis 5G global: melebihi 3,5 juta, dengan China menyumbang lebih dari 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Apakah disebutkan skala pasar cloud computing global: 485 miliar dolar AS, dengan pangsa pasar gabungan AWS, Microsoft Azure, dan Alibaba Cloud melebihi 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Apakah disebutkan jumlah aplikasi paten kecerdasan buatan global: 520.000, meningkat 32% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Apakah disebutkan skala pasar blockchain global: 128 miliar dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Apakah disebutkan skala transaksi e-commerce lintas batas global: 3,8 triliun dolar AS, meningkat 25% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Apakah disebutkan jumlah posisi terkait ekonomi digital: 320 juta posisi, meningkat 12% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Apakah disebutkan jumlah investasi keamanan jaringan: 189 miliar dolar AS, meningkat 22% dari tahun sebelumnya",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Apakah disebutkan prediksi skala ekonomi digital global 2025: melebihi 75 triliun dolar AS, dengan tingkat pertumbuhan tahunan rata-rata lebih dari 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Terobosan besar dicapai dalam eksplorasi ruang angkasa manusia pada 2023, dengan beberapa misi tonggak sejarah berhasil diselesaikan. Misi uji terbang pertama program pendaratan bulan \"Artemis\" NASA berhasil diselesaikan, dengan pesawat ruang angkasa tanpa awak mengorbit bulan selama 13 hari dan menyelesaikan perjalanan 2,26 juta kilometer. Misi ini memverifikasi kinerja roket angkat berat generasi baru SLS, meletakkan dasar untuk pendaratan bulan berawak pada 2025.\n\nDalam eksplorasi Mars, rover \"Perseverance\" menemukan molekul organik yang diduga sebagai tanda-tanda kehidupan di permukaan Mars dan mengumpulkan 28 sampel batuan. \"Tianwen-1\" China mengirimkan lebih dari 1.100 GB data citra Mars, menciptakan peta topografi Mars yang paling detail hingga saat ini. Probe \"Mars Express\" ESA menemukan bahwa cadangan air bawah tanah Mars jauh melebihi ekspektasi, sekitar 1,5 kali cadangan air tawar Bumi.\n\nEksplorasi ruang angkasa dalam mencapai terobosan baru, dengan probe \"New Horizons\" terbang melalui Sabuk Kuiper dan menemukan beberapa benda langit yang tidak dikenal. Probe \"Juno\" menyelesaikan terbang dekat bulan Jupiter Europa, memperoleh data ekstensif tentang samudra bawah permukaannya. \"Parker Solar Probe\" membuat sejarah dengan menjadi objek buatan manusia pertama yang \"menyentuh\" Matahari, mencapai jarak terdekat yang menakjubkan 8,1 juta kilometer.\n\nPembangunan stasiun ruang angkasa berlangsung stabil, dengan stasiun ruang angkasa China menyelesaikan konstruksi komprehensif dan menjadi tuan rumah 12 astronot secara total. Masa layanan Stasiun Ruang Angkasa Internasional diperpanjang hingga 2030, menyelesaikan 6 misi spacewalk. Penerbangan ruang angkasa komersial berkembang pesat, dengan SpaceX menyelesaikan 68 misi peluncuran sepanjang tahun, menetapkan rekor penerbangan ruang angkasa komersial baru.\n\nMisi pengembalian sampel asteroid mencapai kemajuan terobosan, dengan probe \"OSIRIS-REx\" NASA berhasil mengembalikan sampel dari asteroid Bennu ke Bumi, total 250 gram, sampel asteroid terbesar hingga saat ini. Hasil analisis dari misi \"Hayabusa2\" Jepang menunjukkan bahwa asteroid Ryugu mengandung asam amino dan zat lain yang penting untuk kehidupan.\n\nDalam pengamatan astronomi, Teleskop Ruang Angkasa James Webb menemukan galaksi terjauh hingga saat ini, 13,3 miliar tahun cahaya dari Bumi. Satelit \"Insight-HXMT\" China pertama kali mendeteksi ledakan sinar gamma ultra-kuat dari ledakan magnetar. Array teleskop radio SKA mulai dibangun, yang akan menjadi fasilitas astronomi terbesar umat manusia setelah selesai.\n\nInovasi teknologi kedirgantaraan terus berlanjut, dengan teknologi roket yang dapat digunakan kembali menjadi semakin matang, mencapai tingkat keberhasilan pemulihan 95%. Kemajuan penting dibuat dalam penelitian sistem propulsi nuklir, dengan daya dorong teoritis 10 kali lebih besar dari roket kimia. Teknologi pembersihan sampah ruang angkasa mencapai terobosan, dengan satelit pembersih komersial pertama berhasil menangkap dan menghancurkan 2 satelit yang ditinggalkan.\n\nRencana eksplorasi ruang angkasa 5 tahun ke depan telah diperjelas, termasuk misi besar seperti pendaratan bulan berawak, pengembalian sampel Mars, dan eksplorasi sistem Jupiter. Diperkirakan pada 2030, skala industri kedirgantaraan global akan melebihi 1 triliun dolar, dan ekonomi ruang angkasa akan menjadi titik pertumbuhan baru.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Apakah disebutkan waktu terbang program Artemis: 13 hari mengorbit bulan, menyelesaikan perjalanan 2,26 juta kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Apakah disebutkan jumlah sampel batuan yang dikumpulkan Perseverance: 28 sampel batuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Apakah disebutkan jumlah data yang dikirim Tianwen-1: lebih dari 1.100 GB data citra Mars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Apakah disebutkan jarak terdekat Parker Solar Probe ke Matahari: 8,1 juta kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Apakah disebutkan jumlah astronot yang diterima stasiun ruang angkasa China: 12 astronot secara total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Apakah disebutkan jumlah peluncuran tahunan SpaceX: 68 misi peluncuran sepanjang tahun",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Apakah disebutkan berat sampel yang dibawa OSIRIS-REx: 250 gram, sampel asteroid terbesar hingga saat ini",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Apakah disebutkan jarak galaksi terjauh yang ditemukan Teleskop Webb: 13,3 miliar tahun cahaya dari Bumi",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Apakah disebutkan tingkat keberhasilan pemulihan roket yang dapat digunakan kembali: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Apakah disebutkan prediksi skala industri kedirgantaraan global 2030: melebihi 1 triliun dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Situasi Kesehatan Masyarakat Global 2023 menunjukkan bahwa sistem kesehatan global menghadapi tantangan baru di era pasca-epidemi. Total 156 wabah penyakit menular baru telah dilaporkan di seluruh dunia, meningkat 23% dari tahun sebelumnya. Data dari Organisasi Kesehatan Dunia (WHO) menunjukkan bahwa pengeluaran kesehatan global telah mencapai 9,7 triliun dolar AS, menyumbang 10,2% dari PDB global, tetapi kesenjangan alokasi sumber daya medis antar negara terus melebar.\n\nDalam hal pencegahan dan pengendalian penyakit menular, jaringan pengawasan influenza global mencakup 153 negara dan memantau 12.000 titik sampling secara real-time. Sistem pemantauan varian coronavirus baru telah mengidentifikasi 38 varian penting, di mana 5 terdaftar sebagai perhatian utama. Tingkat vaksinasi global telah mencapai 76%, tetapi masih ada 23 negara di Afrika dengan tingkat vaksinasi di bawah 30%.\n\nKemajuan telah dibuat dalam pencegahan dan pengobatan penyakit kronis. Tingkat kelangsungan hidup kanker 5 tahun global telah melebihi 70% untuk pertama kalinya, dengan tingkat kelangsungan hidup kanker payudara dan prostat melebihi 90%. Tingkat kematian akibat penyakit kardiovaskular telah turun 15% dari satu dekade lalu, tetapi masih merupakan penyebab kematian utama di dunia. Jumlah pasien diabetes telah mencapai 537 juta, dua kali lipat dari 2000, dan pengeluaran medis tahunan melebihi 760 miliar dolar AS.\n\nMasalah kesehatan mental menjadi semakin menonjol, dengan lebih dari 400 juta orang menderita depresi di seluruh dunia, meningkat 28% dari sebelum epidemi. Kesehatan mental remaja mengkhawatirkan, dengan tingkat bunuh diri orang berusia 15-24 naik 12%. Pengeluaran medis untuk kesehatan mental di berbagai negara hanya menyumbang 2,8% dari total pengeluaran, jauh di bawah standar 5% yang direkomendasikan WHO.\n\nInovasi teknologi medis semakin cepat, dengan akurasi diagnosis berbantuan AI mencapai 97%, terutama di bidang diagnosis pencitraan. Terapi gen telah membuat terobosan besar, dengan 15 jenis terapi gen disetujui di seluruh dunia, dan biaya pengobatan telah turun 60% dibandingkan lima tahun lalu. Layanan telemedicine mencakup populasi 850 juta dan memainkan peran penting di daerah terpencil.\n\nMasalah distribusi sumber daya medis yang tidak merata tetap menonjol, dengan 45% sumber daya medis dunia terkonsentrasi di negara maju yang menyumbang 15% dari populasi. Rata-rata jumlah dokter per 10.000 orang di Afrika hanya 2,3, jauh di bawah standar 23 yang direkomendasikan WHO. Masih ada sekitar 3,8 miliar orang di dunia yang tidak dapat mengakses layanan medis dasar.\n\nMasalah resistensi antibiotik semakin parah, dengan 1,5 juta kematian akibat infeksi bakteri resisten setiap tahun dan kerugian ekonomi melebihi 550 miliar dolar AS. WHO memperingatkan bahwa jika tidak ada tindakan yang diambil, infeksi tahan obat mungkin menjadi penyebab kematian utama pada 2050.\n\nLaporan merekomendasikan memperkuat kerja sama kesehatan global, membentuk dana darurat kesehatan global senilai 10 miliar dolar, dan meningkatkan sistem peringatan dini penyakit. Mengintensifkan pelatihan talenta medis dan melatih 5 juta profesional medis pada 2030. Mempromosikan inovasi teknologi medis dan meningkatkan aksesibilitas layanan medis sebesar 30%. Pada saat yang sama, menyerukan negara maju untuk mengambil lebih banyak tanggung jawab untuk bantuan kesehatan internasional dan membantu daerah kurang berkembang meningkatkan standar medis mereka.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Apakah disebutkan jumlah wabah penyakit menular baru global: 156 wabah penyakit menular baru",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Apakah disebutkan proporsi pengeluaran kesehatan global terhadap PDB: 10,2% dari PDB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Apakah disebutkan jumlah negara yang dicakup jaringan pengawasan influenza global: 153 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Apakah disebutkan tingkat kelangsungan hidup kanker 5 tahun global: melebihi 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Apakah disebutkan jumlah pasien diabetes global: 537 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Apakah disebutkan jumlah pasien depresi global: lebih dari 400 juta orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Apakah disebutkan akurasi diagnosis berbantuan AI: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Apakah disebutkan populasi yang dicakup layanan telemedicine: 850 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Apakah disebutkan rasio dokter per populasi di Afrika: 2,3 per 10.000 orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Apakah disebutkan jumlah kematian akibat infeksi bakteri resisten: 1,5 juta kematian",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Apakah disebutkan skala dana darurat kesehatan global: 10 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Industri Kendaraan Energi Baru Global 2023 menunjukkan bahwa transformasi elektrifikasi telah memasuki jalur cepat. Penjualan tahunan kendaraan energi baru global melebihi 14,8 juta unit, meningkat 46,3% year-on-year, dan tingkat penetrasi pasar mencapai 22%. Di antaranya, kendaraan listrik murni menyumbang 68%, kendaraan hibrida plug-in menyumbang 29%, dan kendaraan sel bahan bakar hidrogen menyumbang 3%. Pasar China menunjukkan kinerja terbaik, dengan penjualan mencapai 8,2 juta unit, menyumbang 55,4% dari total global.\n\nTeknologi baterai daya terus mencapai terobosan, dan kepadatan energi baterai solid-state generasi baru telah mencapai 400Wh/kg, meningkat 45% dari baterai lithium tradisional. Kapasitas produksi baterai daya global telah mencapai 1200GWh, dan investasi industri telah melebihi 85 miliar dolar AS. Biaya baterai telah turun 38% dari 2020, mendorong pengurangan signifikan biaya manufaktur kendaraan.\n\nInfrastruktur pengisian telah mempercepat tata letaknya, dan jumlah tiang pengisian publik di seluruh dunia telah mencapai 18,5 juta, di mana tiang pengisian cepat menyumbang 35%. Teknologi pengisian cerdas telah dipromosikan dan diterapkan, dan proyek demonstrasi interaksi kendaraan-ke-grid (V2G) telah diimplementasikan di 15 negara, menyediakan kapasitas peak-shaving 45GWh untuk jaringan listrik.\n\nTeknologi mengemudi cerdas telah ditingkatkan, dengan tingkat penetrasi mengemudi otonom L2+ mencapai 45%, dan level L3 telah mulai produksi massal. Kekurangan chip otomotif global telah membaik secara signifikan, dengan kapasitas produksi tahunan meningkat 28%. Daya komputasi sistem cerdas on-board telah melebihi 1000TOPS, mendukung skenario mengemudi otonom yang lebih kompleks.\n\nLokalisasi rantai industri telah dipercepat, dan lima kluster industri kendaraan energi baru utama telah terbentuk secara global. Kemampuan kontrol mandiri bahan kunci telah ditingkatkan, dan tingkat swasembada bahan baterai lithium China telah melebihi 85%. Sistem daur ulang untuk baterai daya bekas telah secara bertahap diperbaiki, dengan tingkat daur ulang 78% dan ukuran pasar turunan lebih dari 28 miliar dolar AS.\n\nEkspor kendaraan energi baru telah tumbuh pesat, dengan volume ekspor kendaraan energi baru China mencapai 950.000 unit, meningkat 120% year-on-year. Transformasi elektrifikasi pasar Eropa telah dipercepat, dengan kendaraan listrik menyumbang 28% dari penjualan mobil baru. Pasar AS telah tumbuh pesat dengan dukungan kebijakan, dengan penjualan tahunan melebihi 2,1 juta unit.\n\nKompetisi dalam rute teknis telah mengintensif, dan teknologi baru seperti baterai solid-state dan baterai ion natrium telah mempercepat komersialisasi. Teknologi sel bahan bakar hidrogen telah membuat terobosan, dan biaya sistem telah turun 55% dibandingkan 2020. Model penggantian baterai dipromosikan di bidang kendaraan komersial berat, dan 28.000 stasiun penggantian baterai telah dibangun di seluruh dunia.\n\nKebijakan industri terus dioptimalkan, dan dunia telah menginvestasikan total 280 miliar dolar AS dalam subsidi. Regulasi emisi karbon di berbagai negara telah menjadi lebih ketat, dan jadwal penarikan kendaraan bahan bakar tradisional telah diperjelas. Sistem standar industri telah terus diperbaiki, mendorong pengembangan sehat industri kendaraan energi baru global.\n\nOutlook untuk lima tahun ke depan: Diperkirakan pada 2028, penjualan tahunan kendaraan energi baru di seluruh dunia akan melebihi 35 juta, dan tingkat penetrasi pasar akan melebihi 45%. Kepadatan energi baterai daya diharapkan melebihi 500Wh/kg, dan biaya akan turun di bawah 60 dolar AS/kWh. Mengemudi cerdas akan memasuki tahap komersialisasi level L4, mendorong pasar cerdas senilai 500 miliar dolar AS.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Apakah disebutkan penjualan tahunan kendaraan energi baru global: 14,8 juta unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Apakah disebutkan proporsi penjualan pasar China: 55,4% dari total global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Apakah disebutkan kepadatan energi baterai solid-state generasi baru: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Apakah disebutkan jumlah tiang pengisian publik global: 18,5 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Apakah disebutkan tingkat penetrasi mengemudi otonom level L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Apakah disebutkan tingkat swasembada bahan baterai lithium China: melebihi 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Apakah disebutkan volume ekspor kendaraan energi baru China: 950.000 unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Apakah disebutkan penurunan biaya sistem sel bahan bakar hidrogen: 55% dibandingkan 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Apakah disebutkan jumlah stasiun penggantian baterai global: 28.000 stasiun penggantian baterai",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Apakah disebutkan total dana subsidi global: 280 miliar dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Teknologi Metaverse 2023 menunjukkan bahwa industri Metaverse global akan mencapai 385 miliar dolar, meningkat 85% year-on-year. Volume pengiriman perangkat virtual reality (VR) dan augmented reality (AR) melebihi 32 juta unit, meningkat 62% dari tahun sebelumnya. Jumlah aplikasi paten terkait Metaverse mencapai 185.000, di mana China menyumbang 38%, menempati peringkat pertama di dunia.\n\nTerobosan signifikan dalam teknologi perangkat keras, resolusi perangkat VR generasi baru mencapai 4K×4K, bidang pandang diperluas menjadi 120 derajat, dan penundaan dikurangi menjadi 12ms. Solusi optik AR inovatif, dan teknologi waveguide difraksi mengurangi berat perangkat menjadi 120g. Kemajuan signifikan telah dibuat dalam antarmuka otak-komputer, dan perangkat non-invasif dapat mengenali 1.000 perintah pikiran dengan tingkat akurasi 92%.\n\nTeknologi interaktif menjadi semakin matang, akurasi penangkapan gerakan seluruh tubuh telah ditingkatkan ke level sub\n        Teknologi interaktif menjadi semakin matang, akurasi penangkapan gerakan seluruh tubuh telah ditingkatkan ke level sub-milimeter, dan pengenalan ekspresi wajah mendukung 95 mikro-ekspresi. Terobosan telah dibuat dalam teknologi umpan balik taktil, yang dapat mensimulasikan sentuhan 200 bahan berbeda. Teknologi proyeksi holografik telah mencapai resolusi 8K, mendukung beberapa orang untuk menonton secara bersamaan tanpa kacamata khusus.\nEkosistem konten berkembang pesat, dengan lebih dari 8,5 juta pengembang konten Metaverse di seluruh dunia, naik 95% dari tahun sebelumnya. Jumlah pengguna aktif bulanan platform sosial virtual telah mencapai 450 juta, dan jumlah penonton online tertinggi untuk konser virtual tunggal telah melebihi 25 juta. Digunakan secara luas di bidang pendidikan, dengan 15% universitas di seluruh dunia menawarkan kursus Metaverse.\nEkonomi digital mempercepat tata letaknya, dengan nilai pasar perusahaan publik terkait konsep Metaverse global melebihi 2,8 triliun dolar AS. Skala transaksi aset virtual telah mencapai 68 miliar dolar AS, dan volume transaksi harian rata-rata pasar NFT telah melebihi 150 juta dolar AS. Skala pasar periklanan Metaverse telah mencapai 12,5 miliar dolar AS, dengan tingkat pertumbuhan tahunan lebih dari 200%.\nFormulasi standar teknis telah dipercepat, dan IEEE telah merilis standar arsitektur referensi Metaverse pertama. Aliansi Industri Metaverse telah didirikan secara global, dengan 180 perusahaan berpartisipasi dalam formulasi standar. Kerangka keamanan data dan perlindungan privasi telah secara bertahap diperbaiki untuk mendukung interoperabilitas data lintas platform.\nAplikasi industri terus diperdalam, dan Metaverse industri telah menyebabkan peningkatan efisiensi manufaktur sebesar 28%. Metaverse medis telah mendukung 5.000 operasi jarak jauh dengan tingkat akurasi 99,9%. Volume transaksi platform metaverse real estat melebihi 20 miliar dolar AS, dan viewing rumah online menyumbang 35%.\nPermintaan talenta tumbuh pesat, dan permintaan global untuk posisi terkait metaverse telah mencapai 950.000, dengan gaji rata-rata 45% lebih tinggi dari posisi IT tradisional. Negara-negara telah meningkatkan upaya mereka dalam pelatihan talenta, dan ada lebih dari 3.000 institusi pelatihan profesional. Diperkirakan kesenjangan talenta akan mencapai 2,8 juta pada 2025.\nTren pengembangan masa depan: Diperkirakan pada 2028, ukuran pasar metaverse global akan melebihi 1,5 triliun dolar AS. Ekonomi riil mempercepat transformasi digitalnya, dan 85% merek akan menerapkan metaverse. Integrasi dan inovasi teknologi semakin cepat, dan antarmuka otak-komputer, teknologi holografik, komputasi kuantum, dll. akan membawa terobosan revolusioner.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Apakah disebutkan skala industri metaverse global: 385 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Apakah disebutkan volume pengiriman perangkat VR/AR: 32 juta unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Apakah disebutkan data penundaan perangkat VR generasi baru: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Apakah disebutkan jumlah perintah pikiran yang dapat dikenali antarmuka otak-komputer: 1.000 perintah pikiran",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Apakah disebutkan jumlah pengembang konten metaverse global: 8,5 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Apakah disebutkan jumlah pengguna aktif bulanan platform sosial virtual: 450 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Apakah disebutkan volume transaksi harian rata-rata pasar NFT: 150 juta dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Apakah disebutkan jumlah perusahaan yang berpartisipasi dalam Aliansi Industri Metaverse: 180 perusahaan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Apakah disebutkan jumlah operasi jarak jauh yang didukung metaverse medis: 5.000 operasi jarak jauh",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Apakah disebutkan prediksi ukuran pasar metaverse global 2028: 1,5 triliun dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Inovasi dan Pengembangan Pendidikan Global 2023 menunjukkan bahwa transformasi digital pendidikan semakin cepat, dan investasi global dalam teknologi pendidikan telah mencapai 342 miliar dolar AS, meningkat 42% year-on-year. Skala pengguna pendidikan online telah melebihi 1,8 miliar, dan sumber daya pembelajaran digital mencakup 89% pelajar di seluruh dunia. Di era pasca-epidemi, pendidikan hibrida telah menjadi mainstream, dan pengajaran terintegrasi online dan offline menyumbang 65%.\nAplikasi kecerdasan buatan dalam pendidikan telah diperdalam, dan asisten pengajaran AI telah mencakup lebih dari 250 juta pengguna dengan tingkat akurasi 96%. Sistem pembelajaran adaptif dapat mengidentifikasi lebih dari 8.000 pola perilaku pembelajaran, dan tingkat akurasi rekomendasi yang dipersonalisasi telah mencapai 92%. Analisis big data pendidikan mendukung keputusan pengajaran dan meningkatkan efektivitas pengajaran sebesar 35%.\nMode pasokan sumber daya pendidikan telah berubah. Jumlah kursus di platform MOOC global telah melebihi 85.000, dan jumlah kumulatif pemilihan kursus telah mencapai 1,5 miliar. Berbagi sumber daya pendidikan berkualitas tinggi telah dipercepat, dan jumlah kursus terbuka di universitas bergengsi internasional telah mencapai 12.000. Ada lebih dari 5.000 proyek pengajaran eksperimen simulasi virtual, mencakup 12 disiplin ilmu.\nEvaluasi pendidikan telah berinovasi dan berkembang, dan sistem sertifikasi kredit berbasis blockchain telah diujicobakan di 280 universitas. Sistem evaluasi cerdas dapat menganalisis data proses pembelajaran secara real-time, dengan 186 dimensi evaluasi. Model evaluasi berbasis kompetensi dipromosikan di bidang pendidikan kejuruan, dan 2.800 standar profesional terhubung.\nPengembangan profesional guru dipercepat, dan 8,5 juta guru di seluruh dunia telah menyelesaikan pelatihan kemampuan pengajaran digital. Tingkat cakupan pelatihan literasi kecerdasan buatan guru telah mencapai 55%. Aplikasi sistem persiapan pelajaran cerdas dipopulerkan, menghemat 40% waktu persiapan pelajaran guru. Platform layanan dukungan pengembangan guru mengumpulkan 20 juta sumber daya pengajaran.\nReformasi model pelatihan talenta inovatif, pembelajaran berbasis proyek menyumbang 38%. Ada 35.000 kursus terintegrasi interdisipliner, dan 1,8 juta talenta gabungan telah dilatih. Integrasi industri dan pendidikan telah berkembang secara mendalam, dengan 120.000 proyek kerja sama sekolah-perusahaan dan 15 juta siswa yang dicakup oleh pendidikan kolaboratif.\nKesetaraan pendidikan terus membaik, dan tingkat cakupan pendidikan online di daerah terpencil telah meningkat menjadi 75%. Proyek bantuan pendidikan menguntungkan 120 juta siswa yang membutuhkan. Sistem dukungan teknologi pendidikan khusus diperbaiki, dan teknologi bantu menguntungkan 28 juta siswa khusus.\nKerja sama pendidikan internasional diperkuat, dan proyek pembelajaran online lintas batas telah mencapai 8.500. Ada 1.200 perjanjian pengakuan kredit internasional. Keanggotaan Aliansi Inovasi Pendidikan Global telah diperluas ke 85 negara, dengan lebih dari 3.000 program pelatihan bersama.\nTren pengembangan masa depan: Diperkirakan pada 2028, pasar teknologi pendidikan global akan mencapai 850 miliar dolar AS. Aplikasi pendidikan metaverse dipopulerkan, dan pembelajaran imersif telah menjadi metode penting. Kecerdasan buatan secara mendalam memberdayakan seluruh proses pendidikan dan mempromosikan perubahan dalam paradigma pendidikan. Sistem pembelajaran seumur hidup lebih lengkap, dan pembangunan masyarakat pembelajaran dipercepat.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 150. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Apakah disebutkan skala investasi teknologi pendidikan global: 342 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Apakah disebutkan skala pengguna pendidikan online: 1,8 miliar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Apakah disebutkan jumlah pengguna yang dicakup asisten pengajaran AI: 250 juta pengguna",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Apakah disebutkan jumlah kursus platform MOOC global: 85.000 kursus",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Apakah disebutkan jumlah kursus terbuka universitas bergengsi internasional: 12.000 kursus terbuka",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Apakah disebutkan jumlah universitas uji coba sertifikasi kredit blockchain: 280 universitas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Apakah disebutkan jumlah guru yang menyelesaikan pelatihan kemampuan pengajaran digital: 8,5 juta guru",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Apakah disebutkan jumlah proyek kerja sama sekolah-perusahaan: 120.000 proyek",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Apakah disebutkan jumlah siswa yang diuntungkan proyek bantuan pendidikan: 120 juta siswa",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Apakah disebutkan prediksi ukuran pasar teknologi pendidikan global 2028: 850 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Baru-baru ini, Konferensi Internasional Kecerdasan Buatan China ke-20 diselenggarakan dengan megah di Pusat Konvensi Internasional Beijing. Lebih dari 1.500 ahli, cendekiawan, dan perwakilan perusahaan dari lebih dari 30 negara di seluruh dunia berkumpul untuk membahas tren dan peluang baru dalam pengembangan kecerdasan buatan. Konferensi bertemakan \"Era Baru Kecerdasan: Integrasi, Inovasi, dan Keberlanjutan\" dan mengadakan lebih dari 100 forum khusus dan seminar teknis.\n\nSelama pertemuan, banyak akademisi dan ahli menyatakan pandangan penting. Akademisi Wang Jian dari Akademi Teknik China menunjukkan bahwa kecerdasan buatan memasuki tahap pengembangan baru, dan terobosan dalam teknologi model besar telah membawa peluang baru untuk pengembangan industri. Akademisi Zhang Bei dari Universitas Tsinghua menekankan pentingnya tata kelola etis kecerdasan buatan dan menyarankan untuk menetapkan standar etika AI global yang terpadu.\n\n\"Laporan Pengembangan Kecerdasan Buatan Global 2023\" yang dirilis oleh konferensi menunjukkan bahwa ukuran pasar AI global akan mencapai 1,5 triliun dolar AS pada 2022, meningkat 23,6% year-on-year. Di antaranya, skala pasar AI China telah mencapai 400 miliar yuan, dan kemajuan signifikan telah dicapai dalam visi komputer, pengenalan suara, dan bidang lainnya. Laporan memprediksi bahwa pada 2025, ukuran pasar AI global akan melebihi 3 triliun dolar AS.\n\nBanyak pencapaian teknologi mutakhir dipamerkan di pameran. Termasuk generasi baru robot cerdas, sistem mengemudi otonom, peralatan medis cerdas, dll. Di antaranya, robot interaksi emosional yang dikembangkan oleh Universitas Tsinghua telah menarik perhatian luas. Robot dapat mengenali ekspresi wajah dan nada manusia dengan akurat, dan membuat respons emosional yang sesuai, dengan akurasi identifikasi 95 persen.\n\nKonferensi juga mengadakan \"Kompetisi Inovasi dan Kewirausahaan AI\", yang menarik lebih dari 500 tim dari seluruh dunia untuk berpartisipasi. Akhirnya, tim startup yang berfokus pada aplikasi pertanian AI memenangkan kejuaraan dengan sistem identifikasi hama dan penyakit tanaman cerdasnya, yang memiliki tingkat akurasi lebih dari 98 persen dan telah diujicobakan di beberapa provinsi pertanian utama.\n\nPada upacara penutupan, panitia penyelenggara mengumumkan akan membentuk \"Aliansi Inovasi Kecerdasan Buatan Global\" untuk mempromosikan kerja sama internasional, pelatihan bakat, dan inovasi teknologi. Anggota pertama aliansi mencakup 50 institusi penelitian terkemuka dan 100 perusahaan terdepan di 20 negara.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Apakah disebutkan nama spesifik konferensi: Konferensi Internasional Kecerdasan Buatan China ke-20",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Apakah disebutkan jumlah peserta: lebih dari 1.500 ahli, cendekiawan, dan perwakilan perusahaan dari lebih dari 30 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Apakah disebutkan tema konferensi: Era Baru Kecerdasan: Integrasi, Inovasi, dan Keberlanjutan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Apakah disebutkan pandangan Akademisi Wang Jian: kecerdasan buatan memasuki tahap pengembangan baru, dan terobosan dalam teknologi model besar telah membawa peluang baru untuk pengembangan industri",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Apakah disebutkan ukuran pasar AI global 2022: 1,5 triliun dolar AS, meningkat 23,6% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Apakah disebutkan ukuran pasar AI China: 400 miliar yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Apakah disebutkan prediksi ukuran pasar AI global 2025: melebihi 3 triliun dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Apakah disebutkan tingkat akurasi identifikasi robot interaksi emosional yang dikembangkan Universitas Tsinghua: 95 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Apakah disebutkan jumlah tim peserta kompetisi inovasi dan kewirausahaan AI: lebih dari 500 tim dari seluruh dunia",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Apakah disebutkan tingkat akurasi sistem tim pemenang: lebih dari 98 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Apakah disebutkan skala anggota pertama Aliansi Inovasi Kecerdasan Buatan Global: 50 institusi penelitian terkemuka dan 100 perusahaan terdepan di 20 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Penelitian Perubahan Iklim Global 2023 menunjukkan bahwa Bumi sedang mengalami krisis lingkungan yang belum pernah terjadi sebelumnya. Menurut analisis data satelit terbaru, suhu rata-rata global pada 2023 akan naik 1,5℃ dibandingkan dengan masa pra-industri, mencatatkan rekor tertinggi. Tingkat pemanasan di Arktik dua kali lipat rata-rata global, mengakibatkan pencairan gletser skala besar. Diperkirakan pada 2050, Arktik mungkin mengalami musim panas bebas es pertamanya.\n\nTim peneliti menemukan bahwa frekuensi kejadian cuaca ekstrem telah meningkat secara signifikan dengan menganalisis data historis dari 2.000 stasiun meteorologi di seluruh dunia. Pada 2023, terjadi 127 badai hujan lebat dan 43 suhu tinggi ekstrem di seluruh dunia, meningkat masing-masing 45 persen dan 60 persen dibandingkan sepuluh tahun lalu. Kerugian ekonomi yang disebabkan oleh cuaca bencana ini mencapai 280 miliar dolar AS, mempengaruhi lebih dari 200 juta orang.\n\nTingkat kenaikan permukaan laut semakin cepat. Dalam 25 tahun terakhir, permukaan laut rata-rata global telah naik 8,9 cm. Studi memprediksi bahwa jika emisi gas rumah kaca melanjutkan tren saat ini, permukaan laut mungkin naik lebih dari 1 meter pada akhir abad ini, yang akan mengancam lingkungan hidup sekitar 600 juta orang pesisir di seluruh dunia.\n\nKeanekaragaman hayati terus menurun, dengan catatan penelitian menunjukkan bahwa dalam 50 tahun terakhir, sekitar 28.000 spesies organisme telah terancam punah di seluruh dunia. Hutan hujan tropis ditebang dengan tingkat yang mengkhawatirkan, dengan kehilangan 1,5 juta hektar pada 2023 saja, area yang setara dengan ukuran Swiss. Ekosistem laut juga menghadapi ancaman serius, dengan 90 persen terumbu karang berisiko mati.\n\nLaporan menunjukkan bahwa konsentrasi karbon dioksida di atmosfer telah mencapai 417ppm, meningkat 50 persen dari masa pra-industri. Meskipun negara-negara telah berjanji mengurangi emisi, emisi karbon global masih akan meningkat 2,7 persen pada 2023 menjadi rekor 37,8 miliar ton. Di antaranya, industri pembangkit listrik menyumbang 35 persen, produksi industri menyumbang 28 persen, dan transportasi menyumbang 24 persen.\n\nUntuk mengatasi krisis iklim, laporan merekomendasikan mengambil tindakan darurat: pada 2030, proporsi energi terbarukan meningkat menjadi 60 persen, pangsa pasar kendaraan listrik meningkat menjadi 40 persen, dan efisiensi energi bangunan meningkat 30 persen. Juga merekomendasikan pembentukan dana adaptasi iklim global senilai 100 miliar dolar untuk membantu negara berkembang meningkatkan kemampuan adaptasi mereka.\n\nPara ilmuwan memperingatkan bahwa jika tindakan efektif tidak diambil dalam lima tahun ke depan, efek pemanasan global mungkin mencapai titik kritis yang tidak dapat diubah. Pada saat itu, bahkan jika manusia menghentikan semua emisi gas rumah kaca, Bumi akan terus menghangat selama beberapa dekade, yang akan menyebabkan bencana alam yang lebih sering, krisis pangan yang lebih serius, dan masalah pengungsi iklim skala besar.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Apakah disebutkan data spesifik kenaikan suhu rata-rata global 2023: 1,5℃ dibandingkan dengan masa pra-industri, mencatatkan rekor tertinggi",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Apakah disebutkan jumlah kejadian badai hujan lebat 2023: 127 badai hujan lebat, meningkat 45 persen dibandingkan sepuluh tahun lalu",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Apakah disebutkan data kerugian ekonomi akibat cuaca ekstrem: 280 miliar dolar AS, mempengaruhi lebih dari 200 juta orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Apakah disebutkan data spesifik kenaikan permukaan laut rata-rata global dalam 25 tahun terakhir: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Apakah disebutkan jumlah spesies yang terancam punah: sekitar 28.000 spesies organisme telah terancam punah di seluruh dunia dalam 50 tahun terakhir",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Apakah disebutkan luas kehilangan hutan hujan tropis 2023: 1,5 juta hektar, area yang setara dengan ukuran Swiss",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Apakah disebutkan konsentrasi karbon dioksida saat ini di atmosfer: 417ppm, meningkat 50 persen dari masa pra-industri",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Apakah disebutkan emisi karbon global 2023: meningkat 2,7 persen menjadi rekor 37,8 miliar ton",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Apakah disebutkan proporsi emisi karbon industri pembangkit listrik: 35 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Apakah disebutkan target proporsi energi terbarukan 2030: meningkat menjadi 60 persen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Apakah disebutkan skala dana adaptasi iklim global yang diusulkan: dana adaptasi iklim global senilai 100 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Ekonomi Digital Global 2023 menunjukkan bahwa ekonomi digital telah menjadi kekuatan pendorong utama pertumbuhan ekonomi global. Menurut data laporan, total skala ekonomi digital global mencapai 54,8 triliun dolar pada 2023, meningkat 18,2% year-on-year, dan proporsi PDB global melebihi 45% untuk pertama kalinya. Di antaranya, skala ekonomi digital China mencapai 50,1 triliun yuan, meningkat 15,3% year-on-year, dan ekonomi digital menyumbang 41,5% dari PDB.\n\nDalam hal pembangunan infrastruktur digital, total jumlah stasiun basis 5G global melebihi 3,5 juta, dengan China menyumbang lebih dari 60%. Jumlah pusat data global mencapai 8.500, dengan konsumsi daya tahunan melebihi 200 miliar kWh. Skala pasar cloud computing mencapai 485 miliar dolar, dengan pangsa pasar gabungan AWS, Microsoft Azure, dan Alibaba Cloud melebihi 65%.\n\nInovasi teknologi digital terus dipercepat, dengan aplikasi paten AI global mencapai 520.000, meningkat 32% year-on-year. Aplikasi teknologi blockchain terus berkembang, dengan skala pasar blockchain global mencapai 128 miliar dolar. Investasi dalam komputasi kuantum melebihi 15 miliar dolar, dengan komputer kuantum yang sedang dikembangkan mencapai level 1.000-qubit.\n\nPerdagangan digital berkembang pesat, dengan skala transaksi e-commerce lintas batas global mencapai 3,8 triliun dolar, meningkat 25% year-on-year. Volume transaksi pembayaran digital melebihi 8,5 triliun dolar, dengan pembayaran mobile menyumbang 68%. Pengguna e-commerce global mencapai 2,8 miliar, dengan layanan digital mencakup lebih dari 80% populasi global.\n\nDalam hal ketenagakerjaan industri digital, posisi terkait ekonomi digital global mencapai 320 juta, meningkat 12% year-on-year. Posisi berketerampilan tinggi seperti pengembangan perangkat lunak, analisis data, dan kecerdasan buatan menunjukkan pertumbuhan permintaan yang signifikan, dengan tingkat gaji rata-rata 35% lebih tinggi dari industri tradisional. Diperkirakan pada 2025, kesenjangan talenta ekonomi digital global akan mencapai 85 juta orang.\n\nTata kelola digital terus membaik, dengan 128 negara di seluruh dunia telah mengeluarkan undang-undang dan peraturan terkait perlindungan data. Investasi keamanan jaringan mencapai 189 miliar dolar, meningkat 22% dari tahun sebelumnya. Kerugian ekonomi global yang disebabkan oleh insiden keamanan jaringan mencapai 950 miliar dolar, meningkat 15% dari tahun sebelumnya.\n\nLaporan memprediksi bahwa pada 2025, skala ekonomi digital global akan melebihi 75 triliun dolar, dengan tingkat pertumbuhan tahunan rata-rata lebih dari 15%. Pengembangan terintegrasi teknologi baru akan menghasilkan lebih banyak bentuk dan model bisnis baru, dan transformasi digital akan mempercepat penetrasi dari bidang konsumen ke bidang produksi. Ekonomi digital diharapkan menjadi mesin kunci untuk pemulihan ekonomi global di era pasca-pandemi.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Apakah disebutkan total skala ekonomi digital global 2023: 54,8 triliun dolar AS, meningkat 18,2% year-on-year, menyumbang lebih dari 45% PDB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Apakah disebutkan skala ekonomi digital China: 50,1 triliun yuan, meningkat 15,3% year-on-year, menyumbang 41,5% dari PDB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Apakah disebutkan total jumlah stasiun basis 5G global: melebihi 3,5 juta, dengan China menyumbang lebih dari 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Apakah disebutkan skala pasar cloud computing global: 485 miliar dolar AS, dengan pangsa pasar gabungan AWS, Microsoft Azure, dan Alibaba Cloud melebihi 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Apakah disebutkan jumlah aplikasi paten kecerdasan buatan global: 520.000, meningkat 32% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Apakah disebutkan skala pasar blockchain global: 128 miliar dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Apakah disebutkan skala transaksi e-commerce lintas batas global: 3,8 triliun dolar AS, meningkat 25% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Apakah disebutkan jumlah posisi terkait ekonomi digital: 320 juta posisi, meningkat 12% year-on-year",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Apakah disebutkan jumlah investasi keamanan jaringan: 189 miliar dolar AS, meningkat 22% dari tahun sebelumnya",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Apakah disebutkan prediksi skala ekonomi digital global 2025: melebihi 75 triliun dolar AS, dengan tingkat pertumbuhan tahunan rata-rata lebih dari 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Terobosan besar dicapai dalam eksplorasi ruang angkasa manusia pada 2023, dengan beberapa misi tonggak sejarah berhasil diselesaikan. Misi uji terbang pertama program pendaratan bulan \"Artemis\" NASA berhasil diselesaikan, dengan pesawat ruang angkasa tanpa awak mengorbit bulan selama 13 hari dan menyelesaikan perjalanan 2,26 juta kilometer. Misi ini memverifikasi kinerja roket angkat berat generasi baru SLS, meletakkan dasar untuk pendaratan bulan berawak pada 2025.\n\nDalam eksplorasi Mars, rover \"Perseverance\" menemukan molekul organik yang diduga sebagai tanda-tanda kehidupan di permukaan Mars dan mengumpulkan 28 sampel batuan. \"Tianwen-1\" China mengirimkan lebih dari 1.100 GB data citra Mars, menciptakan peta topografi Mars yang paling detail hingga saat ini. Probe \"Mars Express\" ESA menemukan bahwa cadangan air bawah tanah Mars jauh melebihi ekspektasi, sekitar 1,5 kali cadangan air tawar Bumi.\n\nEksplorasi ruang angkasa dalam mencapai terobosan baru, dengan probe \"New Horizons\" terbang melalui Sabuk Kuiper dan menemukan beberapa benda langit yang tidak dikenal. Probe \"Juno\" menyelesaikan terbang dekat bulan Jupiter Europa, memperoleh data ekstensif tentang samudra bawah permukaannya. \"Parker Solar Probe\" membuat sejarah dengan menjadi objek buatan manusia pertama yang \"menyentuh\" Matahari, mencapai jarak terdekat yang menakjubkan 8,1 juta kilometer.\n\nPembangunan stasiun ruang angkasa berlangsung stabil, dengan stasiun ruang angkasa China menyelesaikan konstruksi komprehensif dan menjadi tuan rumah 12 astronot secara total. Masa layanan Stasiun Ruang Angkasa Internasional diperpanjang hingga 2030, menyelesaikan 6 misi spacewalk. Penerbangan ruang angkasa komersial berkembang pesat, dengan SpaceX menyelesaikan 68 misi peluncuran sepanjang tahun, menetapkan rekor penerbangan ruang angkasa komersial baru.\n\nMisi pengembalian sampel asteroid mencapai kemajuan terobosan, dengan probe \"OSIRIS-REx\" NASA berhasil mengembalikan sampel dari asteroid Bennu ke Bumi, total 250 gram, sampel asteroid terbesar hingga saat ini. Hasil analisis dari misi \"Hayabusa2\" Jepang menunjukkan bahwa asteroid Ryugu mengandung asam amino dan zat lain yang penting untuk kehidupan.\n\nDalam pengamatan astronomi, Teleskop Ruang Angkasa James Webb menemukan galaksi terjauh hingga saat ini, 13,3 miliar tahun cahaya dari Bumi. Satelit \"Insight-HXMT\" China pertama kali mendeteksi ledakan sinar gamma ultra-kuat dari ledakan magnetar. Array teleskop radio SKA mulai dibangun, yang akan menjadi fasilitas astronomi terbesar umat manusia setelah selesai.\n\nInovasi teknologi kedirgantaraan terus berlanjut, dengan teknologi roket yang dapat digunakan kembali menjadi semakin matang, mencapai tingkat keberhasilan pemulihan 95%. Kemajuan penting dibuat dalam penelitian sistem propulsi nuklir, dengan daya dorong teoritis 10 kali lebih besar dari roket kimia. Teknologi pembersihan sampah ruang angkasa mencapai terobosan, dengan satelit pembersih komersial pertama berhasil menangkap dan menghancurkan 2 satelit yang ditinggalkan.\n\nRencana eksplorasi ruang angkasa 5 tahun ke depan telah diperjelas, termasuk misi besar seperti pendaratan bulan berawak, pengembalian sampel Mars, dan eksplorasi sistem Jupiter. Diperkirakan pada 2030, skala industri kedirgantaraan global akan melebihi 1 triliun dolar, dan ekonomi ruang angkasa akan menjadi titik pertumbuhan baru.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Apakah disebutkan waktu terbang program Artemis: 13 hari mengorbit bulan, menyelesaikan perjalanan 2,26 juta kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Apakah disebutkan jumlah sampel batuan yang dikumpulkan Perseverance: 28 sampel batuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Apakah disebutkan jumlah data yang dikirim Tianwen-1: lebih dari 1.100 GB data citra Mars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Apakah disebutkan jarak terdekat Parker Solar Probe ke Matahari: 8,1 juta kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Apakah disebutkan jumlah astronot yang diterima stasiun ruang angkasa China: 12 astronot secara total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Apakah disebutkan jumlah peluncuran tahunan SpaceX: 68 misi peluncuran sepanjang tahun",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Apakah disebutkan berat sampel yang dibawa OSIRIS-REx: 250 gram, sampel asteroid terbesar hingga saat ini",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Apakah disebutkan jarak galaksi terjauh yang ditemukan Teleskop Webb: 13,3 miliar tahun cahaya dari Bumi",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Apakah disebutkan tingkat keberhasilan pemulihan roket yang dapat digunakan kembali: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Apakah disebutkan prediksi skala industri kedirgantaraan global 2030: melebihi 1 triliun dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Situasi Kesehatan Masyarakat Global 2023 menunjukkan bahwa sistem kesehatan global menghadapi tantangan baru di era pasca-epidemi. Total 156 wabah penyakit menular baru telah dilaporkan di seluruh dunia, meningkat 23% dari tahun sebelumnya. Data dari Organisasi Kesehatan Dunia (WHO) menunjukkan bahwa pengeluaran kesehatan global telah mencapai 9,7 triliun dolar AS, menyumbang 10,2% dari PDB global, tetapi kesenjangan alokasi sumber daya medis antar negara terus melebar.\n\nDalam hal pencegahan dan pengendalian penyakit menular, jaringan pengawasan influenza global mencakup 153 negara dan memantau 12.000 titik sampling secara real-time. Sistem pemantauan varian coronavirus baru telah mengidentifikasi 38 varian penting, di mana 5 terdaftar sebagai perhatian utama. Tingkat vaksinasi global telah mencapai 76%, tetapi masih ada 23 negara di Afrika dengan tingkat vaksinasi di bawah 30%.\n\nKemajuan telah dibuat dalam pencegahan dan pengobatan penyakit kronis. Tingkat kelangsungan hidup kanker 5 tahun global telah melebihi 70% untuk pertama kalinya, dengan tingkat kelangsungan hidup kanker payudara dan prostat melebihi 90%. Tingkat kematian akibat penyakit kardiovaskular telah turun 15% dari satu dekade lalu, tetapi masih merupakan penyebab kematian utama di dunia. Jumlah pasien diabetes telah mencapai 537 juta, dua kali lipat dari 2000, dan pengeluaran medis tahunan melebihi 760 miliar dolar AS.\n\nMasalah kesehatan mental menjadi semakin menonjol, dengan lebih dari 400 juta orang menderita depresi di seluruh dunia, meningkat 28% dari sebelum epidemi. Kesehatan mental remaja mengkhawatirkan, dengan tingkat bunuh diri orang berusia 15-24 naik 12%. Pengeluaran medis untuk kesehatan mental di berbagai negara hanya menyumbang 2,8% dari total pengeluaran, jauh di bawah standar 5% yang direkomendasikan WHO.\n\nInovasi teknologi medis semakin cepat, dengan akurasi diagnosis berbantuan AI mencapai 97%, terutama di bidang diagnosis pencitraan. Terapi gen telah membuat terobosan besar, dengan 15 jenis terapi gen disetujui di seluruh dunia, dan biaya pengobatan telah turun 60% dibandingkan lima tahun lalu. Layanan telemedicine mencakup populasi 850 juta dan memainkan peran penting di daerah terpencil.\n\nMasalah distribusi sumber daya medis yang tidak merata tetap menonjol, dengan 45% sumber daya medis dunia terkonsentrasi di negara maju yang menyumbang 15% dari populasi. Rata-rata jumlah dokter per 10.000 orang di Afrika hanya 2,3, jauh di bawah standar 23 yang direkomendasikan WHO. Masih ada sekitar 3,8 miliar orang di dunia yang tidak dapat mengakses layanan medis dasar.\n\nMasalah resistensi antibiotik semakin parah, dengan 1,5 juta kematian akibat infeksi bakteri resisten setiap tahun dan kerugian ekonomi melebihi 550 miliar dolar AS. WHO memperingatkan bahwa jika tidak ada tindakan yang diambil, infeksi tahan obat mungkin menjadi penyebab kematian utama pada 2050.\n\nLaporan merekomendasikan memperkuat kerja sama kesehatan global, membentuk dana darurat kesehatan global senilai 10 miliar dolar, dan meningkatkan sistem peringatan dini penyakit. Mengintensifkan pelatihan talenta medis dan melatih 5 juta profesional medis pada 2030. Mempromosikan inovasi teknologi medis dan meningkatkan aksesibilitas layanan medis sebesar 30%. Pada saat yang sama, menyerukan negara maju untuk mengambil lebih banyak tanggung jawab untuk bantuan kesehatan internasional dan membantu daerah kurang berkembang meningkatkan standar medis mereka.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Apakah disebutkan jumlah wabah penyakit menular baru global: 156 wabah penyakit menular baru",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Apakah disebutkan proporsi pengeluaran kesehatan global terhadap PDB: 10,2% dari PDB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Apakah disebutkan jumlah negara yang dicakup jaringan pengawasan influenza global: 153 negara",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Apakah disebutkan tingkat kelangsungan hidup kanker 5 tahun global: melebihi 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Apakah disebutkan jumlah pasien diabetes global: 537 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Apakah disebutkan jumlah pasien depresi global: lebih dari 400 juta orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Apakah disebutkan akurasi diagnosis berbantuan AI: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Apakah disebutkan populasi yang dicakup layanan telemedicine: 850 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Apakah disebutkan rasio dokter per populasi di Afrika: 2,3 per 10.000 orang",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Apakah disebutkan jumlah kematian akibat infeksi bakteri resisten: 1,5 juta kematian",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Apakah disebutkan skala dana darurat kesehatan global: 10 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Industri Kendaraan Energi Baru Global 2023 menunjukkan bahwa transformasi elektrifikasi telah memasuki jalur cepat. Penjualan tahunan kendaraan energi baru global melebihi 14,8 juta unit, meningkat 46,3% year-on-year, dan tingkat penetrasi pasar mencapai 22%. Di antaranya, kendaraan listrik murni menyumbang 68%, kendaraan hibrida plug-in menyumbang 29%, dan kendaraan sel bahan bakar hidrogen menyumbang 3%. Pasar China menunjukkan kinerja terbaik, dengan penjualan mencapai 8,2 juta unit, menyumbang 55,4% dari total global.\n\nTeknologi baterai daya terus mencapai terobosan, dan kepadatan energi baterai solid-state generasi baru telah mencapai 400Wh/kg, meningkat 45% dari baterai lithium tradisional. Kapasitas produksi baterai daya global telah mencapai 1200GWh, dan investasi industri telah melebihi 85 miliar dolar AS. Biaya baterai telah turun 38% dari 2020, mendorong pengurangan signifikan biaya manufaktur kendaraan.\n\nInfrastruktur pengisian telah mempercepat tata letaknya, dan jumlah tiang pengisian publik di seluruh dunia telah mencapai 18,5 juta, di mana tiang pengisian cepat menyumbang 35%. Teknologi pengisian cerdas telah dipromosikan dan diterapkan, dan proyek demonstrasi interaksi kendaraan-ke-grid (V2G) telah diimplementasikan di 15 negara, menyediakan kapasitas peak-shaving 45GWh untuk jaringan listrik.\n\nTeknologi mengemudi cerdas telah ditingkatkan, dengan tingkat penetrasi mengemudi otonom L2+ mencapai 45%, dan level L3 telah mulai produksi massal. Kekurangan chip otomotif global telah membaik secara signifikan, dengan kapasitas produksi tahunan meningkat 28%. Daya komputasi sistem cerdas on-board telah melebihi 1000TOPS, mendukung skenario mengemudi otonom yang lebih kompleks.\n\nLokalisasi rantai industri telah dipercepat, dan lima kluster industri kendaraan energi baru utama telah terbentuk secara global. Kemampuan kontrol mandiri bahan kunci telah ditingkatkan, dan tingkat swasembada bahan baterai lithium China telah melebihi 85%. Sistem daur ulang untuk baterai daya bekas telah secara bertahap diperbaiki, dengan tingkat daur ulang 78% dan ukuran pasar turunan lebih dari 28 miliar dolar AS.\n\nEkspor kendaraan energi baru telah tumbuh pesat, dengan volume ekspor kendaraan energi baru China mencapai 950.000 unit, meningkat 120% year-on-year. Transformasi elektrifikasi pasar Eropa telah dipercepat, dengan kendaraan listrik menyumbang 28% dari penjualan mobil baru. Pasar AS telah tumbuh pesat dengan dukungan kebijakan, dengan penjualan tahunan melebihi 2,1 juta unit.\n\nKompetisi dalam rute teknis telah mengintensif, dan teknologi baru seperti baterai solid-state dan baterai ion natrium telah mempercepat komersialisasi. Teknologi sel bahan bakar hidrogen telah membuat terobosan, dan biaya sistem telah turun 55% dibandingkan 2020. Model penggantian baterai dipromosikan di bidang kendaraan komersial berat, dan 28.000 stasiun penggantian baterai telah dibangun di seluruh dunia.\n\nKebijakan industri terus dioptimalkan, dan dunia telah menginvestasikan total 280 miliar dolar AS dalam subsidi. Regulasi emisi karbon di berbagai negara telah menjadi lebih ketat, dan jadwal penarikan kendaraan bahan bakar tradisional telah diperjelas. Sistem standar industri telah terus diperbaiki, mendorong pengembangan sehat industri kendaraan energi baru global.\n\nOutlook untuk lima tahun ke depan: Diperkirakan pada 2028, penjualan tahunan kendaraan energi baru di seluruh dunia akan melebihi 35 juta, dan tingkat penetrasi pasar akan melebihi 45%. Kepadatan energi baterai daya diharapkan melebihi 500Wh/kg, dan biaya akan turun di bawah 60 dolar AS/kWh. Mengemudi cerdas akan memasuki tahap komersialisasi level L4, mendorong pasar cerdas senilai 500 miliar dolar AS.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Apakah disebutkan penjualan tahunan kendaraan energi baru global: 14,8 juta unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Apakah disebutkan proporsi penjualan pasar China: 55,4% dari total global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Apakah disebutkan kepadatan energi baterai solid-state generasi baru: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Apakah disebutkan jumlah tiang pengisian publik global: 18,5 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Apakah disebutkan tingkat penetrasi mengemudi otonom level L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Apakah disebutkan tingkat swasembada bahan baterai lithium China: melebihi 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Apakah disebutkan volume ekspor kendaraan energi baru China: 950.000 unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Apakah disebutkan penurunan biaya sistem sel bahan bakar hidrogen: 55% dibandingkan 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Apakah disebutkan jumlah stasiun penggantian baterai global: 28.000 stasiun penggantian baterai",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Apakah disebutkan total dana subsidi global: 280 miliar dolar AS",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Pengembangan Teknologi Metaverse 2023 menunjukkan bahwa industri Metaverse global akan mencapai 385 miliar dolar, meningkat 85% year-on-year. Volume pengiriman perangkat virtual reality (VR) dan augmented reality (AR) melebihi 32 juta unit, meningkat 62% dari tahun sebelumnya. Jumlah aplikasi paten terkait Metaverse mencapai 185.000, di mana China menyumbang 38%, menempati peringkat pertama di dunia.\n\nTerobosan signifikan dalam teknologi perangkat keras, resolusi perangkat VR generasi baru mencapai 4K×4K, bidang pandang diperluas menjadi 120 derajat, dan penundaan dikurangi menjadi 12ms. Solusi optik AR inovatif, dan teknologi waveguide difraksi mengurangi berat perangkat menjadi 120g. Kemajuan signifikan telah dibuat dalam antarmuka otak-komputer, dan perangkat non-invasif dapat mengenali 1.000 perintah pikiran dengan tingkat akurasi 92%.\n\nTeknologi interaktif menjadi semakin matang, akurasi penangkapan gerakan seluruh tubuh telah ditingkatkan ke level sub\n        Teknologi interaktif menjadi semakin matang, akurasi penangkapan gerakan seluruh tubuh telah ditingkatkan ke level sub-milimeter, dan pengenalan ekspresi wajah mendukung 95 mikro-ekspresi. Terobosan telah dibuat dalam teknologi umpan balik taktil, yang dapat mensimulasikan sentuhan 200 bahan berbeda. Teknologi proyeksi holografik telah mencapai resolusi 8K, mendukung beberapa orang untuk menonton secara bersamaan tanpa kacamata khusus.\nEkosistem konten berkembang pesat, dengan lebih dari 8,5 juta pengembang konten Metaverse di seluruh dunia, naik 95% dari tahun sebelumnya. Jumlah pengguna aktif bulanan platform sosial virtual telah mencapai 450 juta, dan jumlah penonton online tertinggi untuk konser virtual tunggal telah melebihi 25 juta. Digunakan secara luas di bidang pendidikan, dengan 15% universitas di seluruh dunia menawarkan kursus Metaverse.\nEkonomi digital mempercepat tata letaknya, dengan nilai pasar perusahaan publik terkait konsep Metaverse global melebihi 2,8 triliun dolar AS. Skala transaksi aset virtual telah mencapai 68 miliar dolar AS, dan volume transaksi harian rata-rata pasar NFT telah melebihi 150 juta dolar AS. Skala pasar periklanan Metaverse telah mencapai 12,5 miliar dolar AS, dengan tingkat pertumbuhan tahunan lebih dari 200%.\nFormulasi standar teknis telah dipercepat, dan IEEE telah merilis standar arsitektur referensi Metaverse pertama. Aliansi Industri Metaverse telah didirikan secara global, dengan 180 perusahaan berpartisipasi dalam formulasi standar. Kerangka keamanan data dan perlindungan privasi telah secara bertahap diperbaiki untuk mendukung interoperabilitas data lintas platform.\nAplikasi industri terus diperdalam, dan Metaverse industri telah menyebabkan peningkatan efisiensi manufaktur sebesar 28%. Metaverse medis telah mendukung 5.000 operasi jarak jauh dengan tingkat akurasi 99,9%. Volume transaksi platform metaverse real estat melebihi 20 miliar dolar AS, dan viewing rumah online menyumbang 35%.\nPermintaan talenta tumbuh pesat, dan permintaan global untuk posisi terkait metaverse telah mencapai 950.000, dengan gaji rata-rata 45% lebih tinggi dari posisi IT tradisional. Negara-negara telah meningkatkan upaya mereka dalam pelatihan talenta, dan ada lebih dari 3.000 institusi pelatihan profesional. Diperkirakan kesenjangan talenta akan mencapai 2,8 juta pada 2025.\nTren pengembangan masa depan: Diperkirakan pada 2028, ukuran pasar metaverse global akan melebihi 1,5 triliun dolar AS. Ekonomi riil mempercepat transformasi digitalnya, dan 85% merek akan menerapkan metaverse. Integrasi dan inovasi teknologi semakin cepat, dan antarmuka otak-komputer, teknologi holografik, komputasi kuantum, dll. akan membawa terobosan revolusioner.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Apakah disebutkan skala industri metaverse global: 385 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Apakah disebutkan volume pengiriman perangkat VR/AR: 32 juta unit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Apakah disebutkan data penundaan perangkat VR generasi baru: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Apakah disebutkan jumlah perintah pikiran yang dapat dikenali antarmuka otak-komputer: 1.000 perintah pikiran",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Apakah disebutkan jumlah pengembang konten metaverse global: 8,5 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Apakah disebutkan jumlah pengguna aktif bulanan platform sosial virtual: 450 juta",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Apakah disebutkan volume transaksi harian rata-rata pasar NFT: 150 juta dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Apakah disebutkan jumlah perusahaan yang berpartisipasi dalam Aliansi Industri Metaverse: 180 perusahaan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Apakah disebutkan jumlah operasi jarak jauh yang didukung metaverse medis: 5.000 operasi jarak jauh",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Apakah disebutkan prediksi ukuran pasar metaverse global 2028: 1,5 triliun dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Tolong bantu saya merangkum artikel berikut【Laporan Inovasi dan Pengembangan Pendidikan Global 2023 menunjukkan bahwa transformasi digital pendidikan semakin cepat, dan investasi global dalam teknologi pendidikan telah mencapai 342 miliar dolar AS, meningkat 42% year-on-year. Skala pengguna pendidikan online telah melebihi 1,8 miliar, dan sumber daya pembelajaran digital mencakup 89% pelajar di seluruh dunia. Di era pasca-epidemi, pendidikan hibrida telah menjadi mainstream, dan pengajaran terintegrasi online dan offline menyumbang 65%.\nAplikasi kecerdasan buatan dalam pendidikan telah diperdalam, dan asisten pengajaran AI telah mencakup lebih dari 250 juta pengguna dengan tingkat akurasi 96%. Sistem pembelajaran adaptif dapat mengidentifikasi lebih dari 8.000 pola perilaku pembelajaran, dan tingkat akurasi rekomendasi yang dipersonalisasi telah mencapai 92%. Analisis big data pendidikan mendukung keputusan pengajaran dan meningkatkan efektivitas pengajaran sebesar 35%.\nMode pasokan sumber daya pendidikan telah berubah. Jumlah kursus di platform MOOC global telah melebihi 85.000, dan jumlah kumulatif pemilihan kursus telah mencapai 1,5 miliar. Berbagi sumber daya pendidikan berkualitas tinggi telah dipercepat, dan jumlah kursus terbuka di universitas bergengsi internasional telah mencapai 12.000. Ada lebih dari 5.000 proyek pengajaran eksperimen simulasi virtual, mencakup 12 disiplin ilmu.\nEvaluasi pendidikan telah berinovasi dan berkembang, dan sistem sertifikasi kredit berbasis blockchain telah diujicobakan di 280 universitas. Sistem evaluasi cerdas dapat menganalisis data proses pembelajaran secara real-time, dengan 186 dimensi evaluasi. Model evaluasi berbasis kompetensi dipromosikan di bidang pendidikan kejuruan, dan 2.800 standar profesional terhubung.\nPengembangan profesional guru dipercepat, dan 8,5 juta guru di seluruh dunia telah menyelesaikan pelatihan kemampuan pengajaran digital. Tingkat cakupan pelatihan literasi kecerdasan buatan guru telah mencapai 55%. Aplikasi sistem persiapan pelajaran cerdas dipopulerkan, menghemat 40% waktu persiapan pelajaran guru. Platform layanan dukungan pengembangan guru mengumpulkan 20 juta sumber daya pengajaran.\nReformasi model pelatihan talenta inovatif, pembelajaran berbasis proyek menyumbang 38%. Ada 35.000 kursus terintegrasi interdisipliner, dan 1,8 juta talenta gabungan telah dilatih. Integrasi industri dan pendidikan telah berkembang secara mendalam, dengan 120.000 proyek kerja sama sekolah-perusahaan dan 15 juta siswa yang dicakup oleh pendidikan kolaboratif.\nKesetaraan pendidikan terus membaik, dan tingkat cakupan pendidikan online di daerah terpencil telah meningkat menjadi 75%. Proyek bantuan pendidikan menguntungkan 120 juta siswa yang membutuhkan. Sistem dukungan teknologi pendidikan khusus diperbaiki, dan teknologi bantu menguntungkan 28 juta siswa khusus.\nKerja sama pendidikan internasional diperkuat, dan proyek pembelajaran online lintas batas telah mencapai 8.500. Ada 1.200 perjanjian pengakuan kredit internasional. Keanggotaan Aliansi Inovasi Pendidikan Global telah diperluas ke 85 negara, dengan lebih dari 3.000 program pelatihan bersama.\nTren pengembangan masa depan: Diperkirakan pada 2028, pasar teknologi pendidikan global akan mencapai 850 miliar dolar AS. Aplikasi pendidikan metaverse dipopulerkan, dan pembelajaran imersif telah menjadi metode penting. Kecerdasan buatan secara mendalam memberdayakan seluruh proses pendidikan dan mempromosikan perubahan dalam paradigma pendidikan. Sistem pembelajaran seumur hidup lebih lengkap, dan pembangunan masyarakat pembelajaran dipercepat.】. Rangkuman Anda harus mencakup semua informasi kunci dari artikel (semuanya, tanpa meninggalkan apapun). Tetapi Anda harus mengontrol total kata dalam 180. Perhatian: hanya kata-kata bahasa Indonesia yang dihitung dalam total kata.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "indonesian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Apakah disebutkan skala investasi teknologi pendidikan global: 342 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Apakah disebutkan skala pengguna pendidikan online: 1,8 miliar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Apakah disebutkan jumlah pengguna yang dicakup asisten pengajaran AI: 250 juta pengguna",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Apakah disebutkan jumlah kursus platform MOOC global: 85.000 kursus",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Apakah disebutkan jumlah kursus terbuka universitas bergengsi internasional: 12.000 kursus terbuka",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Apakah disebutkan jumlah universitas uji coba sertifikasi kredit blockchain: 280 universitas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Apakah disebutkan jumlah guru yang menyelesaikan pelatihan kemampuan pengajaran digital: 8,5 juta guru",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Apakah disebutkan jumlah proyek kerja sama sekolah-perusahaan: 120.000 proyek",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Apakah disebutkan jumlah siswa yang diuntungkan proyek bantuan pendidikan: 120 juta siswa",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Apakah disebutkan prediksi ukuran pasar teknologi pendidikan global 2028: 850 miliar dolar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]