[
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya adalah karyawan baru yang baru saja tiba di Beijing. Saya sebelumnya tinggal dan belajar di Tiongkok selatan, dan memutuskan untuk datang ke Beijing untuk berkembang, berharap dapat memperluas wawasan dan kemampuan saya. Minat saya cukup beragam, seperti membaca, fotografi, dan bepergian. Saya juga suka olahraga, terutama bulutangkis dan renang. Hobi-hobi ini membantu saya lebih rileks setelah bekerja dan telah memungkinkan saya bertemu banyak teman yang berpikiran sama. Saya memiliki kepribadian yang ramah, suka berkomunikasi, suka berteman baru, dan beradaptasi dengan baik terhadap lingkungan baru. Selanjutnya, saya ingin fokus memperkenalkan pengalaman relevan saya sebagai manajer produk. Saya pernah bekerja sebagai manajer produk di perusahaan internet, bertanggung jawab atas riset kebutuhan produk, analisis kompetitif, desain prototipe, dan komunikasi dengan berbagai departemen seperti pengembangan, pengujian, dan operasi dari nol hingga satu. Selama kemajuan proyek, saya pandai mendengarkan umpan balik pengguna dan dapat dengan cepat menemukan dan menyelesaikan masalah dalam produk. Saya juga memimpin tim untuk berhasil meluncurkan aplikasi pembelajaran untuk mahasiswa, yang mendapat tanggapan positif dari pasar. Dalam hal kolaborasi tim, saya menekankan komunikasi dan kerjasama antar anggota tim, dan telah mengorganisir beberapa sesi brainstorming dan rapat tinjauan kebutuhan untuk memastikan kemajuan proyek berjalan lancar. Saya juga senang membantu pendatang baru berintegrasi ke dalam tim dan berbagi pengalaman serta wawasan saya. Akhirnya, saya ingin menyatakan harapan dan antusiasme saya terhadap pekerjaan baru. Saya sangat menghargai kesempatan untuk berkembang di Beijing ini dan berharap dapat terus tumbuh di platform baru ini, menciptakan produk yang lebih berharga bersama dengan kolega-kolega yang luar biasa. Saya bersemangat dengan peran manajer produk, bersedia terus belajar dan menantang diri sendiri, serta berkontribusi pada pengembangan perusahaan. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 10 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya adalah karyawan baru yang baru saja tiba di Beijing. Saya sebelumnya tinggal dan belajar di Tiongkok selatan, dan memutuskan untuk datang ke Beijing untuk berkembang, berharap dapat memperluas wawasan dan kemampuan saya. Minat saya cukup beragam, seperti membaca, fotografi, dan bepergian. Saya juga suka olahraga, terutama bulutangkis dan renang. Hobi-hobi ini membantu saya lebih rileks setelah bekerja dan telah memungkinkan saya bertemu banyak teman yang berpikiran sama. Saya memiliki kepribadian yang ramah, suka berkomunikasi, suka berteman baru, dan beradaptasi dengan baik terhadap lingkungan baru. Selanjutnya, saya ingin fokus memperkenalkan pengalaman relevan saya sebagai manajer produk. Saya pernah bekerja sebagai manajer produk di perusahaan internet, bertanggung jawab atas riset kebutuhan produk, analisis kompetitif, desain prototipe, dan komunikasi dengan berbagai departemen seperti pengembangan, pengujian, dan operasi dari nol hingga satu. Selama kemajuan proyek, saya pandai mendengarkan umpan balik pengguna dan dapat dengan cepat menemukan dan menyelesaikan masalah dalam produk. Saya juga memimpin tim untuk berhasil meluncurkan aplikasi pembelajaran untuk mahasiswa, yang mendapat tanggapan positif dari pasar. Dalam hal kolaborasi tim, saya menekankan komunikasi dan kerjasama antar anggota tim, dan telah mengorganisir beberapa sesi brainstorming dan rapat tinjauan kebutuhan untuk memastikan kemajuan proyek berjalan lancar. Saya juga senang membantu pendatang baru berintegrasi ke dalam tim dan berbagi pengalaman serta wawasan saya. Akhirnya, saya ingin menyatakan harapan dan antusiasme saya terhadap pekerjaan baru. Saya sangat menghargai kesempatan untuk berkembang di Beijing ini dan berharap dapat terus tumbuh di platform baru ini, menciptakan produk yang lebih berharga bersama dengan kolega-kolega yang luar biasa. Saya bersemangat dengan peran manajer produk, bersedia terus belajar dan menantang diri sendiri, serta berkontribusi pada pengembangan perusahaan. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 40 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya adalah karyawan baru yang baru saja tiba di Beijing. Saya sebelumnya tinggal dan belajar di Tiongkok selatan, dan memutuskan untuk datang ke Beijing untuk berkembang, berharap dapat memperluas wawasan dan kemampuan saya. Minat saya cukup beragam, seperti membaca, fotografi, dan bepergian. Saya juga suka olahraga, terutama bulutangkis dan renang. Hobi-hobi ini membantu saya lebih rileks setelah bekerja dan telah memungkinkan saya bertemu banyak teman yang berpikiran sama. Saya memiliki kepribadian yang ramah, suka berkomunikasi, suka berteman baru, dan beradaptasi dengan baik terhadap lingkungan baru. Selanjutnya, saya ingin fokus memperkenalkan pengalaman relevan saya sebagai manajer produk. Saya pernah bekerja sebagai manajer produk di perusahaan internet, bertanggung jawab atas riset kebutuhan produk, analisis kompetitif, desain prototipe, dan komunikasi dengan berbagai departemen seperti pengembangan, pengujian, dan operasi dari nol hingga satu. Selama kemajuan proyek, saya pandai mendengarkan umpan balik pengguna dan dapat dengan cepat menemukan dan menyelesaikan masalah dalam produk. Saya juga memimpin tim untuk berhasil meluncurkan aplikasi pembelajaran untuk mahasiswa, yang mendapat tanggapan positif dari pasar. Dalam hal kolaborasi tim, saya menekankan komunikasi dan kerjasama antar anggota tim, dan telah mengorganisir beberapa sesi brainstorming dan rapat tinjauan kebutuhan untuk memastikan kemajuan proyek berjalan lancar. Saya juga senang membantu pendatang baru berintegrasi ke dalam tim dan berbagi pengalaman serta wawasan saya. Akhirnya, saya ingin menyatakan harapan dan antusiasme saya terhadap pekerjaan baru. Saya sangat menghargai kesempatan untuk berkembang di Beijing ini dan berharap dapat terus tumbuh di platform baru ini, menciptakan produk yang lebih berharga bersama dengan kolega-kolega yang luar biasa. Saya bersemangat dengan peran manajer produk, bersedia terus belajar dan menantang diri sendiri, serta berkontribusi pada pengembangan perusahaan. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 50 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya bukan penduduk asli Guangzhou. Saya sebelumnya tinggal dan bekerja di Xi‘an, dan kali ini datang ke Guangzhou berharap dapat terlibat dalam pekerjaan pengembangan frontend di sini. Di waktu luang, saya suka menggambar, pemrograman, menonton film, dan mencoba hal-hal baru, seperti baru-baru ini belajar membuat kue dan bersepeda. Saya memiliki kepribadian yang cukup ramah, suka mendiskusikan masalah teknis dengan kolega dan teman, dan senang berpartisipasi dalam berbagai sharing teknis dan kegiatan komunitas. Mengenai pengalaman pengembangan frontend saya, saya pernah bekerja sebagai pengembang frontend di perusahaan internet besar, berpartisipasi dalam beberapa proyek skala besar termasuk platform e-commerce dan situs web pendidikan online. Saya mahir dalam teknologi frontend seperti HTML, CSS, JavaScript, dan familiar dengan framework utama seperti React dan Vue, mampu menyelesaikan seluruh proses dari desain halaman hingga implementasi fungsionalitas secara mandiri. Dalam proyek, saya fokus pada maintainability kode dan optimasi performa, telah memimpin inisiatif peningkatan performa frontend yang secara signifikan meningkatkan kecepatan loading halaman melalui teknik seperti lazy loading dan code splitting. Selain itu, saya aktif berpartisipasi dalam optimasi pengalaman pengguna, memperhatikan kebutuhan pengguna yang sebenarnya, dan telah mengusulkan serta mengimplementasikan beberapa solusi optimasi interaksi untuk meningkatkan kegunaan dan estetika produk. Akhirnya, saya ingin menyatakan antusiasme dan harapan saya untuk pekerjaan masa depan. Saya mencintai pengembangan frontend dan menikmati menciptakan pengalaman pengguna yang indah dengan kode dan desain. Saya berharap dapat mencapai tingkat terobosan teknis dan inovasi produk yang lebih tinggi dengan tim yang luar biasa di Guangzhou, kota yang dinamis ini. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 10 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya bukan penduduk asli Guangzhou. Saya sebelumnya tinggal dan bekerja di Xi‘an, dan kali ini datang ke Guangzhou berharap dapat terlibat dalam pekerjaan pengembangan frontend di sini. Di waktu luang, saya suka menggambar, pemrograman, menonton film, dan mencoba hal-hal baru, seperti baru-baru ini belajar membuat kue dan bersepeda. Saya memiliki kepribadian yang cukup ramah, suka mendiskusikan masalah teknis dengan kolega dan teman, dan senang berpartisipasi dalam berbagai sharing teknis dan kegiatan komunitas. Mengenai pengalaman pengembangan frontend saya, saya pernah bekerja sebagai pengembang frontend di perusahaan internet besar, berpartisipasi dalam beberapa proyek skala besar termasuk platform e-commerce dan situs web pendidikan online. Saya mahir dalam teknologi frontend seperti HTML, CSS, JavaScript, dan familiar dengan framework utama seperti React dan Vue, mampu menyelesaikan seluruh proses dari desain halaman hingga implementasi fungsionalitas secara mandiri. Dalam proyek, saya fokus pada maintainability kode dan optimasi performa, telah memimpin inisiatif peningkatan performa frontend yang secara signifikan meningkatkan kecepatan loading halaman melalui teknik seperti lazy loading dan code splitting. Selain itu, saya aktif berpartisipasi dalam optimasi pengalaman pengguna, memperhatikan kebutuhan pengguna yang sebenarnya, dan telah mengusulkan serta mengimplementasikan beberapa solusi optimasi interaksi untuk meningkatkan kegunaan dan estetika produk. Akhirnya, saya ingin menyatakan antusiasme dan harapan saya untuk pekerjaan masa depan. Saya mencintai pengembangan frontend dan menikmati menciptakan pengalaman pengguna yang indah dengan kode dan desain. Saya berharap dapat mencapai tingkat terobosan teknis dan inovasi produk yang lebih tinggi dengan tim yang luar biasa di Guangzhou, kota yang dinamis ini. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 40 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya bukan penduduk asli Guangzhou. Saya sebelumnya tinggal dan bekerja di Xi‘an, dan kali ini datang ke Guangzhou berharap dapat terlibat dalam pekerjaan pengembangan frontend di sini. Di waktu luang, saya suka menggambar, pemrograman, menonton film, dan mencoba hal-hal baru, seperti baru-baru ini belajar membuat kue dan bersepeda. Saya memiliki kepribadian yang cukup ramah, suka mendiskusikan masalah teknis dengan kolega dan teman, dan senang berpartisipasi dalam berbagai sharing teknis dan kegiatan komunitas. Mengenai pengalaman pengembangan frontend saya, saya pernah bekerja sebagai pengembang frontend di perusahaan internet besar, berpartisipasi dalam beberapa proyek skala besar termasuk platform e-commerce dan situs web pendidikan online. Saya mahir dalam teknologi frontend seperti HTML, CSS, JavaScript, dan familiar dengan framework utama seperti React dan Vue, mampu menyelesaikan seluruh proses dari desain halaman hingga implementasi fungsionalitas secara mandiri. Dalam proyek, saya fokus pada maintainability kode dan optimasi performa, telah memimpin inisiatif peningkatan performa frontend yang secara signifikan meningkatkan kecepatan loading halaman melalui teknik seperti lazy loading dan code splitting. Selain itu, saya aktif berpartisipasi dalam optimasi pengalaman pengguna, memperhatikan kebutuhan pengguna yang sebenarnya, dan telah mengusulkan serta mengimplementasikan beberapa solusi optimasi interaksi untuk meningkatkan kegunaan dan estetika produk. Akhirnya, saya ingin menyatakan antusiasme dan harapan saya untuk pekerjaan masa depan. Saya mencintai pengembangan frontend dan menikmati menciptakan pengalaman pengguna yang indah dengan kode dan desain. Saya berharap dapat mencapai tingkat terobosan teknis dan inovasi produk yang lebih tinggi dengan tim yang luar biasa di Guangzhou, kota yang dinamis ini. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 50 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya baru saja tiba di Shenzhen setelah tinggal dan bekerja di Tiongkok timur laut. Saya datang ke Shenzhen berharap dapat menantang diri sendiri dan meningkatkan keterampilan profesional saya di lingkungan yang lebih terbuka dan inovatif. Secara pribadi, saya suka membaca, menulis, dan bepergian, dan saya juga suka olahraga seperti lari dan basket. Minat-minat ini membantu saya mempertahankan keadaan pikiran yang baik di luar pekerjaan yang intens. Saya memiliki kepribadian yang ramah, pandai berkomunikasi dan berekspresi, dan beradaptasi dengan baik terhadap lingkungan kerja yang bergerak cepat. Mengenai pengalaman saya sebagai analis data, saya bekerja di perusahaan fintech yang bertanggung jawab atas pengumpulan, pembersihan, pemodelan, dan analisis data. Secara khusus, saya telah berpartisipasi dalam berbagai proyek seperti analisis perilaku pengguna, pemodelan risiko, dan evaluasi efektivitas pemasaran. Saya mahir dalam alat analisis data seperti Python, SQL, dan Tableau, dan dapat menyelesaikan seluruh proses analisis dari akuisisi data hingga presentasi hasil secara mandiri. Dalam hal visualisasi data, saya memiliki pengalaman praktis yang luas dan telah menyesuaikan beberapa laporan visualisasi data untuk eksekutif perusahaan, membantu manajemen memahami situasi bisnis secara lebih intuitif dan membantu pengambilan keputusan. Selain itu, saya aktif berpartisipasi dalam berbagi pengetahuan dalam tim, membantu kolega baru dengan cepat menguasai keterampilan analisis data. Akhirnya, saya ingin menyatakan gairah dan pencarian saya terhadap pekerjaan analisis data. Saya percaya data dapat mendorong inovasi dan optimasi bisnis, dan berharap dapat mengeksplorasi lebih banyak kemungkinan dengan data bersama tim yang luar biasa di Shenzhen, kota yang penuh peluang ini, mencapai pertumbuhan pribadi dan perusahaan bersama-sama. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 10 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya baru saja tiba di Shenzhen setelah tinggal dan bekerja di Tiongkok timur laut. Saya datang ke Shenzhen berharap dapat menantang diri sendiri dan meningkatkan keterampilan profesional saya di lingkungan yang lebih terbuka dan inovatif. Secara pribadi, saya suka membaca, menulis, dan bepergian, dan saya juga suka olahraga seperti lari dan basket. Minat-minat ini membantu saya mempertahankan keadaan pikiran yang baik di luar pekerjaan yang intens. Saya memiliki kepribadian yang ramah, pandai berkomunikasi dan berekspresi, dan beradaptasi dengan baik terhadap lingkungan kerja yang bergerak cepat. Mengenai pengalaman saya sebagai analis data, saya bekerja di perusahaan fintech yang bertanggung jawab atas pengumpulan, pembersihan, pemodelan, dan analisis data. Secara khusus, saya telah berpartisipasi dalam berbagai proyek seperti analisis perilaku pengguna, pemodelan risiko, dan evaluasi efektivitas pemasaran. Saya mahir dalam alat analisis data seperti Python, SQL, dan Tableau, dan dapat menyelesaikan seluruh proses analisis dari akuisisi data hingga presentasi hasil secara mandiri. Dalam hal visualisasi data, saya memiliki pengalaman praktis yang luas dan telah menyesuaikan beberapa laporan visualisasi data untuk eksekutif perusahaan, membantu manajemen memahami situasi bisnis secara lebih intuitif dan membantu pengambilan keputusan. Selain itu, saya aktif berpartisipasi dalam berbagi pengetahuan dalam tim, membantu kolega baru dengan cepat menguasai keterampilan analisis data. Akhirnya, saya ingin menyatakan gairah dan pencarian saya terhadap pekerjaan analisis data. Saya percaya data dapat mendorong inovasi dan optimasi bisnis, dan berharap dapat mengeksplorasi lebih banyak kemungkinan dengan data bersama tim yang luar biasa di Shenzhen, kota yang penuh peluang ini, mencapai pertumbuhan pribadi dan perusahaan bersama-sama. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 40 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya baru saja tiba di Shenzhen setelah tinggal dan bekerja di Tiongkok timur laut. Saya datang ke Shenzhen berharap dapat menantang diri sendiri dan meningkatkan keterampilan profesional saya di lingkungan yang lebih terbuka dan inovatif. Secara pribadi, saya suka membaca, menulis, dan bepergian, dan saya juga suka olahraga seperti lari dan basket. Minat-minat ini membantu saya mempertahankan keadaan pikiran yang baik di luar pekerjaan yang intens. Saya memiliki kepribadian yang ramah, pandai berkomunikasi dan berekspresi, dan beradaptasi dengan baik terhadap lingkungan kerja yang bergerak cepat. Mengenai pengalaman saya sebagai analis data, saya bekerja di perusahaan fintech yang bertanggung jawab atas pengumpulan, pembersihan, pemodelan, dan analisis data. Secara khusus, saya telah berpartisipasi dalam berbagai proyek seperti analisis perilaku pengguna, pemodelan risiko, dan evaluasi efektivitas pemasaran. Saya mahir dalam alat analisis data seperti Python, SQL, dan Tableau, dan dapat menyelesaikan seluruh proses analisis dari akuisisi data hingga presentasi hasil secara mandiri. Dalam hal visualisasi data, saya memiliki pengalaman praktis yang luas dan telah menyesuaikan beberapa laporan visualisasi data untuk eksekutif perusahaan, membantu manajemen memahami situasi bisnis secara lebih intuitif dan membantu pengambilan keputusan. Selain itu, saya aktif berpartisipasi dalam berbagi pengetahuan dalam tim, membantu kolega baru dengan cepat menguasai keterampilan analisis data. Akhirnya, saya ingin menyatakan gairah dan pencarian saya terhadap pekerjaan analisis data. Saya percaya data dapat mendorong inovasi dan optimasi bisnis, dan berharap dapat mengeksplorasi lebih banyak kemungkinan dengan data bersama tim yang luar biasa di Shenzhen, kota yang penuh peluang ini, mencapai pertumbuhan pribadi dan perusahaan bersama-sama. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 50 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya adalah pencari kerja yang baru di Hangzhou, sebelumnya tinggal dan belajar di kota-kota utara. Saya datang ke Hangzhou berharap menemukan peluang pengembangan yang lebih baik di sini. Di waktu luang, saya suka mendengarkan musik, membaca, fotografi, dan berpartisipasi dalam berbagai kegiatan outdoor seperti hiking dan bersepeda, yang membantu saya mempertahankan sikap positif. Saya memiliki kepribadian yang relatif optimis, pandai berkomunikasi dengan orang, dan dapat dengan cepat beradaptasi dengan lingkungan baru. Mengenai pengalaman pengembangan backend saya, saya bekerja sebagai pengembang backend di perusahaan teknologi terkenal, terutama bertanggung jawab atas desain arsitektur sistem, desain database, pengembangan interface, dan optimasi performa. Saya telah berpartisipasi dalam beberapa proyek skala besar, termasuk sistem e-commerce dan platform manajemen konten, dan familiar dengan bahasa pengembangan backend seperti Java, Python, dan Go, menguasai framework utama seperti Spring Boot dan Django. Dalam hal desain arsitektur sistem, saya telah memimpin implementasi arsitektur microservice, bertanggung jawab atas pemisahan layanan, deployment containerized, dan operasi otomatis, secara signifikan meningkatkan skalabilitas dan stabilitas sistem. Dalam kolaborasi tim, saya menekankan kerjasama dengan departemen seperti frontend, testing, dan operasi, dapat berkomunikasi secara efisien, dan menyelesaikan berbagai masalah teknis dalam proyek. Akhirnya, saya ingin menyatakan harapan dan antusiasme saya untuk bergabung dengan tim baru. Saya mencintai pekerjaan pengembangan backend, bersedia terus belajar teknologi baru dan meningkatkan diri, dan berharap dapat menciptakan produk dan layanan yang lebih baik bersama semua orang di Hangzhou, kota dengan atmosfer internet yang kuat. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 10 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya adalah pencari kerja yang baru di Hangzhou, sebelumnya tinggal dan belajar di kota-kota utara. Saya datang ke Hangzhou berharap menemukan peluang pengembangan yang lebih baik di sini. Di waktu luang, saya suka mendengarkan musik, membaca, fotografi, dan berpartisipasi dalam berbagai kegiatan outdoor seperti hiking dan bersepeda, yang membantu saya mempertahankan sikap positif. Saya memiliki kepribadian yang relatif optimis, pandai berkomunikasi dengan orang, dan dapat dengan cepat beradaptasi dengan lingkungan baru. Mengenai pengalaman pengembangan backend saya, saya bekerja sebagai pengembang backend di perusahaan teknologi terkenal, terutama bertanggung jawab atas desain arsitektur sistem, desain database, pengembangan interface, dan optimasi performa. Saya telah berpartisipasi dalam beberapa proyek skala besar, termasuk sistem e-commerce dan platform manajemen konten, dan familiar dengan bahasa pengembangan backend seperti Java, Python, dan Go, menguasai framework utama seperti Spring Boot dan Django. Dalam hal desain arsitektur sistem, saya telah memimpin implementasi arsitektur microservice, bertanggung jawab atas pemisahan layanan, deployment containerized, dan operasi otomatis, secara signifikan meningkatkan skalabilitas dan stabilitas sistem. Dalam kolaborasi tim, saya menekankan kerjasama dengan departemen seperti frontend, testing, dan operasi, dapat berkomunikasi secara efisien, dan menyelesaikan berbagai masalah teknis dalam proyek. Akhirnya, saya ingin menyatakan harapan dan antusiasme saya untuk bergabung dengan tim baru. Saya mencintai pekerjaan pengembangan backend, bersedia terus belajar teknologi baru dan meningkatkan diri, dan berharap dapat menciptakan produk dan layanan yang lebih baik bersama semua orang di Hangzhou, kota dengan atmosfer internet yang kuat. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 40 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya adalah pencari kerja yang baru di Hangzhou, sebelumnya tinggal dan belajar di kota-kota utara. Saya datang ke Hangzhou berharap menemukan peluang pengembangan yang lebih baik di sini. Di waktu luang, saya suka mendengarkan musik, membaca, fotografi, dan berpartisipasi dalam berbagai kegiatan outdoor seperti hiking dan bersepeda, yang membantu saya mempertahankan sikap positif. Saya memiliki kepribadian yang relatif optimis, pandai berkomunikasi dengan orang, dan dapat dengan cepat beradaptasi dengan lingkungan baru. Mengenai pengalaman pengembangan backend saya, saya bekerja sebagai pengembang backend di perusahaan teknologi terkenal, terutama bertanggung jawab atas desain arsitektur sistem, desain database, pengembangan interface, dan optimasi performa. Saya telah berpartisipasi dalam beberapa proyek skala besar, termasuk sistem e-commerce dan platform manajemen konten, dan familiar dengan bahasa pengembangan backend seperti Java, Python, dan Go, menguasai framework utama seperti Spring Boot dan Django. Dalam hal desain arsitektur sistem, saya telah memimpin implementasi arsitektur microservice, bertanggung jawab atas pemisahan layanan, deployment containerized, dan operasi otomatis, secara signifikan meningkatkan skalabilitas dan stabilitas sistem. Dalam kolaborasi tim, saya menekankan kerjasama dengan departemen seperti frontend, testing, dan operasi, dapat berkomunikasi secara efisien, dan menyelesaikan berbagai masalah teknis dalam proyek. Akhirnya, saya ingin menyatakan harapan dan antusiasme saya untuk bergabung dengan tim baru. Saya mencintai pekerjaan pengembangan backend, bersedia terus belajar teknologi baru dan meningkatkan diri, dan berharap dapat menciptakan produk dan layanan yang lebih baik bersama semua orang di Hangzhou, kota dengan atmosfer internet yang kuat. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 50 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya bukan penduduk asli Chengdu. Saya sebelumnya tinggal dan belajar di Chongqing, dan kali ini datang ke Chengdu berharap menemukan pekerjaan sebagai desainer UI di sini. Di waktu luang, saya suka menggambar, fotografi, bepergian, dan meneliti berbagai tren desain dan teknologi mutakhir. Saya memiliki kepribadian yang relatif lembut, pandai mendengarkan dan berkomunikasi, dan dapat berkolaborasi dengan baik dengan anggota tim. Mengenai pengalaman desain UI saya, saya bekerja sebagai desainer UI di perusahaan internet, bertanggung jawab atas desain interface dan optimasi beberapa proyek mobile dan web. Saya familiar dengan alat desain seperti Sketch, Photoshop, dan Illustrator, dan dapat menyelesaikan seluruh proses dari analisis kebutuhan dan desain prototipe hingga draft visual final secara mandiri. Dalam proyek, saya fokus pada pengalaman pengguna dan pandai memikirkan solusi desain dari perspektif pengguna. Saya pernah memimpin redesign lengkap aplikasi sosial, yang meningkatkan tingkat retensi dan aktivitas pengguna. Dalam hal kolaborasi tim, saya senang berbagi ide dan pengalaman desain saya, aktif berpartisipasi dalam review tim dan brainstorming, dan membantu tim terus meningkatkan standar desain. Akhirnya, saya ingin menyatakan cinta saya terhadap pekerjaan desain dan rencana untuk masa depan. Saya percaya desain yang luar biasa dapat mengubah kehidupan pengguna dan berharap dapat menciptakan karya yang lebih berpengaruh bersama semua orang di Chengdu, kota yang kreatif dan dinamis ini, mencapai pertumbuhan pribadi dan tim bersama-sama. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 10 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya bukan penduduk asli Chengdu. Saya sebelumnya tinggal dan belajar di Chongqing, dan kali ini datang ke Chengdu berharap menemukan pekerjaan sebagai desainer UI di sini. Di waktu luang, saya suka menggambar, fotografi, bepergian, dan meneliti berbagai tren desain dan teknologi mutakhir. Saya memiliki kepribadian yang relatif lembut, pandai mendengarkan dan berkomunikasi, dan dapat berkolaborasi dengan baik dengan anggota tim. Mengenai pengalaman desain UI saya, saya bekerja sebagai desainer UI di perusahaan internet, bertanggung jawab atas desain interface dan optimasi beberapa proyek mobile dan web. Saya familiar dengan alat desain seperti Sketch, Photoshop, dan Illustrator, dan dapat menyelesaikan seluruh proses dari analisis kebutuhan dan desain prototipe hingga draft visual final secara mandiri. Dalam proyek, saya fokus pada pengalaman pengguna dan pandai memikirkan solusi desain dari perspektif pengguna. Saya pernah memimpin redesign lengkap aplikasi sosial, yang meningkatkan tingkat retensi dan aktivitas pengguna. Dalam hal kolaborasi tim, saya senang berbagi ide dan pengalaman desain saya, aktif berpartisipasi dalam review tim dan brainstorming, dan membantu tim terus meningkatkan standar desain. Akhirnya, saya ingin menyatakan cinta saya terhadap pekerjaan desain dan rencana untuk masa depan. Saya percaya desain yang luar biasa dapat mengubah kehidupan pengguna dan berharap dapat menciptakan karya yang lebih berpengaruh bersama semua orang di Chengdu, kota yang kreatif dan dinamis ini, mencapai pertumbuhan pribadi dan tim bersama-sama. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 40 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Halo model bahasa besar, saya bukan penduduk asli Chengdu. Saya sebelumnya tinggal dan belajar di Chongqing, dan kali ini datang ke Chengdu berharap menemukan pekerjaan sebagai desainer UI di sini. Di waktu luang, saya suka menggambar, fotografi, bepergian, dan meneliti berbagai tren desain dan teknologi mutakhir. Saya memiliki kepribadian yang relatif lembut, pandai mendengarkan dan berkomunikasi, dan dapat berkolaborasi dengan baik dengan anggota tim. Mengenai pengalaman desain UI saya, saya bekerja sebagai desainer UI di perusahaan internet, bertanggung jawab atas desain interface dan optimasi beberapa proyek mobile dan web. Saya familiar dengan alat desain seperti Sketch, Photoshop, dan Illustrator, dan dapat menyelesaikan seluruh proses dari analisis kebutuhan dan desain prototipe hingga draft visual final secara mandiri. Dalam proyek, saya fokus pada pengalaman pengguna dan pandai memikirkan solusi desain dari perspektif pengguna. Saya pernah memimpin redesign lengkap aplikasi sosial, yang meningkatkan tingkat retensi dan aktivitas pengguna. Dalam hal kolaborasi tim, saya senang berbagi ide dan pengalaman desain saya, aktif berpartisipasi dalam review tim dan brainstorming, dan membantu tim terus meningkatkan standar desain. Akhirnya, saya ingin menyatakan cinta saya terhadap pekerjaan desain dan rencana untuk masa depan. Saya percaya desain yang luar biasa dapat mengubah kehidupan pengguna dan berharap dapat menciptakan karya yang lebih berpengaruh bersama semua orang di Chengdu, kota yang kreatif dan dinamis ini, mencapai pertumbuhan pribadi dan tim bersama-sama. Namun, resume hanya boleh berisi bahasa Indonesia dan tidak ada bahasa lain. Karena alasan privasi, saya tidak akan memberikan resume saya untuk tugas ini. Anda dapat terlebih dahulu mendemonstrasikan keterampilan Anda dengan bebas, dan saya akan menilai standar Anda. Resume tidak memerlukan format khusus; hanya perlu ditulis dengan cara yang datar dan tidak tersegmentasi, tanpa output konten tambahan. Karena saya perlu membaca resume ini secara langsung, tolong tulis sebagai satu paragraf. Resume harus sekitar 50 menit. Untuk memastikan keterbacaan output Anda, tolong jangan mengeluarkan konten apa pun di luar artikel.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "indonesian_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    }
]