[
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【Recentemente, a 20ª Conferência Internacional de Inteligência Artificial da China foi realizada grandiosamente no Centro Internacional de Convenções de Pequim. Mais de 1.500 especialistas, acadêmicos e representantes corporativos de mais de 30 países ao redor do mundo se reuniram para discutir novas tendências e oportunidades no desenvolvimento da inteligência artificial. A conferência teve como tema \"Nova Era da Inteligência: Integração, Inovação e Sustentabilidade\" e estabeleceu mais de 100 fóruns especiais e seminários técnicos.\n\nDurante a reunião, muitos acadêmicos e especialistas expressaram pontos de vista importantes. O acadêmico Wang Jian da Academia Chinesa de Engenharia apontou que a inteligência artificial está entrando em uma nova fase de desenvolvimento, e os avanços na tecnologia de modelos grandes trouxeram novas oportunidades para o desenvolvimento industrial. O acadêmico Zhang Bei da Universidade Tsinghua enfatizou a importância da governança ética da inteligência artificial e sugeriu estabelecer um padrão ético global unificado para IA.\n\nO \"Relatório de Desenvolvimento Global da Inteligência Artificial 2023\" divulgado pela conferência mostra que o tamanho do mercado global de IA atingirá 1,5 trilhão de dólares americanos em 2022, um aumento de 23,6% em relação ao ano anterior. Entre eles, a escala do mercado de IA da China atingiu 400 bilhões de yuans, e progresso significativo foi feito em visão computacional, reconhecimento de fala e outros campos. O relatório prevê que até 2025, o tamanho do mercado global de IA excederá 3 trilhões de dólares americanos.\n\nMuitas conquistas tecnológicas de ponta foram exibidas na exposição. Incluindo uma nova geração de robôs inteligentes, sistemas de condução autônoma, equipamentos médicos inteligentes, etc. Entre eles, o robô de interação emocional desenvolvido pela Universidade Tsinghua atraiu ampla atenção. O robô pode reconhecer com precisão expressões faciais e tons humanos, e fazer respostas emocionais correspondentes, com uma precisão de identificação de 95 por cento.\n\nA conferência também realizou a \"Competição de Inovação e Empreendedorismo em IA\", que atraiu mais de 500 equipes de todo o mundo para participar. No final, uma equipe de startup focada em aplicações agrícolas de IA ganhou o campeonato com seu sistema inteligente de identificação de pragas e doenças de culturas, que tem uma taxa de precisão de mais de 98 por cento e foi pilotado em muitas grandes províncias agrícolas.\n\nNa cerimônia de encerramento, o comitê organizador anunciou que estabeleceria uma \"Aliança Global de Inovação em Inteligência Artificial\" para promover cooperação internacional, treinamento de talentos e inovação tecnológica. Os primeiros membros da aliança incluem 50 instituições de pesquisa de primeira linha e 100 empresas líderes em 20 países.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Se mencionou o nome específico da conferência: a 20ª Conferência Internacional de Inteligência Artificial da China",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Se mencionou o número de participantes: mais de 1.500 especialistas, acadêmicos e representantes corporativos de mais de 30 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Se mencionou o tema da conferência: Nova Era da Inteligência: Integração, Inovação e Sustentabilidade",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Se mencionou o ponto de vista do acadêmico Wang Jian: a inteligência artificial está entrando em uma nova fase de desenvolvimento, e os avanços na tecnologia de modelos grandes trouxeram novas oportunidades para o desenvolvimento industrial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Se mencionou o tamanho do mercado global de IA em 2022: 1,5 trilhão de dólares americanos, um aumento de 23,6% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Se mencionou o tamanho do mercado de IA da China: 400 bilhões de yuans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Se mencionou a previsão do tamanho do mercado global de IA para 2025: exceder 3 trilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Se mencionou a taxa de precisão de identificação do robô de interação emocional desenvolvido pela Universidade Tsinghua: 95 por cento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Se mencionou o número de equipes participantes da Competição de Inovação e Empreendedorismo em IA: mais de 500 equipes de todo o mundo",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Se mencionou a taxa de precisão do sistema da equipe campeã: mais de 98 por cento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Se mencionou o tamanho dos primeiros membros da Aliança Global de Inovação em Inteligência Artificial: 50 instituições de pesquisa de primeira linha e 100 empresas líderes em 20 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Pesquisa sobre Mudanças Climáticas Globais de 2023 mostra que a Terra está passando por uma crise ambiental sem precedentes. De acordo com a análise mais recente de dados de satélite, a temperatura média global em 2023 aumentará 1,5℃ em comparação com os tempos pré-industriais, estabelecendo um recorde. A taxa de aquecimento no Ártico é duas vezes a média global, resultando em derretimento de geleiras em grande escala. Espera-se que até 2050, o Ártico possa ter seu primeiro verão sem gelo.\n\nA equipe de pesquisa descobriu que a frequência de eventos climáticos extremos aumentou significativamente ao analisar dados históricos de 2.000 estações meteorológicas ao redor do mundo. Em 2023, houve 127 tempestades pesadas e 43 temperaturas extremamente altas ao redor do mundo, um aumento de 45% e 60% respectivamente em comparação com dez anos atrás. As perdas econômicas causadas por esses climas desastrosos chegam a 280 bilhões de dólares americanos, afetando mais de 200 milhões de pessoas.\n\nA taxa de elevação do nível do mar está acelerando. Nos últimos 25 anos, o nível médio global do mar subiu 8,9 cm. Estudos preveem que se as emissões de gases de efeito estufa continuarem a tendência atual, o nível do mar pode subir mais de 1 metro até o final deste século, o que ameaçará o ambiente de vida de cerca de 600 milhões de pessoas costeiras ao redor do mundo.\n\nA biodiversidade continua a declinar, com registros de pesquisa mostrando que nos últimos 50 anos, cerca de 28.000 espécies de organismos foram ameaçadas de extinção em todo o mundo. As florestas tropicais estão sendo cortadas a uma taxa alarmante, com uma perda de 1,5 milhão de hectares apenas em 2023, uma área equivalente ao tamanho da Suíça. Os ecossistemas marinhos também estão sob séria ameaça, com 90% dos recifes de coral em risco de morte.\n\nO relatório aponta que a concentração de dióxido de carbono na atmosfera atingiu 417ppm, um aumento de 50% em relação aos tempos pré-industriais. Embora os países tenham se comprometido a reduzir as emissões, as emissões globais de carbono ainda aumentarão 2,7% em 2023 para um recorde de 37,8 bilhões de toneladas. Entre eles, a indústria de geração de energia representa 35%, a produção industrial representa 28% e o transporte representa 24%.\n\nPara lidar com a crise climática, o relatório recomenda tomar medidas de emergência: até 2030, a proporção de energia renovável aumentará para 60%, a participação de mercado de veículos elétricos aumentará para 40%, e a eficiência energética dos edifícios aumentará 30%. Também recomenda o estabelecimento de um fundo global de adaptação climática de 100 bilhões de dólares para ajudar os países em desenvolvimento a melhorar sua adaptabilidade.\n\nOs cientistas alertam que se ações eficazes não forem tomadas nos próximos cinco anos, os efeitos do aquecimento global podem atingir um ponto de inflexão irreversível. Até então, mesmo que os humanos parem todas as emissões de gases de efeito estufa, a Terra continuará a se aquecer por décadas, o que levará a desastres naturais mais frequentes, crises alimentares mais sérias e problemas de refugiados climáticos em maior escala.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Se mencionou os dados específicos do aumento da temperatura média global em 2023: 1,5℃ em comparação com os tempos pré-industriais, estabelecendo um recorde",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Se mencionou o número de ocorrências de tempestades pesadas em 2023: 127 tempestades pesadas, um aumento de 45% em comparação com dez anos atrás",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Se mencionou os dados de perdas econômicas causadas por clima extremo: 280 bilhões de dólares americanos, afetando mais de 200 milhões de pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Se mencionou os dados específicos da elevação do nível médio global do mar nos últimos 25 anos: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Se mencionou o número de espécies ameaçadas de extinção: cerca de 28.000 espécies de organismos foram ameaçadas de extinção em todo o mundo nos últimos 50 anos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Se mencionou a área de perda de floresta tropical em 2023: 1,5 milhão de hectares, uma área equivalente ao tamanho da Suíça",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Se mencionou a concentração atual de dióxido de carbono na atmosfera: 417ppm, um aumento de 50% em relação aos tempos pré-industriais",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Se mencionou as emissões globais de carbono em 2023: aumento de 2,7% para um recorde de 37,8 bilhões de toneladas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Se mencionou a proporção de emissões de carbono da indústria de geração de energia: 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Se mencionou a meta de proporção de energia renovável para 2030: aumentar para 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Se mencionou o tamanho do fundo global de adaptação climática proposto: fundo global de adaptação climática de 100 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento da Economia Digital Global de 2023 mostra que a economia digital se tornou a principal força motriz para o crescimento econômico global. De acordo com os dados do relatório, a escala total da economia digital global atingiu 54,8 trilhões de dólares em 2023, um aumento de 18,2% em relação ao ano anterior, e a proporção do PIB global excedeu 45% pela primeira vez. Entre eles, a escala da economia digital da China atingiu 50,1 trilhões de yuans, um aumento de 15,3% em relação ao ano anterior, e a economia digital representou 41,5% do PIB.\n\nEm termos de construção de infraestrutura digital, o número total de estações base 5G globais excedeu 3,5 milhões, com a China representando mais de 60%. O número global de centros de dados atingiu 8.500, com consumo anual de energia excedendo 200 bilhões de kWh. A escala do mercado de computação em nuvem atingiu 485 bilhões de dólares, com a participação de mercado combinada da AWS, Microsoft Azure e Alibaba Cloud excedendo 65%.\n\nA inovação tecnológica digital continua a acelerar, com aplicações globais de patentes de IA atingindo 520.000, um aumento de 32% em relação ao ano anterior. As aplicações de tecnologia blockchain continuam a se expandir, com a escala do mercado global de blockchain atingindo 128 bilhões de dólares. O investimento em computação quântica excedeu 15 bilhões de dólares, com computadores quânticos em desenvolvimento atingindo o nível de 1.000 qubits.\n\nO comércio digital está se desenvolvendo rapidamente, com a escala de transações de comércio eletrônico transfronteiriço global atingindo 3,8 trilhões de dólares, um aumento de 25% em relação ao ano anterior. O volume de transações de pagamento digital excedeu 8,5 trilhões de dólares, com pagamentos móveis representando 68%. Os usuários globais de comércio eletrônico atingiram 2,8 bilhões, com serviços digitais cobrindo mais de 80% da população global.\n\nEm termos de emprego na indústria digital, as posições relacionadas à economia digital global atingiram 320 milhões, um aumento de 12% em relação ao ano anterior. Posições altamente qualificadas como desenvolvimento de software, análise de dados e inteligência artificial mostraram crescimento significativo da demanda, com níveis salariais médios 35% mais altos que as indústrias tradicionais. Espera-se que até 2025, a lacuna de talentos da economia digital global atinja 85 milhões de pessoas.\n\nA governança digital continua a melhorar, com 128 países em todo o mundo tendo emitido leis e regulamentos relacionados à proteção de dados. O investimento em segurança de rede atingiu 189 bilhões de dólares, um aumento de 22% em relação ao ano anterior. As perdas econômicas globais causadas por incidentes de segurança de rede atingiram 950 bilhões de dólares, um aumento de 15% em relação ao ano anterior.\n\nO relatório prevê que até 2025, a escala da economia digital global excederá 75 trilhões de dólares, com uma taxa de crescimento anual média de mais de 15%. O desenvolvimento integrado de tecnologias emergentes gerará mais novas formas e modelos de negócios, e a transformação digital acelerará a penetração do campo do consumidor para o campo da produção. A economia digital deve se tornar um motor-chave para a recuperação econômica global na era pós-pandemia.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Se mencionou a escala total da economia digital global em 2023: 54,8 trilhões de dólares americanos, um aumento de 18,2% em relação ao ano anterior, representando mais de 45% do PIB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Se mencionou a escala da economia digital da China: 50,1 trilhões de yuans, um aumento de 15,3% em relação ao ano anterior, representando 41,5% do PIB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Se mencionou o número total de estações base 5G globais: excedeu 3,5 milhões, com a China representando mais de 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Se mencionou a escala do mercado global de computação em nuvem: 485 bilhões de dólares americanos, com a participação de mercado combinada da AWS, Microsoft Azure e Alibaba Cloud excedendo 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Se mencionou o número de aplicações de patentes de inteligência artificial globais: 520.000, um aumento de 32% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Se mencionou a escala do mercado global de blockchain: 128 bilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Se mencionou a escala de transações de comércio eletrônico transfronteiriço global: 3,8 trilhões de dólares americanos, um aumento de 25% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Se mencionou o número de posições relacionadas à economia digital: 320 milhões de posições, um aumento de 12% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Se mencionou o valor do investimento em segurança de rede: 189 bilhões de dólares americanos, um aumento de 22% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Se mencionou a previsão da escala da economia digital global para 2025: exceder 75 trilhões de dólares americanos, com uma taxa de crescimento anual média de mais de 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【Grandes avanços foram alcançados na exploração espacial humana em 2023, com múltiplas missões marco completadas com sucesso. A primeira missão de teste de voo do programa de pouso lunar \"Artemis\" da NASA foi concluída com sucesso, com a espaçonave não tripulada orbitando a lua por 13 dias e completando uma jornada de 2,26 milhões de quilômetros. A missão verificou o desempenho do foguete de carga pesada de nova geração SLS, estabelecendo a base para o pouso lunar tripulado em 2025.\n\nNa exploração de Marte, o rover \"Perseverance\" descobriu moléculas orgânicas suspeitas de serem sinais de vida na superfície marciana e coletou 28 amostras de rocha. O \"Tianwen-1\" da China transmitiu mais de 1.100 GB de dados de imagens de Marte, criando o mapa topográfico mais detalhado de Marte até hoje. A sonda \"Mars Express\" da ESA descobriu que as reservas de água subterrânea de Marte excedem muito as expectativas, aproximadamente 1,5 vezes as reservas de água doce da Terra.\n\nA exploração do espaço profundo alcançou novos avanços, com a sonda \"New Horizons\" voando através do Cinturão de Kuiper e descobrindo múltiplos corpos celestes desconhecidos. A sonda \"Juno\" completou um sobrevoo próximo da lua Europa de Júpiter, obtendo dados extensivos sobre seu oceano subsuperficial. A \"Parker Solar Probe\" fez história ao se tornar o primeiro objeto feito pelo homem a \"tocar\" o Sol, atingindo uma distância mais próxima surpreendente de 8,1 milhões de quilômetros.\n\nA construção da estação espacial progrediu de forma constante, com a estação espacial da China completando a construção abrangente e hospedando 12 astronautas no total. O período de serviço da Estação Espacial Internacional foi estendido até 2030, completando 6 missões de caminhada espacial. O voo espacial comercial floresceu, com a SpaceX completando 68 missões de lançamento ao longo do ano, estabelecendo um novo recorde de voo espacial comercial.\n\nAs missões de retorno de amostras de asteroides alcançaram progresso revolucionário, com a sonda \"OSIRIS-REx\" da NASA retornando com sucesso amostras do asteroide Bennu para a Terra, totalizando 250 gramas, a maior amostra de asteroide até hoje. Os resultados da análise da missão \"Hayabusa2\" do Japão mostraram que o asteroide Ryugu contém aminoácidos e outras substâncias essenciais para a vida.\n\nNas observações astronômicas, o Telescópio Espacial James Webb descobriu a galáxia mais distante até hoje, 13,3 bilhões de anos-luz da Terra. O satélite \"Insight-HXMT\" da China detectou pela primeira vez explosões de raios gama ultra-fortes de explosões de magnetar. A construção do conjunto de radiotelescópios SKA começou, que se tornará a maior instalação astronômica da humanidade quando concluída.\n\nA inovação tecnológica aeroespacial continua, com a tecnologia de foguetes reutilizáveis se tornando cada vez mais madura, alcançando uma taxa de sucesso de recuperação de 95%. Progresso importante foi feito na pesquisa de sistemas de propulsão nuclear, com empuxo teórico 10 vezes maior que foguetes químicos. A tecnologia de limpeza de detritos espaciais alcançou avanços, com o primeiro satélite de limpeza comercial capturando e destruindo com sucesso 2 satélites abandonados.\n\nOs planos de exploração espacial dos próximos 5 anos foram esclarecidos, incluindo missões importantes como pouso lunar tripulado, retorno de amostras de Marte e exploração do sistema de Júpiter. Espera-se que até 2030, a escala da indústria aeroespacial global exceda 1 trilhão de dólares, e a economia espacial se tornará um novo ponto de crescimento.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Se mencionou o tempo de voo do programa Artemis: 13 dias orbitando a lua, completando uma jornada de 2,26 milhões de quilômetros",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Se mencionou o número de amostras de rocha coletadas pelo Perseverance: 28 amostras de rocha",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Se mencionou a quantidade de dados transmitidos pelo Tianwen-1: mais de 1.100 GB de dados de imagens de Marte",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Se mencionou a distância mais próxima da Parker Solar Probe ao Sol: 8,1 milhões de quilômetros",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Se mencionou o número de astronautas recebidos pela estação espacial chinesa: 12 astronautas no total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Se mencionou o número de lançamentos anuais da SpaceX: 68 missões de lançamento ao longo do ano",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Se mencionou o peso das amostras trazidas pela OSIRIS-REx: 250 gramas, a maior amostra de asteroide até hoje",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Se mencionou a distância da galáxia mais distante descoberta pelo Telescópio Webb: 13,3 bilhões de anos-luz da Terra",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Se mencionou a taxa de sucesso de recuperação de foguetes reutilizáveis: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Se mencionou a previsão da escala da indústria aeroespacial global para 2030: exceder 1 trilhão de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório da Situação de Saúde Pública Global de 2023 mostra que o sistema de saúde global enfrenta novos desafios na era pós-epidemia. Um total de 156 novos surtos de doenças infecciosas foram relatados em todo o mundo, um aumento de 23% em relação ao ano anterior. Dados da Organização Mundial da Saúde (OMS) mostram que os gastos globais com saúde atingiram 9,7 trilhões de dólares americanos, representando 10,2% do PIB global, mas a lacuna na alocação de recursos médicos entre países continua a se ampliar.\n\nEm termos de prevenção e controle de doenças infecciosas, a rede global de vigilância da gripe cobre 153 países e monitora 12.000 pontos de amostragem em tempo real. O sistema de monitoramento de variantes do novo coronavírus identificou 38 variantes importantes, das quais 5 são listadas como preocupações principais. A taxa global de vacinação atingiu 76%, mas ainda há 23 países na África com uma taxa de vacinação abaixo de 30%.\n\nProgresso foi feito na prevenção e tratamento de doenças crônicas. A taxa global de sobrevivência de câncer de 5 anos excedeu 70% pela primeira vez, com taxas de sobrevivência de câncer de mama e próstata excedendo 90%. A taxa de mortalidade por doença cardiovascular caiu 15% em relação a uma década atrás, mas ainda é a principal causa de morte no mundo. O número de pacientes diabéticos atingiu 537 milhões, dobrando desde 2000, e os gastos médicos anuais excedem 760 bilhões de dólares americanos.\n\nOs problemas de saúde mental estão se tornando cada vez mais proeminentes, com mais de 400 milhões de pessoas sofrendo de depressão em todo o mundo, um aumento de 28% desde antes da epidemia. A saúde mental dos adolescentes é preocupante, com a taxa de suicídio de pessoas de 15-24 anos aumentando 12%. Os gastos médicos para saúde mental em vários países representam apenas 2,8% dos gastos totais, muito abaixo do padrão de 5% recomendado pela OMS.\n\nA inovação tecnológica médica está acelerando, com a precisão do diagnóstico assistido por IA atingindo 97%, especialmente no campo do diagnóstico por imagem. A terapia genética fez um grande avanço, com 15 tipos de terapia genética aprovados mundialmente, e o custo do tratamento caiu 60% em comparação com cinco anos atrás. Os serviços de telemedicina cobrem uma população de 850 milhões e desempenham um papel importante em áreas remotas.\n\nO problema da distribuição desigual de recursos médicos permanece proeminente, com 45% dos recursos médicos mundiais concentrados em países desenvolvidos que representam 15% da população. O número médio de médicos por 10.000 pessoas na África é apenas 2,3, muito abaixo do padrão de 23 recomendado pela OMS. Ainda há cerca de 3,8 bilhões de pessoas no mundo que não podem acessar serviços médicos básicos.\n\nO problema da resistência a antibióticos é exacerbado, com 1,5 milhão de mortes por infecções de bactérias resistentes por ano e perdas econômicas excedendo 550 bilhões de dólares americanos. A OMS alerta que se nenhuma ação for tomada, infecções resistentes a medicamentos podem se tornar a principal causa de morte até 2050.\n\nO relatório recomenda fortalecer a cooperação global em saúde, estabelecer um fundo global de emergência de saúde de 10 bilhões de dólares e melhorar os sistemas de alerta precoce de doenças. Intensificar o treinamento de talentos médicos e treinar 5 milhões de profissionais médicos até 2030. Promover a inovação tecnológica médica e aumentar a acessibilidade dos serviços médicos em 30%. Ao mesmo tempo, apela aos países desenvolvidos para assumir mais responsabilidades pela assistência internacional à saúde e ajudar regiões subdesenvolvidas a melhorar seus padrões médicos.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Se mencionou o número de novos surtos de doenças infecciosas globais: 156 novos surtos de doenças infecciosas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Se mencionou a proporção dos gastos globais com saúde médica no PIB: 10,2% do PIB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Se mencionou o número de países cobertos pela rede global de vigilância da gripe: 153 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Se mencionou a taxa global de sobrevivência de câncer de 5 anos: excedeu 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Se mencionou o número global de pacientes diabéticos: 537 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Se mencionou o número global de pacientes com depressão: mais de 400 milhões de pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Se mencionou a precisão do diagnóstico assistido por IA: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Se mencionou a população coberta pelos serviços de telemedicina: 850 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Se mencionou a proporção de médicos por população na região da África: 2,3 por 10.000 pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Se mencionou o número de mortes por infecções de bactérias resistentes: 1,5 milhão de mortes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Se mencionou a escala do fundo global de emergência de saúde: 10 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento da Indústria Global de Veículos de Nova Energia de 2023 mostra que a transformação da eletrificação entrou na via rápida. As vendas anuais globais de veículos de nova energia excederam 14,8 milhões de unidades, um aumento de 46,3% em relação ao ano anterior, e a taxa de penetração do mercado atingiu 22%. Entre eles, veículos puramente elétricos representaram 68%, veículos híbridos plug-in representaram 29%, e veículos de célula de combustível de hidrogênio representaram 3%. O mercado chinês teve o melhor desempenho, com vendas atingindo 8,2 milhões de unidades, representando 55,4% do total global.\n\nA tecnologia de baterias de energia continua a ter avanços, e a densidade de energia das baterias de estado sólido de nova geração atingiu 400Wh/kg, um aumento de 45% sobre as baterias de lítio tradicionais. A capacidade global de produção de baterias de energia atingiu 1200GWh, e o investimento da indústria excedeu 85 bilhões de dólares americanos. Os custos das baterias caíram 38% desde 2020, impulsionando uma redução significativa nos custos de fabricação de veículos.\n\nA infraestrutura de carregamento acelerou seu layout, e o número de postos de carregamento públicos em todo o mundo atingiu 18,5 milhões, dos quais postos de carregamento rápido representam 35%. A tecnologia de carregamento inteligente foi promovida e aplicada, e projetos de demonstração de interação veículo-rede (V2G) foram implementados em 15 países, fornecendo 45GWh de capacidade de nivelamento de pico para a rede elétrica.\n\nA tecnologia de condução inteligente foi atualizada, com a taxa de penetração da condução autônoma L2+ atingindo 45%, e o nível L3 começou a produção em massa. A escassez global de chips automotivos melhorou significativamente, com a capacidade de produção anual aumentando 28%. O poder de computação do sistema inteligente a bordo excedeu 1000TOPS, suportando cenários de condução autônoma mais complexos.\n\nA localização da cadeia industrial acelerou, e cinco grandes clusters da indústria de veículos de nova energia foram formados globalmente. As capacidades controláveis independentes de materiais-chave foram aprimoradas, e a taxa de autossuficiência da China em materiais de bateria de lítio excedeu 85%. O sistema de reciclagem para baterias de energia usadas foi gradualmente aperfeiçoado, com uma taxa de reciclagem de 78% e um tamanho de mercado derivado de mais de 28 bilhões de dólares americanos.\n\nA exportação de veículos de nova energia cresceu rapidamente, com o volume de exportação de veículos de nova energia da China atingindo 950.000 unidades, um aumento de 120% em relação ao ano anterior. A transformação da eletrificação do mercado europeu acelerou, com veículos elétricos representando 28% das vendas de carros novos. O mercado americano cresceu rapidamente com apoio de políticas, com vendas anuais excedendo 2,1 milhões de unidades.\n\nA competição em rotas técnicas se intensificou, e novas tecnologias como baterias de estado sólido e baterias de íon de sódio aceleraram a comercialização. A tecnologia de célula de combustível de hidrogênio fez avanços, e os custos do sistema caíram 55% em comparação com 2020. O modelo de troca de bateria é promovido no campo de veículos comerciais pesados, e 28.000 estações de troca de bateria foram construídas em todo o mundo.\n\nAs políticas industriais continuam a ser otimizadas, e o mundo investiu um total de 280 bilhões de dólares americanos em subsídios. As regulamentações de emissão de carbono em vários países se tornaram mais rigorosas, e o cronograma para a retirada de veículos de combustível tradicionais foi esclarecido. O sistema de padrões industriais foi continuamente aperfeiçoado, impulsionando o desenvolvimento saudável da indústria global de veículos de nova energia.\n\nPerspectiva para os próximos cinco anos: Espera-se que até 2028, as vendas anuais de veículos de nova energia em todo o mundo excedam 35 milhões, e a taxa de penetração do mercado exceda 45%. A densidade de energia das baterias de energia deve exceder 500Wh/kg, e o custo cairá para abaixo de 60 dólares americanos/kWh. A condução inteligente entrará no estágio de comercialização do nível L4, impulsionando um mercado inteligente de 500 bilhões de dólares americanos.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Se mencionou as vendas anuais globais de veículos de nova energia: 14,8 milhões de unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Se mencionou a proporção de vendas do mercado chinês: 55,4% do total global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Se mencionou a densidade de energia das baterias de estado sólido de nova geração: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Se mencionou o número de postos de carregamento públicos globais: 18,5 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Se mencionou a taxa de penetração da condução autônoma nível L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Se mencionou a taxa de autossuficiência de materiais de bateria de lítio da China: excedeu 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Se mencionou o volume de exportação de veículos de nova energia da China: 950.000 unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Se mencionou a redução de custos do sistema de célula de combustível de hidrogênio: 55% em comparação com 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Se mencionou o número global de estações de troca de bateria: 28.000 estações de troca de bateria",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Se mencionou o valor total dos fundos de subsídio globais: 280 bilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento de Tecnologia do Metaverso de 2023 mostra que a indústria global do Metaverso atingirá 385 bilhões de dólares, um aumento de 85% em relação ao ano anterior. O volume de remessa de dispositivos de realidade virtual (VR) e realidade aumentada (AR) excedeu 32 milhões de unidades, um aumento de 62% em relação ao ano anterior. O número de aplicações de patentes relacionadas ao Metaverso atingiu 185.000, das quais a China representou 38%, classificando-se em primeiro lugar no mundo.\n\nAvanços significativos na tecnologia de hardware, a resolução dos dispositivos VR de nova geração atingiu 4K×4K, o campo de visão foi expandido para 120 graus, e o atraso foi reduzido para 12ms. As soluções ópticas de AR são inovadoras, e a tecnologia de guia de onda de difração reduz o peso do dispositivo para 120g. Progresso significativo foi feito em interfaces cérebro-computador, e dispositivos não invasivos podem reconhecer 1.000 comandos de pensamento com uma taxa de precisão de 92%.\n\nA tecnologia interativa está se tornando cada vez mais madura, a precisão da captura de movimento de corpo inteiro foi melhorada para o nível sub-milimétrico, e o reconhecimento de expressão facial suporta 95 micro-expressões. Avanços foram feitos na tecnologia de feedback tátil, que pode simular o toque de 200 materiais diferentes. A tecnologia de projeção holográfica atingiu resolução 8K, suportando múltiplas pessoas assistindo ao mesmo tempo sem óculos especiais.\n\nO ecossistema de conteúdo está florescendo, com mais de 8,5 milhões de desenvolvedores de conteúdo do Metaverso em todo o mundo, um aumento de 95% em relação ao ano anterior. O número de usuários ativos mensais de plataformas sociais virtuais atingiu 450 milhões, e o maior número de espectadores online para um único concerto virtual excedeu 25 milhões. É amplamente usado no campo da educação, com 15% das faculdades e universidades ao redor do mundo oferecendo cursos do Metaverso.\n\nA economia digital está acelerando seu layout, com o valor de mercado das empresas listadas relacionadas ao conceito do Metaverso global excedendo 2,8 trilhões de dólares americanos. A escala de transações de ativos virtuais atingiu 68 bilhões de dólares americanos, e ovolume médio diário de transações do mercado NFT excedeu 150 milhões de dólares americanos. A escala do mercado de publicidade do Metaverso atingiu 12,5 bilhões de dólares americanos, com uma taxa de crescimento anual de mais de 200%.\nA formulação de padrões técnicos foi acelerada, e o IEEE lançou o primeiro padrão de arquitetura de referência do Metaverso. A Aliança da Indústria do Metaverso foi estabelecida globalmente, com 180 empresas participando da formulação de padrões. A estrutura de segurança de dados e proteção de privacidade foi gradualmente aperfeiçoada para suportar interoperabilidade de dados entre plataformas.\nAs aplicações industriais estão se aprofundando constantemente, e o Metaverso industrial levou a um aumento de 28% na eficiência de fabricação. O Metaverso médico apoiou 5.000 cirurgias remotas com uma taxa de precisão de 99,9%. O volume de transações da plataforma do metaverso imobiliário excedeu 20 bilhões de dólares americanos, e a visualização online de casas representou 35%.\nA demanda por talentos está crescendo rapidamente, e a demanda global por posições relacionadas ao metaverso atingiu 950.000, com um salário médio 45% mais alto que posições tradicionais de TI. Os países aumentaram seus esforços no treinamento de talentos, e há mais de 3.000 instituições de treinamento profissional. Estima-se que a lacuna de talentos atingirá 2,8 milhões até 2025.\nTendências de desenvolvimento futuro: Estima-se que até 2028, o tamanho do mercado global do metaverso excederá 1,5 trilhão de dólares americanos. A economia real está acelerando sua transformação digital, e 85% das marcas implantarão o metaverso. A integração e inovação tecnológica estão acelerando, e interfaces cérebro-computador, tecnologia holográfica, computação quântica, etc. trarão avanços revolucionários.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Se mencionou a escala da indústria global do Metaverso: 385 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Se mencionou o volume de remessa de dispositivos VR/AR: 32 milhões de unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Se mencionou os dados de latência dos dispositivos VR de nova geração: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Se mencionou o número de comandos de pensamento que a interface cérebro-computador pode reconhecer: 1.000 comandos de pensamento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Se mencionou o número global de desenvolvedores de conteúdo do Metaverso: 8,5 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Se mencionou o número de usuários ativos mensais de plataformas sociais virtuais: 450 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Se mencionou o volume médio diário de transações do mercado NFT: 150 milhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Se mencionou o número de empresas participantes da Aliança da Indústria do Metaverso: 180 empresas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Se mencionou o número de cirurgias remotas apoiadas pelo Metaverso médico: 5.000 cirurgias remotas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Se mencionou a previsão do tamanho do mercado global do metaverso para 2028: 1,5 trilhão de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Inovação e Desenvolvimento da Educação Global de 2023 mostra que a transformação digital da educação está acelerando, e o investimento global em tecnologia educacional atingiu 342 bilhões de dólares americanos, um aumento de 42% em relação ao ano anterior. A escala de usuários de educação online excedeu 1,8 bilhão, e os recursos de aprendizagem digital cobrem 89% dos alunos em todo o mundo. Na era pós-epidemia, a educação híbrida se tornou mainstream, e o ensino integrado online e offline representa 65%.\nA aplicação da inteligência artificial na educação se aprofundou, e assistentes de ensino de IA cobriram mais de 250 milhões de usuários com uma taxa de precisão de 96%. O sistema de aprendizagem adaptativa pode identificar mais de 8.000 padrões de comportamento de aprendizagem, e a taxa de precisão de recomendações personalizadas atingiu 92%. A análise de big data educacional apoia decisões de ensino e melhora a eficácia do ensino em 35%.\nO modo de fornecimento de recursos educacionais mudou. O número de cursos na plataforma MOOC global excedeu 85.000, e o número cumulativo de seleções de cursos atingiu 1,5 bilhão. O compartilhamento de recursos educacionais de alta qualidade acelerou, e o número de cursos abertos em universidades internacionais prestigiosas atingiu 12.000. Há mais de 5.000 projetos de ensino experimental de simulação virtual, cobrindo 12 disciplinas.\nA avaliação educacional inovou e se desenvolveu, e o sistema de certificação de crédito baseado em blockchain foi pilotado em 280 universidades. O sistema de avaliação inteligente pode analisar dados do processo de aprendizagem em tempo real, com 186 dimensões de avaliação. O modelo de avaliação baseado em competências é promovido no campo da educação vocacional, e 2.800 padrões profissionais estão conectados.\nO desenvolvimento profissional de professores é acelerado, e 8,5 milhões de professores ao redor do mundo completaram o treinamento de habilidades de ensino digital. A taxa de cobertura do treinamento de alfabetização em inteligência artificial para professores atingiu 55%. A aplicação do sistema de preparação de aulas inteligente é popularizada, economizando 40% do tempo de preparação de aulas dos professores. A plataforma de serviço de apoio ao desenvolvimento de professores reúne 20 milhões de recursos de ensino.\nReforma inovadora do modelo de treinamento de talentos, aprendizagem baseada em projetos representa 38%. Há 35.000 cursos integrados interdisciplinares, e 1,8 milhão de talentos compostos foram treinados. A integração da indústria e educação se aprofundou e desenvolveu, com 120.000 projetos de cooperação escola-empresa e 15 milhões de estudantes cobertos pela educação colaborativa.\nA equidade educacional continua a melhorar, e a taxa de cobertura da educação online em áreas remotas aumentou para 75%. Projetos de assistência educacional beneficiam 120 milhões de estudantes necessitados. O sistema de apoio tecnológico para educação especial é aperfeiçoado, e a tecnologia auxiliar beneficia 28 milhões de estudantes especiais.\nA cooperação educacional internacional é fortalecida, e projetos de aprendizagem online transfronteiriços atingiram 8.500. Há 1.200 acordos internacionais de reconhecimento de crédito. A adesão à Aliança Global de Inovação Educacional se expandiu para 85 países, com mais de 3.000 programas de treinamento conjunto.\nTendências de desenvolvimento futuro: Estima-se que até 2028, o mercado global de tecnologia educacional atingirá 850 bilhões de dólares americanos. As aplicações de educação do Metaverso são popularizadas, e a aprendizagem imersiva se tornou um método importante. A inteligência artificial capacita profundamente todo o processo educacional e promove mudanças no paradigma educacional. O sistema de aprendizagem ao longo da vida é mais completo, e a construção de uma sociedade de aprendizagem é acelerada.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 120. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Se mencionou a escala de investimento global em tecnologia educacional: 342 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Se mencionou a escala de usuários de educação online: 1,8 bilhão",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Se mencionou o número de usuários cobertos por assistentes de ensino de IA: 250 milhões de usuários",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Se mencionou o número de cursos na plataforma MOOC global: 85.000 cursos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Se mencionou o número de cursos abertos de universidades internacionais famosas: 12.000 cursos abertos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Se mencionou o número de universidades piloto de certificação de crédito blockchain: 280 universidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Se mencionou o número de professores que completaram o treinamento de habilidades de ensino digital: 8,5 milhões de professores",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Se mencionou o número de projetos de cooperação escola-empresa: 120.000 projetos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Se mencionou o número de estudantes beneficiados por projetos de assistência educacional: 120 milhões de estudantes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Se mencionou a previsão do tamanho do mercado global de tecnologia educacional para 2028: 850 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【Recentemente, a 20ª Conferência Internacional de Inteligência Artificial da China foi realizada grandiosamente no Centro Internacional de Convenções de Pequim. Mais de 1.500 especialistas, acadêmicos e representantes corporativos de mais de 30 países ao redor do mundo se reuniram para discutir novas tendências e oportunidades no desenvolvimento da inteligência artificial. A conferência teve como tema \"Nova Era da Inteligência: Integração, Inovação e Sustentabilidade\" e estabeleceu mais de 100 fóruns especiais e seminários técnicos.\n\nDurante a reunião, muitos acadêmicos e especialistas expressaram pontos de vista importantes. O acadêmico Wang Jian da Academia Chinesa de Engenharia apontou que a inteligência artificial está entrando em uma nova fase de desenvolvimento, e os avanços na tecnologia de modelos grandes trouxeram novas oportunidades para o desenvolvimento industrial. O acadêmico Zhang Bei da Universidade Tsinghua enfatizou a importância da governança ética da inteligência artificial e sugeriu estabelecer um padrão ético global unificado para IA.\n\nO \"Relatório de Desenvolvimento Global da Inteligência Artificial 2023\" divulgado pela conferência mostra que o tamanho do mercado global de IA atingirá 1,5 trilhão de dólares americanos em 2022, um aumento de 23,6% em relação ao ano anterior. Entre eles, a escala do mercado de IA da China atingiu 400 bilhões de yuans, e progresso significativo foi feito em visão computacional, reconhecimento de fala e outros campos. O relatório prevê que até 2025, o tamanho do mercado global de IA excederá 3 trilhões de dólares americanos.\n\nMuitas conquistas tecnológicas de ponta foram exibidas na exposição. Incluindo uma nova geração de robôs inteligentes, sistemas de condução autônoma, equipamentos médicos inteligentes, etc. Entre eles, o robô de interação emocional desenvolvido pela Universidade Tsinghua atraiu ampla atenção. O robô pode reconhecer com precisão expressões faciais e tons humanos, e fazer respostas emocionais correspondentes, com uma precisão de identificação de 95 por cento.\n\nA conferência também realizou a \"Competição de Inovação e Empreendedorismo em IA\", que atraiu mais de 500 equipes de todo o mundo para participar. No final, uma equipe de startup focada em aplicações agrícolas de IA ganhou o campeonato com seu sistema inteligente de identificação de pragas e doenças de culturas, que tem uma taxa de precisão de mais de 98 por cento e foi pilotado em muitas grandes províncias agrícolas.\n\nNa cerimônia de encerramento, o comitê organizador anunciou que estabeleceria uma \"Aliança Global de Inovação em Inteligência Artificial\" para promover cooperação internacional, treinamento de talentos e inovação tecnológica. Os primeiros membros da aliança incluem 50 instituições de pesquisa de primeira linha e 100 empresas líderes em 20 países.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Se mencionou o nome específico da conferência: a 20ª Conferência Internacional de Inteligência Artificial da China",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Se mencionou o número de participantes: mais de 1.500 especialistas, acadêmicos e representantes corporativos de mais de 30 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Se mencionou o tema da conferência: Nova Era da Inteligência: Integração, Inovação e Sustentabilidade",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Se mencionou o ponto de vista do acadêmico Wang Jian: a inteligência artificial está entrando em uma nova fase de desenvolvimento, e os avanços na tecnologia de modelos grandes trouxeram novas oportunidades para o desenvolvimento industrial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Se mencionou o tamanho do mercado global de IA em 2022: 1,5 trilhão de dólares americanos, um aumento de 23,6% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Se mencionou o tamanho do mercado de IA da China: 400 bilhões de yuans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Se mencionou a previsão do tamanho do mercado global de IA para 2025: exceder 3 trilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Se mencionou a taxa de precisão de identificação do robô de interação emocional desenvolvido pela Universidade Tsinghua: 95 por cento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Se mencionou o número de equipes participantes da Competição de Inovação e Empreendedorismo em IA: mais de 500 equipes de todo o mundo",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Se mencionou a taxa de precisão do sistema da equipe campeã: mais de 98 por cento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Se mencionou o tamanho dos primeiros membros da Aliança Global de Inovação em Inteligência Artificial: 50 instituições de pesquisa de primeira linha e 100 empresas líderes em 20 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Pesquisa sobre Mudanças Climáticas Globais de 2023 mostra que a Terra está passando por uma crise ambiental sem precedentes. De acordo com a análise mais recente de dados de satélite, a temperatura média global em 2023 aumentará 1,5℃ em comparação com os tempos pré-industriais, estabelecendo um recorde. A taxa de aquecimento no Ártico é duas vezes a média global, resultando em derretimento de geleiras em grande escala. Espera-se que até 2050, o Ártico possa ter seu primeiro verão sem gelo.\n\nA equipe de pesquisa descobriu que a frequência de eventos climáticos extremos aumentou significativamente ao analisar dados históricos de 2.000 estações meteorológicas ao redor do mundo. Em 2023, houve 127 tempestades pesadas e 43 temperaturas extremamente altas ao redor do mundo, um aumento de 45% e 60% respectivamente em comparação com dez anos atrás. As perdas econômicas causadas por esses climas desastrosos chegam a 280 bilhões de dólares americanos, afetando mais de 200 milhões de pessoas.\n\nA taxa de elevação do nível do mar está acelerando. Nos últimos 25 anos, o nível médio global do mar subiu 8,9 cm. Estudos preveem que se as emissões de gases de efeito estufa continuarem a tendência atual, o nível do mar pode subir mais de 1 metro até o final deste século, o que ameaçará o ambiente de vida de cerca de 600 milhões de pessoas costeiras ao redor do mundo.\n\nA biodiversidade continua a declinar, com registros de pesquisa mostrando que nos últimos 50 anos, cerca de 28.000 espécies de organismos foram ameaçadas de extinção em todo o mundo. As florestas tropicais estão sendo cortadas a uma taxa alarmante, com uma perda de 1,5 milhão de hectares apenas em 2023, uma área equivalente ao tamanho da Suíça. Os ecossistemas marinhos também estão sob séria ameaça, com 90% dos recifes de coral em risco de morte.\n\nO relatório aponta que a concentração de dióxido de carbono na atmosfera atingiu 417ppm, um aumento de 50% em relação aos tempos pré-industriais. Embora os países tenham se comprometido a reduzir as emissões, as emissões globais de carbono ainda aumentarão 2,7% em 2023 para um recorde de 37,8 bilhões de toneladas. Entre eles, a indústria de geração de energia representa 35%, a produção industrial representa 28% e o transporte representa 24%.\n\nPara lidar com a crise climática, o relatório recomenda tomar medidas de emergência: até 2030, a proporção de energia renovável aumentará para 60%, a participação de mercado de veículos elétricos aumentará para 40%, e a eficiência energética dos edifícios aumentará 30%. Também recomenda o estabelecimento de um fundo global de adaptação climática de 100 bilhões de dólares para ajudar os países em desenvolvimento a melhorar sua adaptabilidade.\n\nOs cientistas alertam que se ações eficazes não forem tomadas nos próximos cinco anos, os efeitos do aquecimento global podem atingir um ponto de inflexão irreversível. Até então, mesmo que os humanos parem todas as emissões de gases de efeito estufa, a Terra continuará a se aquecer por décadas, o que levará a desastres naturais mais frequentes, crises alimentares mais sérias e problemas de refugiados climáticos em maior escala.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Se mencionou os dados específicos do aumento da temperatura média global em 2023: 1,5℃ em comparação com os tempos pré-industriais, estabelecendo um recorde",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Se mencionou o número de ocorrências de tempestades pesadas em 2023: 127 tempestades pesadas, um aumento de 45% em comparação com dez anos atrás",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Se mencionou os dados de perdas econômicas causadas por clima extremo: 280 bilhões de dólares americanos, afetando mais de 200 milhões de pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Se mencionou os dados específicos da elevação do nível médio global do mar nos últimos 25 anos: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Se mencionou o número de espécies ameaçadas de extinção: cerca de 28.000 espécies de organismos foram ameaçadas de extinção em todo o mundo nos últimos 50 anos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Se mencionou a área de perda de floresta tropical em 2023: 1,5 milhão de hectares, uma área equivalente ao tamanho da Suíça",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Se mencionou a concentração atual de dióxido de carbono na atmosfera: 417ppm, um aumento de 50% em relação aos tempos pré-industriais",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Se mencionou as emissões globais de carbono em 2023: aumento de 2,7% para um recorde de 37,8 bilhões de toneladas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Se mencionou a proporção de emissões de carbono da indústria de geração de energia: 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Se mencionou a meta de proporção de energia renovável para 2030: aumentar para 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Se mencionou o tamanho do fundo global de adaptação climática proposto: fundo global de adaptação climática de 100 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento da Economia Digital Global de 2023 mostra que a economia digital se tornou a principal força motriz para o crescimento econômico global. De acordo com os dados do relatório, a escala total da economia digital global atingiu 54,8 trilhões de dólares em 2023, um aumento de 18,2% em relação ao ano anterior, e a proporção do PIB global excedeu 45% pela primeira vez. Entre eles, a escala da economia digital da China atingiu 50,1 trilhões de yuans, um aumento de 15,3% em relação ao ano anterior, e a economia digital representou 41,5% do PIB.\n\nEm termos de construção de infraestrutura digital, o número total de estações base 5G globais excedeu 3,5 milhões, com a China representando mais de 60%. O número global de centros de dados atingiu 8.500, com consumo anual de energia excedendo 200 bilhões de kWh. A escala do mercado de computação em nuvem atingiu 485 bilhões de dólares, com a participação de mercado combinada da AWS, Microsoft Azure e Alibaba Cloud excedendo 65%.\n\nA inovação tecnológica digital continua a acelerar, com aplicações globais de patentes de IA atingindo 520.000, um aumento de 32% em relação ao ano anterior. As aplicações de tecnologia blockchain continuam a se expandir, com a escala do mercado global de blockchain atingindo 128 bilhões de dólares. O investimento em computação quântica excedeu 15 bilhões de dólares, com computadores quânticos em desenvolvimento atingindo o nível de 1.000 qubits.\n\nO comércio digital está se desenvolvendo rapidamente, com a escala de transações de comércio eletrônico transfronteiriço global atingindo 3,8 trilhões de dólares, um aumento de 25% em relação ao ano anterior. O volume de transações de pagamento digital excedeu 8,5 trilhões de dólares, com pagamentos móveis representando 68%. Os usuários globais de comércio eletrônico atingiram 2,8 bilhões, com serviços digitais cobrindo mais de 80% da população global.\n\nEm termos de emprego na indústria digital, as posições relacionadas à economia digital global atingiram 320 milhões, um aumento de 12% em relação ao ano anterior. Posições altamente qualificadas como desenvolvimento de software, análise de dados e inteligência artificial mostraram crescimento significativo da demanda, com níveis salariais médios 35% mais altos que as indústrias tradicionais. Espera-se que até 2025, a lacuna de talentos da economia digital global atinja 85 milhões de pessoas.\n\nA governança digital continua a melhorar, com 128 países em todo o mundo tendo emitido leis e regulamentos relacionados à proteção de dados. O investimento em segurança de rede atingiu 189 bilhões de dólares, um aumento de 22% em relação ao ano anterior. As perdas econômicas globais causadas por incidentes de segurança de rede atingiram 950 bilhões de dólares, um aumento de 15% em relação ao ano anterior.\n\nO relatório prevê que até 2025, a escala da economia digital global excederá 75 trilhões de dólares, com uma taxa de crescimento anual média de mais de 15%. O desenvolvimento integrado de tecnologias emergentes gerará mais novas formas e modelos de negócios, e a transformação digital acelerará a penetração do campo do consumidor para o campo da produção. A economia digital deve se tornar um motor-chave para a recuperação econômica global na era pós-pandemia.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Se mencionou a escala total da economia digital global em 2023: 54,8 trilhões de dólares americanos, um aumento de 18,2% em relação ao ano anterior, representando mais de 45% do PIB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Se mencionou a escala da economia digital da China: 50,1 trilhões de yuans, um aumento de 15,3% em relação ao ano anterior, representando 41,5% do PIB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Se mencionou o número total de estações base 5G globais: excedeu 3,5 milhões, com a China representando mais de 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Se mencionou a escala do mercado global de computação em nuvem: 485 bilhões de dólares americanos, com a participação de mercado combinada da AWS, Microsoft Azure e Alibaba Cloud excedendo 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Se mencionou o número de aplicações de patentes de inteligência artificial globais: 520.000, um aumento de 32% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Se mencionou a escala do mercado global de blockchain: 128 bilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Se mencionou a escala de transações de comércio eletrônico transfronteiriço global: 3,8 trilhões de dólares americanos, um aumento de 25% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Se mencionou o número de posições relacionadas à economia digital: 320 milhões de posições, um aumento de 12% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Se mencionou o valor do investimento em segurança de rede: 189 bilhões de dólares americanos, um aumento de 22% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Se mencionou a previsão da escala da economia digital global para 2025: exceder 75 trilhões de dólares americanos, com uma taxa de crescimento anual média de mais de 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【Grandes avanços foram alcançados na exploração espacial humana em 2023, com múltiplas missões marco completadas com sucesso. A primeira missão de teste de voo do programa de pouso lunar \"Artemis\" da NASA foi concluída com sucesso, com a espaçonave não tripulada orbitando a lua por 13 dias e completando uma jornada de 2,26 milhões de quilômetros. A missão verificou o desempenho do foguete de carga pesada de nova geração SLS, estabelecendo a base para o pouso lunar tripulado em 2025.\n\nNa exploração de Marte, o rover \"Perseverance\" descobriu moléculas orgânicas suspeitas de serem sinais de vida na superfície marciana e coletou 28 amostras de rocha. O \"Tianwen-1\" da China transmitiu mais de 1.100 GB de dados de imagens de Marte, criando o mapa topográfico mais detalhado de Marte até hoje. A sonda \"Mars Express\" da ESA descobriu que as reservas de água subterrânea de Marte excedem muito as expectativas, aproximadamente 1,5 vezes as reservas de água doce da Terra.\n\nA exploração do espaço profundo alcançou novos avanços, com a sonda \"New Horizons\" voando através do Cinturão de Kuiper e descobrindo múltiplos corpos celestes desconhecidos. A sonda \"Juno\" completou um sobrevoo próximo da lua Europa de Júpiter, obtendo dados extensivos sobre seu oceano subsuperficial. A \"Parker Solar Probe\" fez história ao se tornar o primeiro objeto feito pelo homem a \"tocar\" o Sol, atingindo uma distância mais próxima surpreendente de 8,1 milhões de quilômetros.\n\nA construção da estação espacial progrediu de forma constante, com a estação espacial da China completando a construção abrangente e hospedando 12 astronautas no total. O período de serviço da Estação Espacial Internacional foi estendido até 2030, completando 6 missões de caminhada espacial. O voo espacial comercial floresceu, com a SpaceX completando 68 missões de lançamento ao longo do ano, estabelecendo um novo recorde de voo espacial comercial.\n\nAs missões de retorno de amostras de asteroides alcançaram progresso revolucionário, com a sonda \"OSIRIS-REx\" da NASA retornando com sucesso amostras do asteroide Bennu para a Terra, totalizando 250 gramas, a maior amostra de asteroide até hoje. Os resultados da análise da missão \"Hayabusa2\" do Japão mostraram que o asteroide Ryugu contém aminoácidos e outras substâncias essenciais para a vida.\n\nNas observações astronômicas, o Telescópio Espacial James Webb descobriu a galáxia mais distante até hoje, 13,3 bilhões de anos-luz da Terra. O satélite \"Insight-HXMT\" da China detectou pela primeira vez explosões de raios gama ultra-fortes de explosões de magnetar. A construção do conjunto de radiotelescópios SKA começou, que se tornará a maior instalação astronômica da humanidade quando concluída.\n\nA inovação tecnológica aeroespacial continua, com a tecnologia de foguetes reutilizáveis se tornando cada vez mais madura, alcançando uma taxa de sucesso de recuperação de 95%. Progresso importante foi feito na pesquisa de sistemas de propulsão nuclear, com empuxo teórico 10 vezes maior que foguetes químicos. A tecnologia de limpeza de detritos espaciais alcançou avanços, com o primeiro satélite de limpeza comercial capturando e destruindo com sucesso 2 satélites abandonados.\n\nOs planos de exploração espacial dos próximos 5 anos foram esclarecidos, incluindo missões importantes como pouso lunar tripulado, retorno de amostras de Marte e exploração do sistema de Júpiter. Espera-se que até 2030, a escala da indústria aeroespacial global exceda 1 trilhão de dólares, e a economia espacial se tornará um novo ponto de crescimento.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Se mencionou o tempo de voo do programa Artemis: 13 dias orbitando a lua, completando uma jornada de 2,26 milhões de quilômetros",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Se mencionou o número de amostras de rocha coletadas pelo Perseverance: 28 amostras de rocha",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Se mencionou a quantidade de dados transmitidos pelo Tianwen-1: mais de 1.100 GB de dados de imagens de Marte",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Se mencionou a distância mais próxima da Parker Solar Probe ao Sol: 8,1 milhões de quilômetros",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Se mencionou o número de astronautas recebidos pela estação espacial chinesa: 12 astronautas no total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Se mencionou o número de lançamentos anuais da SpaceX: 68 missões de lançamento ao longo do ano",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Se mencionou o peso das amostras trazidas pela OSIRIS-REx: 250 gramas, a maior amostra de asteroide até hoje",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Se mencionou a distância da galáxia mais distante descoberta pelo Telescópio Webb: 13,3 bilhões de anos-luz da Terra",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Se mencionou a taxa de sucesso de recuperação de foguetes reutilizáveis: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Se mencionou a previsão da escala da indústria aeroespacial global para 2030: exceder 1 trilhão de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório da Situação de Saúde Pública Global de 2023 mostra que o sistema de saúde global enfrenta novos desafios na era pós-epidemia. Um total de 156 novos surtos de doenças infecciosas foram relatados em todo o mundo, um aumento de 23% em relação ao ano anterior. Dados da Organização Mundial da Saúde (OMS) mostram que os gastos globais com saúde atingiram 9,7 trilhões de dólares americanos, representando 10,2% do PIB global, mas a lacuna na alocação de recursos médicos entre países continua a se ampliar.\n\nEm termos de prevenção e controle de doenças infecciosas, a rede global de vigilância da gripe cobre 153 países e monitora 12.000 pontos de amostragem em tempo real. O sistema de monitoramento de variantes do novo coronavírus identificou 38 variantes importantes, das quais 5 são listadas como preocupações principais. A taxa global de vacinação atingiu 76%, mas ainda há 23 países na África com uma taxa de vacinação abaixo de 30%.\n\nProgresso foi feito na prevenção e tratamento de doenças crônicas. A taxa global de sobrevivência de câncer de 5 anos excedeu 70% pela primeira vez, com taxas de sobrevivência de câncer de mama e próstata excedendo 90%. A taxa de mortalidade por doença cardiovascular caiu 15% em relação a uma década atrás, mas ainda é a principal causa de morte no mundo. O número de pacientes diabéticos atingiu 537 milhões, dobrando desde 2000, e os gastos médicos anuais excedem 760 bilhões de dólares americanos.\n\nOs problemas de saúde mental estão se tornando cada vez mais proeminentes, com mais de 400 milhões de pessoas sofrendo de depressão em todo o mundo, um aumento de 28% desde antes da epidemia. A saúde mental dos adolescentes é preocupante, com a taxa de suicídio de pessoas de 15-24 anos aumentando 12%. Os gastos médicos para saúde mental em vários países representam apenas 2,8% dos gastos totais, muito abaixo do padrão de 5% recomendado pela OMS.\n\nA inovação tecnológica médica está acelerando, com a precisão do diagnóstico assistido por IA atingindo 97%, especialmente no campo do diagnóstico por imagem. A terapia genética fez um grande avanço, com 15 tipos de terapia genética aprovados mundialmente, e o custo do tratamento caiu 60% em comparação com cinco anos atrás. Os serviços de telemedicina cobrem uma população de 850 milhões e desempenham um papel importante em áreas remotas.\n\nO problema da distribuição desigual de recursos médicos permanece proeminente, com 45% dos recursos médicos mundiais concentrados em países desenvolvidos que representam 15% da população. O número médio de médicos por 10.000 pessoas na África é apenas 2,3, muito abaixo do padrão de 23 recomendado pela OMS. Ainda há cerca de 3,8 bilhões de pessoas no mundo que não podem acessar serviços médicos básicos.\n\nO problema da resistência a antibióticos é exacerbado, com 1,5 milhão de mortes por infecções de bactérias resistentes por ano e perdas econômicas excedendo 550 bilhões de dólares americanos. A OMS alerta que se nenhuma ação for tomada, infecções resistentes a medicamentos podem se tornar a principal causa de morte até 2050.\n\nO relatório recomenda fortalecer a cooperação global em saúde, estabelecer um fundo global de emergência de saúde de 10 bilhões de dólares e melhorar os sistemas de alerta precoce de doenças. Intensificar o treinamento de talentos médicos e treinar 5 milhões de profissionais médicos até 2030. Promover a inovação tecnológica médica e aumentar a acessibilidade dos serviços médicos em 30%. Ao mesmo tempo, apela aos países desenvolvidos para assumir mais responsabilidades pela assistência internacional à saúde e ajudar regiões subdesenvolvidas a melhorar seus padrões médicos.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Se mencionou o número de novos surtos de doenças infecciosas globais: 156 novos surtos de doenças infecciosas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Se mencionou a proporção dos gastos globais com saúde médica no PIB: 10,2% do PIB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Se mencionou o número de países cobertos pela rede global de vigilância da gripe: 153 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Se mencionou a taxa global de sobrevivência de câncer de 5 anos: excedeu 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Se mencionou o número global de pacientes diabéticos: 537 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Se mencionou o número global de pacientes com depressão: mais de 400 milhões de pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Se mencionou a precisão do diagnóstico assistido por IA: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Se mencionou a população coberta pelos serviços de telemedicina: 850 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Se mencionou a proporção de médicos por população na região da África: 2,3 por 10.000 pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Se mencionou o número de mortes por infecções de bactérias resistentes: 1,5 milhão de mortes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Se mencionou a escala do fundo global de emergência de saúde: 10 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento da Indústria Global de Veículos de Nova Energia de 2023 mostra que a transformação da eletrificação entrou na via rápida. As vendas anuais globais de veículos de nova energia excederam 14,8 milhões de unidades, um aumento de 46,3% em relação ao ano anterior, e a taxa de penetração do mercado atingiu 22%. Entre eles, veículos puramente elétricos representaram 68%, veículos híbridos plug-in representaram 29%, e veículos de célula de combustível de hidrogênio representaram 3%. O mercado chinês teve o melhor desempenho, com vendas atingindo 8,2 milhões de unidades, representando 55,4% do total global.\n\nA tecnologia de baterias de energia continua a ter avanços, e a densidade de energia das baterias de estado sólido de nova geração atingiu 400Wh/kg, um aumento de 45% sobre as baterias de lítio tradicionais. A capacidade global de produção de baterias de energia atingiu 1200GWh, e o investimento da indústria excedeu 85 bilhões de dólares americanos. Os custos das baterias caíram 38% desde 2020, impulsionando uma redução significativa nos custos de fabricação de veículos.\n\nA infraestrutura de carregamento acelerou seu layout, e o número de postos de carregamento públicos em todo o mundo atingiu 18,5 milhões, dos quais postos de carregamento rápido representam 35%. A tecnologia de carregamento inteligente foi promovida e aplicada, e projetos de demonstração de interação veículo-rede (V2G) foram implementados em 15 países, fornecendo 45GWh de capacidade de nivelamento de pico para a rede elétrica.\n\nA tecnologia de condução inteligente foi atualizada, com a taxa de penetração da condução autônoma L2+ atingindo 45%, e o nível L3 começou a produção em massa. A escassez global de chips automotivos melhorou significativamente, com a capacidade de produção anual aumentando 28%. O poder de computação do sistema inteligente a bordo excedeu 1000TOPS, suportando cenários de condução autônoma mais complexos.\n\nA localização da cadeia industrial acelerou, e cinco grandes clusters da indústria de veículos de nova energia foram formados globalmente. As capacidades controláveis independentes de materiais-chave foram aprimoradas, e a taxa de autossuficiência da China em materiais de bateria de lítio excedeu 85%. O sistema de reciclagem para baterias de energia usadas foi gradualmente aperfeiçoado, com uma taxa de reciclagem de 78% e um tamanho de mercado derivado de mais de 28 bilhões de dólares americanos.\n\nA exportação de veículos de nova energia cresceu rapidamente, com o volume de exportação de veículos de nova energia da China atingindo 950.000 unidades, um aumento de 120% em relação ao ano anterior. A transformação da eletrificação do mercado europeu acelerou, com veículos elétricos representando 28% das vendas de carros novos. O mercado americano cresceu rapidamente com apoio de políticas, com vendas anuais excedendo 2,1 milhões de unidades.\n\nA competição em rotas técnicas se intensificou, e novas tecnologias como baterias de estado sólido e baterias de íon de sódio aceleraram a comercialização. A tecnologia de célula de combustível de hidrogênio fez avanços, e os custos do sistema caíram 55% em comparação com 2020. O modelo de troca de bateria é promovido no campo de veículos comerciais pesados, e 28.000 estações de troca de bateria foram construídas em todo o mundo.\n\nAs políticas industriais continuam a ser otimizadas, e o mundo investiu um total de 280 bilhões de dólares americanos em subsídios. As regulamentações de emissão de carbono em vários países se tornaram mais rigorosas, e o cronograma para a retirada de veículos de combustível tradicionais foi esclarecido. O sistema de padrões industriais foi continuamente aperfeiçoado, impulsionando o desenvolvimento saudável da indústria global de veículos de nova energia.\n\nPerspectiva para os próximos cinco anos: Espera-se que até 2028, as vendas anuais de veículos de nova energia em todo o mundo excedam 35 milhões, e a taxa de penetração do mercado exceda 45%. A densidade de energia das baterias de energia deve exceder 500Wh/kg, e o custo cairá para abaixo de 60 dólares americanos/kWh. A condução inteligente entrará no estágio de comercialização do nível L4, impulsionando um mercado inteligente de 500 bilhões de dólares americanos.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Se mencionou as vendas anuais globais de veículos de nova energia: 14,8 milhões de unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Se mencionou a proporção de vendas do mercado chinês: 55,4% do total global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Se mencionou a densidade de energia das baterias de estado sólido de nova geração: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Se mencionou o número de postos de carregamento públicos globais: 18,5 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Se mencionou a taxa de penetração da condução autônoma nível L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Se mencionou a taxa de autossuficiência de materiais de bateria de lítio da China: excedeu 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Se mencionou o volume de exportação de veículos de nova energia da China: 950.000 unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Se mencionou a redução de custos do sistema de célula de combustível de hidrogênio: 55% em comparação com 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Se mencionou o número global de estações de troca de bateria: 28.000 estações de troca de bateria",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Se mencionou o valor total dos fundos de subsídio globais: 280 bilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento de Tecnologia do Metaverso de 2023 mostra que a indústria global do Metaverso atingirá 385 bilhões de dólares, um aumento de 85% em relação ao ano anterior. O volume de remessa de dispositivos de realidade virtual (VR) e realidade aumentada (AR) excedeu 32 milhões de unidades, um aumento de 62% em relação ao ano anterior. O número de aplicações de patentes relacionadas ao Metaverso atingiu 185.000, das quais a China representou 38%, classificando-se em primeiro lugar no mundo.\n\nAvanços significativos na tecnologia de hardware, a resolução dos dispositivos VR de nova geração atingiu 4K×4K, o campo de visão foi expandido para 120 graus, e o atraso foi reduzido para 12ms. As soluções ópticas de AR são inovadoras, e a tecnologia de guia de onda de difração reduz o peso do dispositivo para 120g. Progresso significativo foi feito em interfaces cérebro-computador, e dispositivos não invasivos podem reconhecer 1.000 comandos de pensamento com uma taxa de precisão de 92%.\n\nA tecnologia interativa está se tornando cada vez mais madura, a precisão da captura de movimento de corpo inteiro foi melhorada para o nível sub-milimétrico, e o reconhecimento de expressão facial suporta 95 micro-expressões. Avanços foram feitos na tecnologia de feedback tátil, que pode simular o toque de 200 materiais diferentes. A tecnologia de projeção holográfica atingiu resolução 8K, suportando múltiplas pessoas assistindo ao mesmo tempo sem óculos especiais.\n\nO ecossistema de conteúdo está florescendo, com mais de 8,5 milhões de desenvolvedores de conteúdo do Metaverso em todo o mundo, um aumento de 95% em relação ao ano anterior. O número de usuários ativos mensais de plataformas sociais virtuais atingiu 450 milhões, e o maior número de espectadores online para um único concerto virtual excedeu 25 milhões. É amplamente usado no campo da educação, com 15% das faculdades e universidades ao redor do mundo oferecendo cursos do Metaverso.\n\nA economia digital está acelerando seu layout, com o valor de mercado das empresas listadas relacionadas ao conceito do Metaverso global excedendo 2,8 trilhões de dólares americanos. A escala de transações de ativos virtuais atingiu 68 bilhões de dólares americanos, e ovolume médio diário de transações do mercado NFT excedeu 150 milhões de dólares americanos. A escala do mercado de publicidade do Metaverso atingiu 12,5 bilhões de dólares americanos, com uma taxa de crescimento anual de mais de 200%.\nA formulação de padrões técnicos foi acelerada, e o IEEE lançou o primeiro padrão de arquitetura de referência do Metaverso. A Aliança da Indústria do Metaverso foi estabelecida globalmente, com 180 empresas participando da formulação de padrões. A estrutura de segurança de dados e proteção de privacidade foi gradualmente aperfeiçoada para suportar interoperabilidade de dados entre plataformas.\nAs aplicações industriais estão se aprofundando constantemente, e o Metaverso industrial levou a um aumento de 28% na eficiência de fabricação. O Metaverso médico apoiou 5.000 cirurgias remotas com uma taxa de precisão de 99,9%. O volume de transações da plataforma do metaverso imobiliário excedeu 20 bilhões de dólares americanos, e a visualização online de casas representou 35%.\nA demanda por talentos está crescendo rapidamente, e a demanda global por posições relacionadas ao metaverso atingiu 950.000, com um salário médio 45% mais alto que posições tradicionais de TI. Os países aumentaram seus esforços no treinamento de talentos, e há mais de 3.000 instituições de treinamento profissional. Estima-se que a lacuna de talentos atingirá 2,8 milhões até 2025.\nTendências de desenvolvimento futuro: Estima-se que até 2028, o tamanho do mercado global do metaverso excederá 1,5 trilhão de dólares americanos. A economia real está acelerando sua transformação digital, e 85% das marcas implantarão o metaverso. A integração e inovação tecnológica estão acelerando, e interfaces cérebro-computador, tecnologia holográfica, computação quântica, etc. trarão avanços revolucionários.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Se mencionou a escala da indústria global do Metaverso: 385 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Se mencionou o volume de remessa de dispositivos VR/AR: 32 milhões de unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Se mencionou os dados de latência dos dispositivos VR de nova geração: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Se mencionou o número de comandos de pensamento que a interface cérebro-computador pode reconhecer: 1.000 comandos de pensamento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Se mencionou o número global de desenvolvedores de conteúdo do Metaverso: 8,5 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Se mencionou o número de usuários ativos mensais de plataformas sociais virtuais: 450 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Se mencionou o volume médio diário de transações do mercado NFT: 150 milhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Se mencionou o número de empresas participantes da Aliança da Indústria do Metaverso: 180 empresas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Se mencionou o número de cirurgias remotas apoiadas pelo Metaverso médico: 5.000 cirurgias remotas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Se mencionou a previsão do tamanho do mercado global do metaverso para 2028: 1,5 trilhão de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Inovação e Desenvolvimento da Educação Global de 2023 mostra que a transformação digital da educação está acelerando, e o investimento global em tecnologia educacional atingiu 342 bilhões de dólares americanos, um aumento de 42% em relação ao ano anterior. A escala de usuários de educação online excedeu 1,8 bilhão, e os recursos de aprendizagem digital cobrem 89% dos alunos em todo o mundo. Na era pós-epidemia, a educação híbrida se tornou mainstream, e o ensino integrado online e offline representa 65%.\nA aplicação da inteligência artificial na educação se aprofundou, e assistentes de ensino de IA cobriram mais de 250 milhões de usuários com uma taxa de precisão de 96%. O sistema de aprendizagem adaptativa pode identificar mais de 8.000 padrões de comportamento de aprendizagem, e a taxa de precisão de recomendações personalizadas atingiu 92%. A análise de big data educacional apoia decisões de ensino e melhora a eficácia do ensino em 35%.\nO modo de fornecimento de recursos educacionais mudou. O número de cursos na plataforma MOOC global excedeu 85.000, e o número cumulativo de seleções de cursos atingiu 1,5 bilhão. O compartilhamento de recursos educacionais de alta qualidade acelerou, e o número de cursos abertos em universidades internacionais prestigiosas atingiu 12.000. Há mais de 5.000 projetos de ensino experimental de simulação virtual, cobrindo 12 disciplinas.\nA avaliação educacional inovou e se desenvolveu, e o sistema de certificação de crédito baseado em blockchain foi pilotado em 280 universidades. O sistema de avaliação inteligente pode analisar dados do processo de aprendizagem em tempo real, com 186 dimensões de avaliação. O modelo de avaliação baseado em competências é promovido no campo da educação vocacional, e 2.800 padrões profissionais estão conectados.\nO desenvolvimento profissional de professores é acelerado, e 8,5 milhões de professores ao redor do mundo completaram o treinamento de habilidades de ensino digital. A taxa de cobertura do treinamento de alfabetização em inteligência artificial para professores atingiu 55%. A aplicação do sistema de preparação de aulas inteligente é popularizada, economizando 40% do tempo de preparação de aulas dos professores. A plataforma de serviço de apoio ao desenvolvimento de professores reúne 20 milhões de recursos de ensino.\nReforma inovadora do modelo de treinamento de talentos, aprendizagem baseada em projetos representa 38%. Há 35.000 cursos integrados interdisciplinares, e 1,8 milhão de talentos compostos foram treinados. A integração da indústria e educação se aprofundou e desenvolveu, com 120.000 projetos de cooperação escola-empresa e 15 milhões de estudantes cobertos pela educação colaborativa.\nA equidade educacional continua a melhorar, e a taxa de cobertura da educação online em áreas remotas aumentou para 75%. Projetos de assistência educacional beneficiam 120 milhões de estudantes necessitados. O sistema de apoio tecnológico para educação especial é aperfeiçoado, e a tecnologia auxiliar beneficia 28 milhões de estudantes especiais.\nA cooperação educacional internacional é fortalecida, e projetos de aprendizagem online transfronteiriços atingiram 8.500. Há 1.200 acordos internacionais de reconhecimento de crédito. A adesão à Aliança Global de Inovação Educacional se expandiu para 85 países, com mais de 3.000 programas de treinamento conjunto.\nTendências de desenvolvimento futuro: Estima-se que até 2028, o mercado global de tecnologia educacional atingirá 850 bilhões de dólares americanos. As aplicações de educação do Metaverso são popularizadas, e a aprendizagem imersiva se tornou um método importante. A inteligência artificial capacita profundamente todo o processo educacional e promove mudanças no paradigma educacional. O sistema de aprendizagem ao longo da vida é mais completo, e a construção de uma sociedade de aprendizagem é acelerada.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 150. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Se mencionou a escala de investimento global em tecnologia educacional: 342 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Se mencionou a escala de usuários de educação online: 1,8 bilhão",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Se mencionou o número de usuários cobertos por assistentes de ensino de IA: 250 milhões de usuários",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Se mencionou o número de cursos na plataforma MOOC global: 85.000 cursos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Se mencionou o número de cursos abertos de universidades internacionais famosas: 12.000 cursos abertos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Se mencionou o número de universidades piloto de certificação de crédito blockchain: 280 universidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Se mencionou o número de professores que completaram o treinamento de habilidades de ensino digital: 8,5 milhões de professores",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Se mencionou o número de projetos de cooperação escola-empresa: 120.000 projetos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Se mencionou o número de estudantes beneficiados por projetos de assistência educacional: 120 milhões de estudantes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Se mencionou a previsão do tamanho do mercado global de tecnologia educacional para 2028: 850 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【Recentemente, a 20ª Conferência Internacional de Inteligência Artificial da China foi realizada grandiosamente no Centro Internacional de Convenções de Pequim. Mais de 1.500 especialistas, acadêmicos e representantes corporativos de mais de 30 países ao redor do mundo se reuniram para discutir novas tendências e oportunidades no desenvolvimento da inteligência artificial. A conferência teve como tema \"Nova Era da Inteligência: Integração, Inovação e Sustentabilidade\" e estabeleceu mais de 100 fóruns especiais e seminários técnicos.\n\nDurante a reunião, muitos acadêmicos e especialistas expressaram pontos de vista importantes. O acadêmico Wang Jian da Academia Chinesa de Engenharia apontou que a inteligência artificial está entrando em uma nova fase de desenvolvimento, e os avanços na tecnologia de modelos grandes trouxeram novas oportunidades para o desenvolvimento industrial. O acadêmico Zhang Bei da Universidade Tsinghua enfatizou a importância da governança ética da inteligência artificial e sugeriu estabelecer um padrão ético global unificado para IA.\n\nO \"Relatório de Desenvolvimento Global da Inteligência Artificial 2023\" divulgado pela conferência mostra que o tamanho do mercado global de IA atingirá 1,5 trilhão de dólares americanos em 2022, um aumento de 23,6% em relação ao ano anterior. Entre eles, a escala do mercado de IA da China atingiu 400 bilhões de yuans, e progresso significativo foi feito em visão computacional, reconhecimento de fala e outros campos. O relatório prevê que até 2025, o tamanho do mercado global de IA excederá 3 trilhões de dólares americanos.\n\nMuitas conquistas tecnológicas de ponta foram exibidas na exposição. Incluindo uma nova geração de robôs inteligentes, sistemas de condução autônoma, equipamentos médicos inteligentes, etc. Entre eles, o robô de interação emocional desenvolvido pela Universidade Tsinghua atraiu ampla atenção. O robô pode reconhecer com precisão expressões faciais e tons humanos, e fazer respostas emocionais correspondentes, com uma precisão de identificação de 95 por cento.\n\nA conferência também realizou a \"Competição de Inovação e Empreendedorismo em IA\", que atraiu mais de 500 equipes de todo o mundo para participar. No final, uma equipe de startup focada em aplicações agrícolas de IA ganhou o campeonato com seu sistema inteligente de identificação de pragas e doenças de culturas, que tem uma taxa de precisão de mais de 98 por cento e foi pilotado em muitas grandes províncias agrícolas.\n\nNa cerimônia de encerramento, o comitê organizador anunciou que estabeleceria uma \"Aliança Global de Inovação em Inteligência Artificial\" para promover cooperação internacional, treinamento de talentos e inovação tecnológica. Os primeiros membros da aliança incluem 50 instituições de pesquisa de primeira linha e 100 empresas líderes em 20 países.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Se mencionou o nome específico da conferência: a 20ª Conferência Internacional de Inteligência Artificial da China",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Se mencionou o número de participantes: mais de 1.500 especialistas, acadêmicos e representantes corporativos de mais de 30 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Se mencionou o tema da conferência: Nova Era da Inteligência: Integração, Inovação e Sustentabilidade",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Se mencionou o ponto de vista do acadêmico Wang Jian: a inteligência artificial está entrando em uma nova fase de desenvolvimento, e os avanços na tecnologia de modelos grandes trouxeram novas oportunidades para o desenvolvimento industrial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Se mencionou o tamanho do mercado global de IA em 2022: 1,5 trilhão de dólares americanos, um aumento de 23,6% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Se mencionou o tamanho do mercado de IA da China: 400 bilhões de yuans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Se mencionou a previsão do tamanho do mercado global de IA para 2025: exceder 3 trilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Se mencionou a taxa de precisão de identificação do robô de interação emocional desenvolvido pela Universidade Tsinghua: 95 por cento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Se mencionou o número de equipes participantes da Competição de Inovação e Empreendedorismo em IA: mais de 500 equipes de todo o mundo",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Se mencionou a taxa de precisão do sistema da equipe campeã: mais de 98 por cento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Se mencionou o tamanho dos primeiros membros da Aliança Global de Inovação em Inteligência Artificial: 50 instituições de pesquisa de primeira linha e 100 empresas líderes em 20 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Pesquisa sobre Mudanças Climáticas Globais de 2023 mostra que a Terra está passando por uma crise ambiental sem precedentes. De acordo com a análise mais recente de dados de satélite, a temperatura média global em 2023 aumentará 1,5℃ em comparação com os tempos pré-industriais, estabelecendo um recorde. A taxa de aquecimento no Ártico é duas vezes a média global, resultando em derretimento de geleiras em grande escala. Espera-se que até 2050, o Ártico possa ter seu primeiro verão sem gelo.\n\nA equipe de pesquisa descobriu que a frequência de eventos climáticos extremos aumentou significativamente ao analisar dados históricos de 2.000 estações meteorológicas ao redor do mundo. Em 2023, houve 127 tempestades pesadas e 43 temperaturas extremamente altas ao redor do mundo, um aumento de 45% e 60% respectivamente em comparação com dez anos atrás. As perdas econômicas causadas por esses climas desastrosos chegam a 280 bilhões de dólares americanos, afetando mais de 200 milhões de pessoas.\n\nA taxa de elevação do nível do mar está acelerando. Nos últimos 25 anos, o nível médio global do mar subiu 8,9 cm. Estudos preveem que se as emissões de gases de efeito estufa continuarem a tendência atual, o nível do mar pode subir mais de 1 metro até o final deste século, o que ameaçará o ambiente de vida de cerca de 600 milhões de pessoas costeiras ao redor do mundo.\n\nA biodiversidade continua a declinar, com registros de pesquisa mostrando que nos últimos 50 anos, cerca de 28.000 espécies de organismos foram ameaçadas de extinção em todo o mundo. As florestas tropicais estão sendo cortadas a uma taxa alarmante, com uma perda de 1,5 milhão de hectares apenas em 2023, uma área equivalente ao tamanho da Suíça. Os ecossistemas marinhos também estão sob séria ameaça, com 90% dos recifes de coral em risco de morte.\n\nO relatório aponta que a concentração de dióxido de carbono na atmosfera atingiu 417ppm, um aumento de 50% em relação aos tempos pré-industriais. Embora os países tenham se comprometido a reduzir as emissões, as emissões globais de carbono ainda aumentarão 2,7% em 2023 para um recorde de 37,8 bilhões de toneladas. Entre eles, a indústria de geração de energia representa 35%, a produção industrial representa 28% e o transporte representa 24%.\n\nPara lidar com a crise climática, o relatório recomenda tomar medidas de emergência: até 2030, a proporção de energia renovável aumentará para 60%, a participação de mercado de veículos elétricos aumentará para 40%, e a eficiência energética dos edifícios aumentará 30%. Também recomenda o estabelecimento de um fundo global de adaptação climática de 100 bilhões de dólares para ajudar os países em desenvolvimento a melhorar sua adaptabilidade.\n\nOs cientistas alertam que se ações eficazes não forem tomadas nos próximos cinco anos, os efeitos do aquecimento global podem atingir um ponto de inflexão irreversível. Até então, mesmo que os humanos parem todas as emissões de gases de efeito estufa, a Terra continuará a se aquecer por décadas, o que levará a desastres naturais mais frequentes, crises alimentares mais sérias e problemas de refugiados climáticos em maior escala.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Se mencionou os dados específicos do aumento da temperatura média global em 2023: 1,5℃ em comparação com os tempos pré-industriais, estabelecendo um recorde",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Se mencionou o número de ocorrências de tempestades pesadas em 2023: 127 tempestades pesadas, um aumento de 45% em comparação com dez anos atrás",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Se mencionou os dados de perdas econômicas causadas por clima extremo: 280 bilhões de dólares americanos, afetando mais de 200 milhões de pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Se mencionou os dados específicos da elevação do nível médio global do mar nos últimos 25 anos: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Se mencionou o número de espécies ameaçadas de extinção: cerca de 28.000 espécies de organismos foram ameaçadas de extinção em todo o mundo nos últimos 50 anos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Se mencionou a área de perda de floresta tropical em 2023: 1,5 milhão de hectares, uma área equivalente ao tamanho da Suíça",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Se mencionou a concentração atual de dióxido de carbono na atmosfera: 417ppm, um aumento de 50% em relação aos tempos pré-industriais",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Se mencionou as emissões globais de carbono em 2023: aumento de 2,7% para um recorde de 37,8 bilhões de toneladas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Se mencionou a proporção de emissões de carbono da indústria de geração de energia: 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Se mencionou a meta de proporção de energia renovável para 2030: aumentar para 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Se mencionou o tamanho do fundo global de adaptação climática proposto: fundo global de adaptação climática de 100 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento da Economia Digital Global de 2023 mostra que a economia digital se tornou a principal força motriz para o crescimento econômico global. De acordo com os dados do relatório, a escala total da economia digital global atingiu 54,8 trilhões de dólares em 2023, um aumento de 18,2% em relação ao ano anterior, e a proporção do PIB global excedeu 45% pela primeira vez. Entre eles, a escala da economia digital da China atingiu 50,1 trilhões de yuans, um aumento de 15,3% em relação ao ano anterior, e a economia digital representou 41,5% do PIB.\n\nEm termos de construção de infraestrutura digital, o número total de estações base 5G globais excedeu 3,5 milhões, com a China representando mais de 60%. O número global de centros de dados atingiu 8.500, com consumo anual de energia excedendo 200 bilhões de kWh. A escala do mercado de computação em nuvem atingiu 485 bilhões de dólares, com a participação de mercado combinada da AWS, Microsoft Azure e Alibaba Cloud excedendo 65%.\n\nA inovação tecnológica digital continua a acelerar, com aplicações globais de patentes de IA atingindo 520.000, um aumento de 32% em relação ao ano anterior. As aplicações de tecnologia blockchain continuam a se expandir, com a escala do mercado global de blockchain atingindo 128 bilhões de dólares. O investimento em computação quântica excedeu 15 bilhões de dólares, com computadores quânticos em desenvolvimento atingindo o nível de 1.000 qubits.\n\nO comércio digital está se desenvolvendo rapidamente, com a escala de transações de comércio eletrônico transfronteiriço global atingindo 3,8 trilhões de dólares, um aumento de 25% em relação ao ano anterior. O volume de transações de pagamento digital excedeu 8,5 trilhões de dólares, com pagamentos móveis representando 68%. Os usuários globais de comércio eletrônico atingiram 2,8 bilhões, com serviços digitais cobrindo mais de 80% da população global.\n\nEm termos de emprego na indústria digital, as posições relacionadas à economia digital global atingiram 320 milhões, um aumento de 12% em relação ao ano anterior. Posições altamente qualificadas como desenvolvimento de software, análise de dados e inteligência artificial mostraram crescimento significativo da demanda, com níveis salariais médios 35% mais altos que as indústrias tradicionais. Espera-se que até 2025, a lacuna de talentos da economia digital global atinja 85 milhões de pessoas.\n\nA governança digital continua a melhorar, com 128 países em todo o mundo tendo emitido leis e regulamentos relacionados à proteção de dados. O investimento em segurança de rede atingiu 189 bilhões de dólares, um aumento de 22% em relação ao ano anterior. As perdas econômicas globais causadas por incidentes de segurança de rede atingiram 950 bilhões de dólares, um aumento de 15% em relação ao ano anterior.\n\nO relatório prevê que até 2025, a escala da economia digital global excederá 75 trilhões de dólares, com uma taxa de crescimento anual média de mais de 15%. O desenvolvimento integrado de tecnologias emergentes gerará mais novas formas e modelos de negócios, e a transformação digital acelerará a penetração do campo do consumidor para o campo da produção. A economia digital deve se tornar um motor-chave para a recuperação econômica global na era pós-pandemia.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Se mencionou a escala total da economia digital global em 2023: 54,8 trilhões de dólares americanos, um aumento de 18,2% em relação ao ano anterior, representando mais de 45% do PIB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Se mencionou a escala da economia digital da China: 50,1 trilhões de yuans, um aumento de 15,3% em relação ao ano anterior, representando 41,5% do PIB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Se mencionou o número total de estações base 5G globais: excedeu 3,5 milhões, com a China representando mais de 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Se mencionou a escala do mercado global de computação em nuvem: 485 bilhões de dólares americanos, com a participação de mercado combinada da AWS, Microsoft Azure e Alibaba Cloud excedendo 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Se mencionou o número de aplicações de patentes de inteligência artificial globais: 520.000, um aumento de 32% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Se mencionou a escala do mercado global de blockchain: 128 bilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Se mencionou a escala de transações de comércio eletrônico transfronteiriço global: 3,8 trilhões de dólares americanos, um aumento de 25% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Se mencionou o número de posições relacionadas à economia digital: 320 milhões de posições, um aumento de 12% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Se mencionou o valor do investimento em segurança de rede: 189 bilhões de dólares americanos, um aumento de 22% em relação ao ano anterior",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Se mencionou a previsão da escala da economia digital global para 2025: exceder 75 trilhões de dólares americanos, com uma taxa de crescimento anual média de mais de 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【Grandes avanços foram alcançados na exploração espacial humana em 2023, com múltiplas missões marco completadas com sucesso. A primeira missão de teste de voo do programa de pouso lunar \"Artemis\" da NASA foi concluída com sucesso, com a espaçonave não tripulada orbitando a lua por 13 dias e completando uma jornada de 2,26 milhões de quilômetros. A missão verificou o desempenho do foguete de carga pesada de nova geração SLS, estabelecendo a base para o pouso lunar tripulado em 2025.\n\nNa exploração de Marte, o rover \"Perseverance\" descobriu moléculas orgânicas suspeitas de serem sinais de vida na superfície marciana e coletou 28 amostras de rocha. O \"Tianwen-1\" da China transmitiu mais de 1.100 GB de dados de imagens de Marte, criando o mapa topográfico mais detalhado de Marte até hoje. A sonda \"Mars Express\" da ESA descobriu que as reservas de água subterrânea de Marte excedem muito as expectativas, aproximadamente 1,5 vezes as reservas de água doce da Terra.\n\nA exploração do espaço profundo alcançou novos avanços, com a sonda \"New Horizons\" voando através do Cinturão de Kuiper e descobrindo múltiplos corpos celestes desconhecidos. A sonda \"Juno\" completou um sobrevoo próximo da lua Europa de Júpiter, obtendo dados extensivos sobre seu oceano subsuperficial. A \"Parker Solar Probe\" fez história ao se tornar o primeiro objeto feito pelo homem a \"tocar\" o Sol, atingindo uma distância mais próxima surpreendente de 8,1 milhões de quilômetros.\n\nA construção da estação espacial progrediu de forma constante, com a estação espacial da China completando a construção abrangente e hospedando 12 astronautas no total. O período de serviço da Estação Espacial Internacional foi estendido até 2030, completando 6 missões de caminhada espacial. O voo espacial comercial floresceu, com a SpaceX completando 68 missões de lançamento ao longo do ano, estabelecendo um novo recorde de voo espacial comercial.\n\nAs missões de retorno de amostras de asteroides alcançaram progresso revolucionário, com a sonda \"OSIRIS-REx\" da NASA retornando com sucesso amostras do asteroide Bennu para a Terra, totalizando 250 gramas, a maior amostra de asteroide até hoje. Os resultados da análise da missão \"Hayabusa2\" do Japão mostraram que o asteroide Ryugu contém aminoácidos e outras substâncias essenciais para a vida.\n\nNas observações astronômicas, o Telescópio Espacial James Webb descobriu a galáxia mais distante até hoje, 13,3 bilhões de anos-luz da Terra. O satélite \"Insight-HXMT\" da China detectou pela primeira vez explosões de raios gama ultra-fortes de explosões de magnetar. A construção do conjunto de radiotelescópios SKA começou, que se tornará a maior instalação astronômica da humanidade quando concluída.\n\nA inovação tecnológica aeroespacial continua, com a tecnologia de foguetes reutilizáveis se tornando cada vez mais madura, alcançando uma taxa de sucesso de recuperação de 95%. Progresso importante foi feito na pesquisa de sistemas de propulsão nuclear, com empuxo teórico 10 vezes maior que foguetes químicos. A tecnologia de limpeza de detritos espaciais alcançou avanços, com o primeiro satélite de limpeza comercial capturando e destruindo com sucesso 2 satélites abandonados.\n\nOs planos de exploração espacial dos próximos 5 anos foram esclarecidos, incluindo missões importantes como pouso lunar tripulado, retorno de amostras de Marte e exploração do sistema de Júpiter. Espera-se que até 2030, a escala da indústria aeroespacial global exceda 1 trilhão de dólares, e a economia espacial se tornará um novo ponto de crescimento.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Se mencionou o tempo de voo do programa Artemis: 13 dias orbitando a lua, completando uma jornada de 2,26 milhões de quilômetros",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Se mencionou o número de amostras de rocha coletadas pelo Perseverance: 28 amostras de rocha",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Se mencionou a quantidade de dados transmitidos pelo Tianwen-1: mais de 1.100 GB de dados de imagens de Marte",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Se mencionou a distância mais próxima da Parker Solar Probe ao Sol: 8,1 milhões de quilômetros",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Se mencionou o número de astronautas recebidos pela estação espacial chinesa: 12 astronautas no total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Se mencionou o número de lançamentos anuais da SpaceX: 68 missões de lançamento ao longo do ano",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Se mencionou o peso das amostras trazidas pela OSIRIS-REx: 250 gramas, a maior amostra de asteroide até hoje",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Se mencionou a distância da galáxia mais distante descoberta pelo Telescópio Webb: 13,3 bilhões de anos-luz da Terra",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Se mencionou a taxa de sucesso de recuperação de foguetes reutilizáveis: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Se mencionou a previsão da escala da indústria aeroespacial global para 2030: exceder 1 trilhão de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório da Situação de Saúde Pública Global de 2023 mostra que o sistema de saúde global enfrenta novos desafios na era pós-epidemia. Um total de 156 novos surtos de doenças infecciosas foram relatados em todo o mundo, um aumento de 23% em relação ao ano anterior. Dados da Organização Mundial da Saúde (OMS) mostram que os gastos globais com saúde atingiram 9,7 trilhões de dólares americanos, representando 10,2% do PIB global, mas a lacuna na alocação de recursos médicos entre países continua a se ampliar.\n\nEm termos de prevenção e controle de doenças infecciosas, a rede global de vigilância da gripe cobre 153 países e monitora 12.000 pontos de amostragem em tempo real. O sistema de monitoramento de variantes do novo coronavírus identificou 38 variantes importantes, das quais 5 são listadas como preocupações principais. A taxa global de vacinação atingiu 76%, mas ainda há 23 países na África com uma taxa de vacinação abaixo de 30%.\n\nProgresso foi feito na prevenção e tratamento de doenças crônicas. A taxa global de sobrevivência de câncer de 5 anos excedeu 70% pela primeira vez, com taxas de sobrevivência de câncer de mama e próstata excedendo 90%. A taxa de mortalidade por doença cardiovascular caiu 15% em relação a uma década atrás, mas ainda é a principal causa de morte no mundo. O número de pacientes diabéticos atingiu 537 milhões, dobrando desde 2000, e os gastos médicos anuais excedem 760 bilhões de dólares americanos.\n\nOs problemas de saúde mental estão se tornando cada vez mais proeminentes, com mais de 400 milhões de pessoas sofrendo de depressão em todo o mundo, um aumento de 28% desde antes da epidemia. A saúde mental dos adolescentes é preocupante, com a taxa de suicídio de pessoas de 15-24 anos aumentando 12%. Os gastos médicos para saúde mental em vários países representam apenas 2,8% dos gastos totais, muito abaixo do padrão de 5% recomendado pela OMS.\n\nA inovação tecnológica médica está acelerando, com a precisão do diagnóstico assistido por IA atingindo 97%, especialmente no campo do diagnóstico por imagem. A terapia genética fez um grande avanço, com 15 tipos de terapia genética aprovados mundialmente, e o custo do tratamento caiu 60% em comparação com cinco anos atrás. Os serviços de telemedicina cobrem uma população de 850 milhões e desempenham um papel importante em áreas remotas.\n\nO problema da distribuição desigual de recursos médicos permanece proeminente, com 45% dos recursos médicos mundiais concentrados em países desenvolvidos que representam 15% da população. O número médio de médicos por 10.000 pessoas na África é apenas 2,3, muito abaixo do padrão de 23 recomendado pela OMS. Ainda há cerca de 3,8 bilhões de pessoas no mundo que não podem acessar serviços médicos básicos.\n\nO problema da resistência a antibióticos é exacerbado, com 1,5 milhão de mortes por infecções de bactérias resistentes por ano e perdas econômicas excedendo 550 bilhões de dólares americanos. A OMS alerta que se nenhuma ação for tomada, infecções resistentes a medicamentos podem se tornar a principal causa de morte até 2050.\n\nO relatório recomenda fortalecer a cooperação global em saúde, estabelecer um fundo global de emergência de saúde de 10 bilhões de dólares e melhorar os sistemas de alerta precoce de doenças. Intensificar o treinamento de talentos médicos e treinar 5 milhões de profissionais médicos até 2030. Promover a inovação tecnológica médica e aumentar a acessibilidade dos serviços médicos em 30%. Ao mesmo tempo, apela aos países desenvolvidos para assumir mais responsabilidades pela assistência internacional à saúde e ajudar regiões subdesenvolvidas a melhorar seus padrões médicos.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Se mencionou o número de novos surtos de doenças infecciosas globais: 156 novos surtos de doenças infecciosas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Se mencionou a proporção dos gastos globais com saúde médica no PIB: 10,2% do PIB global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Se mencionou o número de países cobertos pela rede global de vigilância da gripe: 153 países",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Se mencionou a taxa global de sobrevivência de câncer de 5 anos: excedeu 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Se mencionou o número global de pacientes diabéticos: 537 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Se mencionou o número global de pacientes com depressão: mais de 400 milhões de pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Se mencionou a precisão do diagnóstico assistido por IA: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Se mencionou a população coberta pelos serviços de telemedicina: 850 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Se mencionou a proporção de médicos por população na região da África: 2,3 por 10.000 pessoas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Se mencionou o número de mortes por infecções de bactérias resistentes: 1,5 milhão de mortes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Se mencionou a escala do fundo global de emergência de saúde: 10 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento da Indústria Global de Veículos de Nova Energia de 2023 mostra que a transformação da eletrificação entrou na via rápida. As vendas anuais globais de veículos de nova energia excederam 14,8 milhões de unidades, um aumento de 46,3% em relação ao ano anterior, e a taxa de penetração do mercado atingiu 22%. Entre eles, veículos puramente elétricos representaram 68%, veículos híbridos plug-in representaram 29%, e veículos de célula de combustível de hidrogênio representaram 3%. O mercado chinês teve o melhor desempenho, com vendas atingindo 8,2 milhões de unidades, representando 55,4% do total global.\n\nA tecnologia de baterias de energia continua a ter avanços, e a densidade de energia das baterias de estado sólido de nova geração atingiu 400Wh/kg, um aumento de 45% sobre as baterias de lítio tradicionais. A capacidade global de produção de baterias de energia atingiu 1200GWh, e o investimento da indústria excedeu 85 bilhões de dólares americanos. Os custos das baterias caíram 38% desde 2020, impulsionando uma redução significativa nos custos de fabricação de veículos.\n\nA infraestrutura de carregamento acelerou seu layout, e o número de postos de carregamento públicos em todo o mundo atingiu 18,5 milhões, dos quais postos de carregamento rápido representam 35%. A tecnologia de carregamento inteligente foi promovida e aplicada, e projetos de demonstração de interação veículo-rede (V2G) foram implementados em 15 países, fornecendo 45GWh de capacidade de nivelamento de pico para a rede elétrica.\n\nA tecnologia de condução inteligente foi atualizada, com a taxa de penetração da condução autônoma L2+ atingindo 45%, e o nível L3 começou a produção em massa. A escassez global de chips automotivos melhorou significativamente, com a capacidade de produção anual aumentando 28%. O poder de computação do sistema inteligente a bordo excedeu 1000TOPS, suportando cenários de condução autônoma mais complexos.\n\nA localização da cadeia industrial acelerou, e cinco grandes clusters da indústria de veículos de nova energia foram formados globalmente. As capacidades controláveis independentes de materiais-chave foram aprimoradas, e a taxa de autossuficiência da China em materiais de bateria de lítio excedeu 85%. O sistema de reciclagem para baterias de energia usadas foi gradualmente aperfeiçoado, com uma taxa de reciclagem de 78% e um tamanho de mercado derivado de mais de 28 bilhões de dólares americanos.\n\nA exportação de veículos de nova energia cresceu rapidamente, com o volume de exportação de veículos de nova energia da China atingindo 950.000 unidades, um aumento de 120% em relação ao ano anterior. A transformação da eletrificação do mercado europeu acelerou, com veículos elétricos representando 28% das vendas de carros novos. O mercado americano cresceu rapidamente com apoio de políticas, com vendas anuais excedendo 2,1 milhões de unidades.\n\nA competição em rotas técnicas se intensificou, e novas tecnologias como baterias de estado sólido e baterias de íon de sódio aceleraram a comercialização. A tecnologia de célula de combustível de hidrogênio fez avanços, e os custos do sistema caíram 55% em comparação com 2020. O modelo de troca de bateria é promovido no campo de veículos comerciais pesados, e 28.000 estações de troca de bateria foram construídas em todo o mundo.\n\nAs políticas industriais continuam a ser otimizadas, e o mundo investiu um total de 280 bilhões de dólares americanos em subsídios. As regulamentações de emissão de carbono em vários países se tornaram mais rigorosas, e o cronograma para a retirada de veículos de combustível tradicionais foi esclarecido. O sistema de padrões industriais foi continuamente aperfeiçoado, impulsionando o desenvolvimento saudável da indústria global de veículos de nova energia.\n\nPerspectiva para os próximos cinco anos: Espera-se que até 2028, as vendas anuais de veículos de nova energia em todo o mundo excedam 35 milhões, e a taxa de penetração do mercado exceda 45%. A densidade de energia das baterias de energia deve exceder 500Wh/kg, e o custo cairá para abaixo de 60 dólares americanos/kWh. A condução inteligente entrará no estágio de comercialização do nível L4, impulsionando um mercado inteligente de 500 bilhões de dólares americanos.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Se mencionou as vendas anuais globais de veículos de nova energia: 14,8 milhões de unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Se mencionou a proporção de vendas do mercado chinês: 55,4% do total global",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Se mencionou a densidade de energia das baterias de estado sólido de nova geração: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Se mencionou o número de postos de carregamento públicos globais: 18,5 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Se mencionou a taxa de penetração da condução autônoma nível L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Se mencionou a taxa de autossuficiência de materiais de bateria de lítio da China: excedeu 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Se mencionou o volume de exportação de veículos de nova energia da China: 950.000 unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Se mencionou a redução de custos do sistema de célula de combustível de hidrogênio: 55% em comparação com 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Se mencionou o número global de estações de troca de bateria: 28.000 estações de troca de bateria",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Se mencionou o valor total dos fundos de subsídio globais: 280 bilhões de dólares americanos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Desenvolvimento de Tecnologia do Metaverso de 2023 mostra que a indústria global do Metaverso atingirá 385 bilhões de dólares, um aumento de 85% em relação ao ano anterior. O volume de remessa de dispositivos de realidade virtual (VR) e realidade aumentada (AR) excedeu 32 milhões de unidades, um aumento de 62% em relação ao ano anterior. O número de aplicações de patentes relacionadas ao Metaverso atingiu 185.000, das quais a China representou 38%, classificando-se em primeiro lugar no mundo.\n\nAvanços significativos na tecnologia de hardware, a resolução dos dispositivos VR de nova geração atingiu 4K×4K, o campo de visão foi expandido para 120 graus, e o atraso foi reduzido para 12ms. As soluções ópticas de AR são inovadoras, e a tecnologia de guia de onda de difração reduz o peso do dispositivo para 120g. Progresso significativo foi feito em interfaces cérebro-computador, e dispositivos não invasivos podem reconhecer 1.000 comandos de pensamento com uma taxa de precisão de 92%.\n\nA tecnologia interativa está se tornando cada vez mais madura, a precisão da captura de movimento de corpo inteiro foi melhorada para o nível sub-milimétrico, e o reconhecimento de expressão facial suporta 95 micro-expressões. Avanços foram feitos na tecnologia de feedback tátil, que pode simular o toque de 200 materiais diferentes. A tecnologia de projeção holográfica atingiu resolução 8K, suportando múltiplas pessoas assistindo ao mesmo tempo sem óculos especiais.\n\nO ecossistema de conteúdo está florescendo, com mais de 8,5 milhões de desenvolvedores de conteúdo do Metaverso em todo o mundo, um aumento de 95% em relação ao ano anterior. O número de usuários ativos mensais de plataformas sociais virtuais atingiu 450 milhões, e o maior número de espectadores online para um único concerto virtual excedeu 25 milhões. É amplamente usado no campo da educação, com 15% das faculdades e universidades ao redor do mundo oferecendo cursos do Metaverso.\n\nA economia digital está acelerando seu layout, com o valor de mercado das empresas listadas relacionadas ao conceito do Metaverso global excedendo 2,8 trilhões de dólares americanos. A escala de transações de ativos virtuais atingiu 68 bilhões de dólares americanos, e ovolume médio diário de transações do mercado NFT excedeu 150 milhões de dólares americanos. A escala do mercado de publicidade do Metaverso atingiu 12,5 bilhões de dólares americanos, com uma taxa de crescimento anual de mais de 200%.\nA formulação de padrões técnicos foi acelerada, e o IEEE lançou o primeiro padrão de arquitetura de referência do Metaverso. A Aliança da Indústria do Metaverso foi estabelecida globalmente, com 180 empresas participando da formulação de padrões. A estrutura de segurança de dados e proteção de privacidade foi gradualmente aperfeiçoada para suportar interoperabilidade de dados entre plataformas.\nAs aplicações industriais estão se aprofundando constantemente, e o Metaverso industrial levou a um aumento de 28% na eficiência de fabricação. O Metaverso médico apoiou 5.000 cirurgias remotas com uma taxa de precisão de 99,9%. O volume de transações da plataforma do metaverso imobiliário excedeu 20 bilhões de dólares americanos, e a visualização online de casas representou 35%.\nA demanda por talentos está crescendo rapidamente, e a demanda global por posições relacionadas ao metaverso atingiu 950.000, com um salário médio 45% mais alto que posições tradicionais de TI. Os países aumentaram seus esforços no treinamento de talentos, e há mais de 3.000 instituições de treinamento profissional. Estima-se que a lacuna de talentos atingirá 2,8 milhões até 2025.\nTendências de desenvolvimento futuro: Estima-se que até 2028, o tamanho do mercado global do metaverso excederá 1,5 trilhão de dólares americanos. A economia real está acelerando sua transformação digital, e 85% das marcas implantarão o metaverso. A integração e inovação tecnológica estão acelerando, e interfaces cérebro-computador, tecnologia holográfica, computação quântica, etc. trarão avanços revolucionários.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Se mencionou a escala da indústria global do Metaverso: 385 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Se mencionou o volume de remessa de dispositivos VR/AR: 32 milhões de unidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Se mencionou os dados de latência dos dispositivos VR de nova geração: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Se mencionou o número de comandos de pensamento que a interface cérebro-computador pode reconhecer: 1.000 comandos de pensamento",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Se mencionou o número global de desenvolvedores de conteúdo do Metaverso: 8,5 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Se mencionou o número de usuários ativos mensais de plataformas sociais virtuais: 450 milhões",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Se mencionou o volume médio diário de transações do mercado NFT: 150 milhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Se mencionou o número de empresas participantes da Aliança da Indústria do Metaverso: 180 empresas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Se mencionou o número de cirurgias remotas apoiadas pelo Metaverso médico: 5.000 cirurgias remotas",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Se mencionou a previsão do tamanho do mercado global do metaverso para 2028: 1,5 trilhão de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, me ajude a resumir o artigo abaixo【O Relatório de Inovação e Desenvolvimento da Educação Global de 2023 mostra que a transformação digital da educação está acelerando, e o investimento global em tecnologia educacional atingiu 342 bilhões de dólares americanos, um aumento de 42% em relação ao ano anterior. A escala de usuários de educação online excedeu 1,8 bilhão, e os recursos de aprendizagem digital cobrem 89% dos alunos em todo o mundo. Na era pós-epidemia, a educação híbrida se tornou mainstream, e o ensino integrado online e offline representa 65%.\nA aplicação da inteligência artificial na educação se aprofundou, e assistentes de ensino de IA cobriram mais de 250 milhões de usuários com uma taxa de precisão de 96%. O sistema de aprendizagem adaptativa pode identificar mais de 8.000 padrões de comportamento de aprendizagem, e a taxa de precisão de recomendações personalizadas atingiu 92%. A análise de big data educacional apoia decisões de ensino e melhora a eficácia do ensino em 35%.\nO modo de fornecimento de recursos educacionais mudou. O número de cursos na plataforma MOOC global excedeu 85.000, e o número cumulativo de seleções de cursos atingiu 1,5 bilhão. O compartilhamento de recursos educacionais de alta qualidade acelerou, e o número de cursos abertos em universidades internacionais prestigiosas atingiu 12.000. Há mais de 5.000 projetos de ensino experimental de simulação virtual, cobrindo 12 disciplinas.\nA avaliação educacional inovou e se desenvolveu, e o sistema de certificação de crédito baseado em blockchain foi pilotado em 280 universidades. O sistema de avaliação inteligente pode analisar dados do processo de aprendizagem em tempo real, com 186 dimensões de avaliação. O modelo de avaliação baseado em competências é promovido no campo da educação vocacional, e 2.800 padrões profissionais estão conectados.\nO desenvolvimento profissional de professores é acelerado, e 8,5 milhões de professores ao redor do mundo completaram o treinamento de habilidades de ensino digital. A taxa de cobertura do treinamento de alfabetização em inteligência artificial para professores atingiu 55%. A aplicação do sistema de preparação de aulas inteligente é popularizada, economizando 40% do tempo de preparação de aulas dos professores. A plataforma de serviço de apoio ao desenvolvimento de professores reúne 20 milhões de recursos de ensino.\nReforma inovadora do modelo de treinamento de talentos, aprendizagem baseada em projetos representa 38%. Há 35.000 cursos integrados interdisciplinares, e 1,8 milhão de talentos compostos foram treinados. A integração da indústria e educação se aprofundou e desenvolveu, com 120.000 projetos de cooperação escola-empresa e 15 milhões de estudantes cobertos pela educação colaborativa.\nA equidade educacional continua a melhorar, e a taxa de cobertura da educação online em áreas remotas aumentou para 75%. Projetos de assistência educacional beneficiam 120 milhões de estudantes necessitados. O sistema de apoio tecnológico para educação especial é aperfeiçoado, e a tecnologia auxiliar beneficia 28 milhões de estudantes especiais.\nA cooperação educacional internacional é fortalecida, e projetos de aprendizagem online transfronteiriços atingiram 8.500. Há 1.200 acordos internacionais de reconhecimento de crédito. A adesão à Aliança Global de Inovação Educacional se expandiu para 85 países, com mais de 3.000 programas de treinamento conjunto.\nTendências de desenvolvimento futuro: Estima-se que até 2028, o mercado global de tecnologia educacional atingirá 850 bilhões de dólares americanos. As aplicações de educação do Metaverso são popularizadas, e a aprendizagem imersiva se tornou um método importante. A inteligência artificial capacita profundamente todo o processo educacional e promove mudanças no paradigma educacional. O sistema de aprendizagem ao longo da vida é mais completo, e a construção de uma sociedade de aprendizagem é acelerada.】. Seu resumo deve incluir todas as informações-chave do artigo (todas elas, sem deixar nada de fora). Mas você deve controlar o total de palavras em 180. Atenção: apenas palavras em português contam no total de palavras",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "portuguese_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Se mencionou a escala de investimento global em tecnologia educacional: 342 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Se mencionou a escala de usuários de educação online: 1,8 bilhão",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Se mencionou o número de usuários cobertos por assistentes de ensino de IA: 250 milhões de usuários",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Se mencionou o número de cursos na plataforma MOOC global: 85.000 cursos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Se mencionou o número de cursos abertos de universidades internacionais famosas: 12.000 cursos abertos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Se mencionou o número de universidades piloto de certificação de crédito blockchain: 280 universidades",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Se mencionou o número de professores que completaram o treinamento de habilidades de ensino digital: 8,5 milhões de professores",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Se mencionou o número de projetos de cooperação escola-empresa: 120.000 projetos",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Se mencionou o número de estudantes beneficiados por projetos de assistência educacional: 120 milhões de estudantes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Se mencionou a previsão do tamanho do mercado global de tecnologia educacional para 2028: 850 bilhões de dólares",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]