[
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Недавно 20-я Китайская международная конференция по искусственному интеллекту была торжественно проведена в Пекинском международном конгресс-центре. Более 1500 экспертов, ученых и представителей корпораций из более чем 30 стран мира собрались вместе, чтобы обсудить новые тенденции и возможности в развитии искусственного интеллекта. Конференция прошла под темой \"Новая эра интеллекта: интеграция, инновации и устойчивость\" и организовала более 100 специальных форумов и технических семинаров.\n\nВо время встречи многие академики и эксперты выразили важные точки зрения. Академик Ван Цзянь из Китайской академии инженерных наук отметил, что искусственный интеллект вступает в новый этап развития, и прорывы в технологии больших моделей принесли новые возможности для промышленного развития. Академик Чжан Бэй из Университета Цинхуа подчеркнул важность этического управления искусственным интеллектом и предложил установить глобальный единый стандарт этики ИИ.\n\n\"Отчет о глобальном развитии искусственного интеллекта 2023\", опубликованный конференцией, показывает, что размер глобального рынка ИИ достигнет 1,5 триллиона долларов США в 2022 году, увеличившись на 23,6% в годовом исчислении. Среди них масштаб китайского рынка ИИ достиг 400 миллиардов юаней, и был достигнут значительный прогресс в компьютерном зрении, распознавании речи и других областях. Отчет прогнозирует, что к 2025 году размер глобального рынка ИИ превысит 3 триллиона долларов США.\n\nМногие передовые технологические достижения были представлены на выставке. Включая новое поколение интеллектуальных роботов, системы автономного вождения, интеллектуальное медицинское оборудование и т.д. Среди них робот эмоционального взаимодействия, разработанный Университетом Цинхуа, привлек широкое внимание. Робот может точно распознавать человеческие выражения лица и тона, и делать соответствующие эмоциональные ответы, с точностью идентификации 95 процентов.\n\nКонференция также провела \"Конкурс инноваций и предпринимательства ИИ\", который привлек более 500 команд со всего мира к участию. В итоге стартап-команда, сосредоточенная на сельскохозяйственных приложениях ИИ, выиграла чемпионат со своей интеллектуальной системой идентификации вредителей и болезней сельскохозяйственных культур, которая имеет точность более 98 процентов и была пилотирована в нескольких крупных сельскохозяйственных провинциях.\n\nНа церемонии закрытия организационный комитет объявил о создании \"Глобального альянса инноваций искусственного интеллекта\" для продвижения международного сотрудничества, подготовки талантов и технологических инноваций. Первые члены альянса включают 50 ведущих исследовательских институтов и 100 ведущих компаний в 20 странах.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Было ли упомянуто конкретное название конференции: 20-я Китайская международная конференция по искусственному интеллекту",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Было ли упомянуто количество участников: более 1500 экспертов, ученых и представителей корпораций из более чем 30 стран",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Была ли упомянута тема конференции: Новая эра интеллекта: интеграция, инновации и устойчивость",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Была ли упомянута точка зрения академика Ван Цзяня: искусственный интеллект вступает в новый этап развития, и прорывы в технологии больших моделей принесли новые возможности для промышленного развития",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Был ли упомянут размер глобального рынка ИИ в 2022 году: 1,5 триллиона долларов США, увеличение на 23,6% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Был ли упомянут размер китайского рынка ИИ: 400 миллиардов юаней",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Был ли упомянут прогноз размера глобального рынка ИИ на 2025 год: превысит 3 триллиона долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Была ли упомянута точность распознавания робота эмоционального взаимодействия, разработанного Университетом Цинхуа: 95 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Было ли упомянуто количество команд-участников конкурса инноваций и предпринимательства ИИ: более 500 команд со всего мира",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Была ли упомянута точность системы команды-чемпиона: более 98 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Был ли упомянут масштаб первых членов Глобального альянса инноваций искусственного интеллекта: 50 ведущих исследовательских институтов и 100 ведущих компаний в 20 странах",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальных исследованиях изменения климата 2023 показывает, что Земля переживает беспрецедентный экологический кризис. Согласно последнему анализу спутниковых данных, глобальная средняя температура в 2023 году поднимется на 1,5℃ по сравнению с доиндустриальными временами, установив рекордный максимум. Скорость потепления в Арктике в два раза превышает глобальную среднюю, что приводит к крупномасштабному таянию ледников. Ожидается, что к 2050 году в Арктике может наступить первое безледное лето.\n\nИсследовательская группа обнаружила, что частота экстремальных погодных явлений значительно увеличилась, анализируя исторические данные с 2000 метеорологических станций по всему миру. В 2023 году во всем мире произошло 127 сильных ливней и 43 экстремальных высоких температуры, увеличение на 45 процентов и 60 процентов соответственно по сравнению с десятью годами ранее. Экономические потери, вызванные этими катастрофическими погодными условиями, достигают 280 миллиардов долларов США, затрагивая более 200 миллионов человек.\n\nСкорость подъема уровня моря ускоряется. За последние 25 лет глобальный средний уровень моря поднялся на 8,9 см. Исследования предсказывают, что если выбросы парниковых газов продолжат текущую тенденцию, уровень моря может подняться более чем на 1 метр к концу этого века, что будет угрожать жизненной среде около 600 миллионов прибрежных жителей по всему миру.\n\nБиоразнообразие продолжает снижаться, исследовательские записи показывают, что за последние 50 лет около 28 000 видов организмов оказались под угрозой исчезновения во всем мире. Тропические леса вырубаются с тревожной скоростью, только в 2023 году потеря составила 1,5 миллиона гектаров, площадь, эквивалентная размеру Швейцарии. Морские экосистемы также находятся под серьезной угрозой, 90 процентов коралловых рифов находятся под риском смерти.\n\nОтчет указывает, что концентрация углекислого газа в атмосфере достигла 417 ppm, увеличение на 50 процентов по сравнению с доиндустриальными временами. Хотя страны обязались сократить выбросы, глобальные выбросы углерода все еще увеличились на 2,7 процента в 2023 году до рекордных 37,8 миллиарда тонн. Среди них энергетическая промышленность составляет 35 процентов, промышленное производство составляет 28 процентов, а транспорт составляет 24 процента.\n\nДля борьбы с климатическим кризисом отчет рекомендует принять экстренные меры: к 2030 году увеличить долю возобновляемой энергии до 60 процентов, увеличить долю рынка электромобилей до 40 процентов и повысить энергоэффективность зданий на 30 процентов. Он также рекомендует создание глобального фонда адаптации к климату в размере 100 миллиардов долларов для помощи развивающимся странам в повышении их адаптивности.\n\nУченые предупреждают, что если эффективные действия не будут предприняты в следующие пять лет, последствия глобального потепления могут достичь необратимой переломной точки. К тому времени, даже если люди прекратят все выбросы парниковых газов, Земля будет продолжать нагреваться в течение десятилетий, что приведет к более частым стихийным бедствиям, более серьезным продовольственным кризисам и более крупномасштабным проблемам климатических беженцев.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Были ли упомянуты конкретные данные о повышении глобальной средней температуры в 2023 году: 1,5℃ по сравнению с доиндустриальными временами, установив рекордный максимум",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Было ли упомянуто количество сильных ливней в 2023 году: 127 сильных ливней, увеличение на 45 процентов по сравнению с десятью годами ранее",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Были ли упомянуты данные об экономических потерях от экстремальной погоды: 280 миллиардов долларов США, затрагивающие более 200 миллионов человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Были ли упомянуты конкретные данные о повышении глобального среднего уровня моря за последние 25 лет: 8,9 см",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Было ли упомянуто количество видов, находящихся под угрозой исчезновения: около 28 000 видов организмов оказались под угрозой исчезновения во всем мире за последние 50 лет",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Была ли упомянута площадь потери тропических лесов в 2023 году: 1,5 миллиона гектаров, площадь, эквивалентная размеру Швейцарии",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Была ли упомянута текущая концентрация углекислого газа в атмосфере: 417 ppm, увеличение на 50 процентов по сравнению с доиндустриальными временами",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Были ли упомянуты глобальные выбросы углерода в 2023 году: увеличение на 2,7 процента до рекордных 37,8 миллиарда тонн",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Была ли упомянута доля выбросов углерода энергетической промышленности: 35 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Была ли упомянута целевая доля возобновляемой энергии на 2030 год: увеличить до 60 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Был ли упомянут масштаб предлагаемого глобального фонда адаптации к климату: глобальный фонд адаптации к климату в размере 100 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии глобальной цифровой экономики 2023 показывает, что цифровая экономика стала основной движущей силой глобального экономического роста. Согласно данным отчета, общий масштаб глобальной цифровой экономики достиг 54,8 триллиона долларов в 2023 году, увеличившись на 18,2% в годовом исчислении, и доля глобального ВВП впервые превысила 45%. Среди них масштаб цифровой экономики Китая достиг 50,1 триллиона юаней, увеличившись на 15,3% в годовом исчислении, и цифровая экономика составила 41,5% ВВП.\n\nВ области строительства цифровой инфраструктуры общее количество глобальных базовых станций 5G превысило 3,5 миллиона, при этом на Китай приходится более 60%. Глобальное количество центров обработки данных достигло 8500, с годовым потреблением электроэнергии, превышающим 200 миллиардов кВтч. Масштаб рынка облачных вычислений достиг 485 миллиардов долларов, при этом совокупная доля рынка AWS, Microsoft Azure и Alibaba Cloud превышает 65%.\n\nИнновации в области цифровых технологий продолжают ускоряться, глобальные заявки на патенты ИИ достигли 520 000, увеличившись на 32% в годовом исчислении. Применение технологии блокчейн продолжает расширяться, масштаб глобального рынка блокчейн достиг 128 миллиардов долларов. Инвестиции в квантовые вычисления превысили 15 миллиардов долларов, квантовые компьютеры в разработке достигли уровня 1000 кубитов.\n\nЦифровая торговля развивается быстро, масштаб глобальных трансграничных транзакций электронной коммерции достиг 3,8 триллиона долларов, увеличившись на 25% в годовом исчислении. Объем транзакций цифровых платежей превысил 8,5 триллиона долларов, при этом мобильные платежи составляют 68%. Глобальные пользователи электронной коммерции достигли 2,8 миллиарда, цифровые услуги охватывают более 80% мирового населения.\n\nВ области занятости в цифровой индустрии глобальные позиции, связанные с цифровой экономикой, достигли 320 миллионов, увеличившись на 12% в годовом исчислении. Высококвалифицированные позиции, такие как разработка программного обеспечения, анализ данных и искусственный интеллект, показали значительный рост спроса, со средним уровнем зарплаты на 35% выше, чем в традиционных отраслях. Ожидается, что к 2025 году глобальный дефицит талантов цифровой экономики достигнет 85 миллионов человек.\n\nЦифровое управление продолжает совершенствоваться, 128 стран по всему миру издали законы и правила, связанные с защитой данных. Инвестиции в сетевую безопасность достигли 189 миллиардов долларов, увеличившись на 22% по сравнению с предыдущим годом. Глобальные экономические потери, вызванные инцидентами сетевой безопасности, достигли 950 миллиардов долларов, увеличившись на 15% по сравнению с предыдущим годом.\n\nОтчет прогнозирует, что к 2025 году масштаб глобальной цифровой экономики превысит 75 триллионов долларов, со средним годовым темпом роста более 15%. Интегрированное развитие новых технологий создаст больше новых бизнес-форм и моделей, и цифровая трансформация ускорит проникновение из потребительской сферы в производственную. Ожидается, что цифровая экономика станет ключевым двигателем глобального экономического восстановления в постпандемическую эпоху.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Был ли упомянут общий масштаб глобальной цифровой экономики в 2023 году: 54,8 триллиона долларов США, увеличение на 18,2% в годовом исчислении, составляющий более 45% глобального ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Был ли упомянут масштаб цифровой экономики Китая: 50,1 триллиона юаней, увеличение на 15,3% в годовом исчислении, составляющий 41,5% ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Было ли упомянуто общее количество глобальных базовых станций 5G: превысило 3,5 миллиона, при этом на Китай приходится более 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Был ли упомянут масштаб глобального рынка облачных вычислений: 485 миллиардов долларов США, при этом совокупная доля рынка AWS, Microsoft Azure и Alibaba Cloud превышает 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Было ли упомянуто количество глобальных заявок на патенты ИИ: 520 000, увеличение на 32% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Был ли упомянут масштаб глобального рынка блокчейн: 128 миллиардов долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Был ли упомянут масштаб глобальных трансграничных транзакций электронной коммерции: 3,8 триллиона долларов США, увеличение на 25% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Было ли упомянуто количество позиций, связанных с цифровой экономикой: 320 миллионов позиций, увеличение на 12% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Была ли упомянута сумма инвестиций в сетевую безопасность: 189 миллиардов долларов США, увеличение на 22% по сравнению с предыдущим годом",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Был ли упомянут прогноз масштаба глобальной цифровой экономики на 2025 год: превысит 75 триллионов долларов США, со средним годовым темпом роста более 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【В 2023 году были достигнуты крупные прорывы в исследовании космоса человеком, с успешным завершением нескольких знаковых миссий. Первая тестовая полетная миссия лунной программы NASA \"Артемида\" была успешно завершена, беспилотный космический корабль облетел Луну в течение 13 дней и завершил путешествие в 2,26 миллиона километров. Миссия проверила производительность ракеты-носителя нового поколения SLS, заложив основу для пилотируемой посадки на Луну в 2025 году.\n\nВ исследовании Марса марсоход \"Настойчивость\" обнаружил органические молекулы, подозреваемые в том, что они являются признаками жизни на поверхности Марса, и собрал 28 образцов горных пород. Китайский \"Тяньвэнь-1\" передал более 1100 ГБ данных изображений Марса, создав самую подробную топографическую карту Марса на сегодняшний день. Зонд ESA \"Марс Экспресс\" обнаружил, что подземные водные запасы Марса намного превышают ожидания, примерно в 1,5 раза больше запасов пресной воды Земли.\n\nИсследование дальнего космоса достигло новых прорывов, зонд \"Новые горизонты\" пролетел через пояс Койпера и обнаружил множество неизвестных небесных тел. Зонд \"Юнона\" совершил близкий пролет спутника Юпитера Европы, получив обширные данные о его подповерхностном океане. \"Паркер Солар Проб\" вошел в историю, став первым созданным человеком объектом, который \"коснулся\" Солнца, достигнув поразительного ближайшего расстояния в 8,1 миллиона километров.\n\nСтроительство космической станции продвигалось стабильно, китайская космическая станция завершила комплексное строительство и приняла в общей сложности 12 космонавтов. Срок службы Международной космической станции был продлен до 2030 года, завершено 6 миссий выхода в открытый космос. Коммерческие космические полеты процветали, SpaceX завершила 68 запусков в течение года, установив новый рекорд коммерческих космических полетов.\n\nМиссии возврата образцов астероидов достигли прорывного прогресса, зонд NASA \"OSIRIS-REx\" успешно вернул образцы с астероида Бенну на Землю, общим весом 250 граммов, самый большой образец астероида на сегодняшний день. Результаты анализа японской миссии \"Хаябуса2\" показали, что астероид Рюгу содержит аминокислоты и другие вещества, необходимые для жизни.\n\nВ астрономических наблюдениях космический телескоп Джеймса Уэбба обнаружил самую далекую галактику на сегодняшний день, в 13,3 миллиарда световых лет от Земли. Китайский спутник \"Insight-HXMT\" впервые обнаружил сверхсильные гамма-всплески от взрывов магнетаров. Радиотелескопная решетка SKA начала строительство, которая станет крупнейшим астрономическим объектом человечества после завершения.\n\nИнновации в аэрокосмических технологиях продолжаются, технология многоразовых ракет становится все более зрелой, достигая успешности восстановления 95%. Важный прогресс был достигнут в исследовании ядерных двигательных систем, с теоретической тягой в 10 раз больше, чем у химических ракет. Технология очистки космического мусора достигла прорывов, первый коммерческий спутник очистки успешно захватил и уничтожил 2 заброшенных спутника.\n\nПланы исследования космоса на следующие 5 лет были уточнены, включая крупные миссии, такие как пилотируемая посадка на Луну, возврат образцов с Марса и исследование системы Юпитера. Ожидается, что к 2030 году масштаб глобальной аэрокосмической промышленности превысит 1 триллион долларов, и космическая экономика станет новой точкой роста.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Было ли упомянуто время полета программы Артемида: 13 дней облета Луны, завершив путешествие в 2,26 миллиона километров",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Было ли упомянуто количество образцов горных пород, собранных марсоходом Настойчивость: 28 образцов горных пород",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Было ли упомянуто количество данных, переданных Тяньвэнь-1: более 1100 ГБ данных изображений Марса",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Было ли упомянуто ближайшее расстояние Паркер Солар Проб до Солнца: 8,1 миллиона километров",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Было ли упомянуто количество космонавтов, принятых китайской космической станцией: 12 космонавтов в общей сложности",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Было ли упомянуто количество годовых запусков SpaceX: 68 запусков в течение года",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Был ли упомянут вес образцов, возвращенных OSIRIS-REx: 250 граммов, самый большой образец астероида на сегодняшний день",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Было ли упомянуто расстояние до самой далекой галактики, обнаруженной телескопом Уэбба: 13,3 миллиарда световых лет от Земли",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Была ли упомянута успешность восстановления многоразовых ракет: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Был ли упомянут прогноз масштаба глобальной аэрокосмической промышленности на 2030 год: превысит 1 триллион долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальной ситуации в области общественного здравоохранения 2023 показывает, что глобальная система здравоохранения сталкивается с новыми вызовами в постэпидемическую эпоху. Всего во всем мире было зарегистрировано 156 новых вспышек инфекционных заболеваний, увеличение на 23% по сравнению с предыдущим годом. Данные Всемирной организации здравоохранения (ВОЗ) показывают, что глобальные расходы на здравоохранение достигли 9,7 триллиона долларов США, составляя 10,2% глобального ВВП, но разрыв в распределении медицинских ресурсов между странами продолжает расширяться.\n\nВ области профилактики и контроля инфекционных заболеваний глобальная сеть наблюдения за гриппом охватывает 153 страны и контролирует 12 000 точек отбора проб в режиме реального времени. Система мониторинга новых вариантов коронавируса выявила 38 важных вариантов, из которых 5 перечислены как ключевые проблемы. Глобальный уровень вакцинации достиг 76%, но в 23 странах Африки уровень вакцинации все еще ниже 30%.\n\nДостигнут прогресс в профилактике и лечении хронических заболеваний. Глобальная 5-летняя выживаемость при раке впервые превысила 70%, при этом выживаемость при раке молочной железы и простаты превышает 90%. Смертность от сердечно-сосудистых заболеваний снизилась на 15% по сравнению с десятилетием назад, но это все еще ведущая причина смерти в мире. Количество пациентов с диабетом достигло 537 миллионов, удвоившись с 2000 года, а годовые медицинские расходы превышают 760 миллиардов долларов США.\n\nПроблемы психического здоровья становятся все более заметными, более 400 миллионов человек во всем мире страдают от депрессии, увеличение на 28% по сравнению с доэпидемическим периодом. Психическое здоровье подростков вызывает беспокойство, уровень самоубийств среди людей в возрасте 15-24 лет вырос на 12%. Медицинские расходы на психическое здоровье в различных странах составляют только 2,8% от общих расходов, что намного ниже стандарта 5%, рекомендованного ВОЗ.\n\nИнновации в медицинских технологиях ускоряются, точность диагностики с помощью ИИ достигает 97%, особенно в области визуальной диагностики. Генная терапия достигла крупного прорыва, 15 типов генной терапии одобрены во всем мире, а стоимость лечения снизилась на 60% по сравнению с пятью годами ранее. Услуги телемедицины охватывают население в 850 миллионов человек и играют важную роль в отдаленных районах.\n\nПроблема неравномерного распределения медицинских ресурсов остается заметной, 45% мировых медицинских ресурсов сосредоточены в развитых странах, которые составляют 15% населения. Среднее количество врачей на 10 000 человек в Африке составляет только 2,3, что намного ниже стандарта 23, рекомендованного ВОЗ. Около 3,8 миллиарда человек в мире все еще не могут получить доступ к основным медицинским услугам.\n\nПроблема устойчивости к антибиотикам усугубляется, 1,5 миллиона смертей от инфекций устойчивых бактерий ежегодно и экономические потери превышают 550 миллиардов долларов США. ВОЗ предупреждает, что если не предпринять действий, лекарственно-устойчивые инфекции могут стать ведущей причиной смерти к 2050 году.\n\nОтчет рекомендует укрепить глобальное сотрудничество в области здравоохранения, создать глобальный фонд чрезвычайных ситуаций в области здравоохранения в размере 10 миллиардов долларов и улучшить системы раннего предупреждения заболеваний. Интенсифицировать подготовку медицинских талантов и обучить 5 миллионов медицинских специалистов к 2030 году. Продвигать инновации в медицинских технологиях и повысить доступность медицинских услуг на 30%. В то же время призывает развитые страны взять на себя больше ответственности за международную помощь в области здравоохранения и помочь неразвитым регионам улучшить их медицинские стандарты.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Было ли упомянуто количество новых вспышек инфекционных заболеваний в мире: 156 новых вспышек инфекционных заболеваний",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Была ли упомянута доля глобальных расходов на здравоохранение в ВВП: 10,2% глобального ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Было ли упомянуто количество стран, охваченных глобальной сетью наблюдения за гриппом: 153 страны",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Была ли упомянута глобальная 5-летняя выживаемость при раке: превысила 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Было ли упомянуто количество пациентов с диабетом в мире: 537 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Было ли упомянуто количество людей с депрессией в мире: более 400 миллионов человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Была ли упомянута точность диагностики с помощью ИИ: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Было ли упомянуто население, охваченное услугами телемедицины: 850 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Была ли упомянута пропорция врачей к населению в Африке: 2,3 на 10 000 человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Было ли упомянуто количество смертей от инфекций устойчивых бактерий: 1,5 миллиона смертей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Был ли упомянут масштаб глобального фонда чрезвычайных ситуаций в области здравоохранения: 10 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии индустрии новых энергетических транспортных средств 2023 показывает, что электрификационная трансформация вошла в быструю полосу. Глобальные годовые продажи новых энергетических транспортных средств превысили 14,8 миллиона единиц, увеличившись на 46,3% в годовом исчислении, а уровень проникновения на рынок достиг 22%. Среди них чисто электрические транспортные средства составили 68%, подключаемые гибридные транспортные средства составили 29%, а транспортные средства на водородных топливных элементах составили 3%. Китайский рынок показал лучшие результаты, с продажами, достигшими 8,2 миллиона единиц, составляя 55,4% от глобального общего количества.\n\nТехнология силовых батарей продолжает прорываться, плотность энергии нового поколения твердотельных батарей достигла 400 Втч/кг, увеличившись на 45% по сравнению с традиционными литиевыми батареями. Глобальная производственная мощность силовых батарей достигла 1200 ГВтч, а инвестиции в отрасль превысили 85 миллиардов долларов США. Стоимость батарей снизилась на 38% по сравнению с 2020 годом, что привело к значительному снижению затрат на производство транспортных средств.\n\nЗарядная инфраструктура ускорила свое развертывание, количество общественных зарядных столбов по всему миру достигло 18,5 миллиона, из которых быстрые зарядные столбы составляют 35%. Технология интеллектуальной зарядки была продвинута и применена, демонстрационные проекты взаимодействия транспортного средства с сетью (V2G) были реализованы в 15 странах, обеспечивая 45 ГВтч мощности для сглаживания пиков для электросети.\n\nТехнология интеллектуального вождения была обновлена, уровень проникновения автономного вождения L2+ достиг 45%, а уровень L3 начал массовое производство. Глобальная нехватка автомобильных чипов значительно улучшилась, годовая производственная мощность увеличилась на 28%. Вычислительная мощность бортовой интеллектуальной системы превысила 1000 TOPS, поддерживая более сложные сценарии автономного вождения.\n\nЛокализация промышленной цепи ускорилась, и глобально сформировались пять основных промышленных кластеров новых энергетических транспортных средств. Независимые контролируемые возможности ключевых материалов были усилены, а уровень самообеспеченности Китая материалами для литиевых батарей превысил 85%. Система переработки отработанных силовых батарей была постепенно улучшена, с уровнем переработки 78% и размером производного рынка более 28 миллиардов долларов США.\n\nЭкспорт новых энергетических транспортных средств быстро рос, объем экспорта новых энергетических транспортных средств Китая достиг 950 000 единиц, увеличившись на 120% в годовом исчислении. Электрификационная трансформация европейского рынка ускорилась, электрические транспортные средства составили 28% от продаж новых автомобилей. Американский рынок быстро рос при поддержке политики, с годовыми продажами, превышающими 2,1 миллиона единиц.\n\nКонкуренция в технических маршрутах усилилась, новые технологии, такие как твердотельные батареи и натрий-ионные батареи, ускорили коммерциализацию. Технология водородных топливных элементов достигла прорывов, системные затраты снизились на 55% по сравнению с 2020 годом. Модель замены батарей продвигается в области тяжелых коммерческих транспортных средств, по всему миру построено 28 000 станций замены батарей.\n\nПромышленная политика продолжает оптимизироваться, мир инвестировал в общей сложности 280 миллиардов долларов США в субсидии. Регулирование выбросов углерода в различных странах стало строже, и график вывода традиционных топливных транспортных средств был уточнен. Система промышленных стандартов была постоянно улучшена, способствуя здоровому развитию глобальной индустрии новых энергетических транспортных средств.\n\nПерспективы на следующие пять лет: Ожидается, что к 2028 году годовые продажи новых энергетических транспортных средств по всему миру превысят 35 миллионов, а уровень проникновения на рынок превысит 45%. Ожидается, что плотность энергии силовых батарей превысит 500 Втч/кг, а стоимость снизится до менее 60 долларов США/кВтч. Интеллектуальное вождение войдет в стадию коммерциализации уровня L4, стимулируя интеллектуальный рынок в 500 миллиардов долларов США.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Были ли упомянуты глобальные годовые продажи новых энергетических транспортных средств: 14,8 миллиона единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Была ли упомянута доля продаж китайского рынка: 55,4% от глобального общего количества",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Была ли упомянута плотность энергии нового поколения твердотельных батарей: 400 Втч/кг",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Было ли упомянуто количество общественных зарядных столбов в мире: 18,5 миллиона",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Был ли упомянут уровень проникновения автономного вождения L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Был ли упомянут уровень самообеспеченности Китая материалами для литиевых батарей: превысил 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Был ли упомянут объем экспорта новых энергетических транспортных средств Китая: 950 000 единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Было ли упомянуто снижение стоимости системы водородных топливных элементов: 55% по сравнению с 2020 годом",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Было ли упомянуто количество станций замены батарей в мире: 28 000 станций замены батарей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Была ли упомянута общая сумма глобальных субсидий: 280 миллиардов долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии технологий метавселенной 2023 показывает, что глобальная индустрия метавселенной достигнет 385 миллиардов долларов, увеличившись на 85% в годовом исчислении. Объем поставок устройств виртуальной реальности (VR) и дополненной реальности (AR) превысил 32 миллиона единиц, увеличившись на 62% по сравнению с предыдущим годом. Количество заявок на патенты, связанных с метавселенной, достигло 185 000, из которых на Китай приходится 38%, занимая первое место в мире.\n\nЗначительные прорывы в аппаратных технологиях, разрешение устройств VR нового поколения достигло 4K×4K, поле зрения расширилось до 120 градусов, а задержка сократилась до 12 мс. Оптические решения AR инновационны, технология дифракционного волновода снижает вес устройства до 120 г. Значительный прогресс был достигнут в интерфейсах мозг-компьютер, неинвазивные устройства могут распознавать 1000 мысленных команд с точностью 92%.\n\nИнтерактивные технологии становятся все более зрелыми, точность захвата движения всего тела улучшена до субмиллиметрового уровня, а распознавание выражений лица поддерживает 95 микровыражений. Прорывы были достигнуты в технологии тактильной обратной связи, которая может имитировать прикосновение 200 различных материалов. Технология голографической проекции достигла разрешения 8K, поддерживая одновременный просмотр несколькими людьми без специальных очков.\n\nЭкосистема контента процветает, более 8,5 миллиона разработчиков контента метавселенной по всему миру, увеличение на 95% по сравнению с предыдущим годом. Количество ежемесячно активных пользователей виртуальных социальных платформ достигло 450 миллионов, а наибольшее количество онлайн-зрителей одного виртуального концерта превысило 25 миллионов. Широко используется в области образования, 15% колледжей и университетов по всему миру предлагают курсы метавселенной.\n\nЦифровая экономика ускоряет свое развертывание, рыночная стоимость глобальных публичных компаний, связанных с концепцией метавселенной, превышает 2,8 триллиона долларов США. Масштаб транзакций виртуальных активов достиг 68 миллиардов долларов США, а средний дневной объем транзакций рынка NFT превысил 150 миллионов долларов США. Масштаб рекламного рынка метавселенной достиг 12,5 миллиарда долларов США, с годовым темпом роста более 200%.\n\nФормулирование технических стандартов было ускорено, IEEE выпустил первый эталонный архитектурный стандарт метавселенной. Промышленный альянс метавселенной был создан глобально, 180 компаний участвуют в формулировании стандартов. Структура безопасности данных и защиты конфиденциальности была постепенно улучшена для поддержки межплатформенной совместимости данных.\n\nПромышленные применения постоянно углубляются, промышленная метавселенная привела к увеличению эффективности производства на 28%. Медицинская метавселенная поддержала 5000 удаленных операций с точностью 99,9%. Объем транзакций платформы метавселенной недвижимости превысил 20 миллиардов долларов США, а онлайн-просмотр домов составил 35%.\n\nСпрос на таланты быстро растет, глобальный спрос на позиции, связанные с метавселенной, достиг 950 000, со средней зарплатой на 45% выше, чем у традиционных IT-позиций. Страны увеличили свои усилия в подготовке талантов, существует более 3000 профессиональных учебных заведений. Оценивается, что дефицит талантов достигнет 2,8 миллиона к 2025 году.\n\nБудущие тенденции развития: Оценивается, что к 2028 году размер глобального рынка метавселенной превысит 1,5 триллиона долларов США. Реальная экономика ускоряет свою цифровую трансформацию, и 85% брендов развернут метавселенную. Интеграция и инновации технологий ускоряются, интерфейсы мозг-компьютер, голографические технологии, квантовые вычисления и т.д. принесут революционные прорывы.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Был ли упомянут масштаб глобальной индустрии метавселенной: 385 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Был ли упомянут объем поставок устройств VR/AR: 32 миллиона единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Были ли упомянуты данные о задержке устройств VR нового поколения: 12 мс",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Было ли упомянуто количество мысленных команд, которые может распознать интерфейс мозг-компьютер: 1000 мысленных команд",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Было ли упомянуто количество глобальных разработчиков контента метавселенной: 8,5 миллиона",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Было ли упомянуто количество ежемесячно активных пользователей виртуальных социальных платформ: 450 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Был ли упомянут средний дневной объем транзакций рынка NFT: 150 миллионов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Было ли упомянуто количество компаний, участвующих в промышленном альянсе метавселенной: 180 компаний",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Было ли упомянуто количество удаленных операций, поддерживаемых медицинской метавселенной: 5000 удаленных операций",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Был ли упомянут прогноз размера глобального рынка метавселенной на 2028 год: 1,5 триллиона долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальных инновациях и развитии образования 2023 показывает, что цифровая трансформация образования ускоряется, глобальные инвестиции в образовательные технологии достигли 342 миллиардов долларов США, увеличившись на 42% в годовом исчислении. Масштаб пользователей онлайн-образования превысил 1,8 миллиарда, цифровые образовательные ресурсы охватывают 89% учащихся по всему миру. В постэпидемическую эпоху гибридное образование стало мейнстримом, интегрированное онлайн и офлайн обучение составляет 65%.\n\nПрименение искусственного интеллекта в образовании углубилось, ИИ-помощники в обучении охватили более 250 миллионов пользователей с точностью 96%. Адаптивная система обучения может идентифицировать более 8000 моделей поведения в обучении, а точность персонализированных рекомендаций достигла 92%. Анализ больших данных в образовании поддерживает принятие решений в обучении и повышает эффективность обучения на 35%.\n\nРежим предоставления образовательных ресурсов изменился. Количество курсов на глобальной платформе MOOC превысило 85 000, а совокупное количество выборов курсов достигло 1,5 миллиарда. Обмен высококачественными образовательными ресурсами ускорился, количество открытых курсов в международных престижных университетах достигло 12 000. Существует более 5000 проектов виртуального симуляционного экспериментального обучения, охватывающих 12 дисциплин.\n\nОценка образования инновационно развивалась, система сертификации кредитов на основе блокчейна была пилотирована в 280 университетах. Интеллектуальная система оценки может анализировать данные процесса обучения в режиме реального времени, с 186 измерениями оценки. Модель оценки на основе компетенций продвигается в области профессионального образования, связано 2800 профессиональных стандартов.\n\nПрофессиональное развитие учителей ускоряется, 8,5 миллиона учителей по всему миру завершили обучение цифровым педагогическим способностям. Уровень охвата обучения учителей грамотности искусственного интеллекта достиг 55%. Применение интеллектуальной системы подготовки уроков популяризируется, экономя учителям 40% времени на подготовку уроков. Платформа поддержки развития учителей собирает 20 миллионов учебных ресурсов.\n\nРеформа инновационной модели подготовки талантов, проектное обучение составляет 38%. Существует 35 000 междисциплинарных интегрированных курсов, подготовлено 1,8 миллиона комплексных талантов. Интеграция промышленности и образования углубилась и развилась, с 120 000 проектами сотрудничества школа-предприятие и 15 миллионами студентов, охваченных совместным образованием.\n\nСправедливость образования продолжает улучшаться, уровень охвата онлайн-образования в отдаленных районах увеличился до 75%. Проекты образовательной помощи приносят пользу 120 миллионам нуждающихся студентов. Система технической поддержки специального образования улучшена, вспомогательные технологии приносят пользу 28 миллионам особых студентов.\n\nМеждународное образовательное сотрудничество укрепляется, трансграничные проекты онлайн-обучения достигли 8500. Существует 1200 международных соглашений о признании кредитов. Членство в Глобальном альянсе образовательных инноваций расширилось до 85 стран, с более чем 3000 программами совместной подготовки.\n\nБудущие тенденции развития: Оценивается, что к 2028 году глобальный рынок образовательных технологий достигнет 850 миллиардов долларов США. Применения образования в метавселенной популяризируются, иммерсивное обучение становится важным методом. Искусственный интеллект глубоко расширяет возможности всего образовательного процесса и способствует изменениям в образовательной парадигме. Система непрерывного обучения более полная, строительство обучающегося общества ускоряется.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 120. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Был ли упомянут масштаб глобальных инвестиций в образовательные технологии: 342 миллиарда долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Был ли упомянут масштаб пользователей онлайн-образования: 1,8 миллиарда",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Было ли упомянуто количество пользователей, охваченных ИИ-помощниками в обучении: 250 миллионов пользователей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Было ли упомянуто количество курсов на глобальной платформе MOOC: 85 000 курсов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Было ли упомянуто количество открытых курсов международных престижных университетов: 12 000 открытых курсов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Было ли упомянуто количество университетов, пилотирующих сертификацию кредитов на основе блокчейна: 280 университетов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Было ли упомянуто количество учителей, завершивших обучение цифровым педагогическим способностям: 8,5 миллиона учителей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Было ли упомянуто количество проектов сотрудничества школа-предприятие: 120 000 проектов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Было ли упомянуто количество студентов, получающих пользу от проектов образовательной помощи: 120 миллионов студентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Был ли упомянут прогноз размера глобального рынка образовательных технологий на 2028 год: 850 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Недавно 20-я Китайская международная конференция по искусственному интеллекту была торжественно проведена в Пекинском международном конгресс-центре. Более 1500 экспертов, ученых и представителей корпораций из более чем 30 стран мира собрались вместе, чтобы обсудить новые тенденции и возможности в развитии искусственного интеллекта. Конференция прошла под темой \"Новая эра интеллекта: интеграция, инновации и устойчивость\" и организовала более 100 специальных форумов и технических семинаров.\n\nВо время встречи многие академики и эксперты выразили важные точки зрения. Академик Ван Цзянь из Китайской академии инженерных наук отметил, что искусственный интеллект вступает в новый этап развития, и прорывы в технологии больших моделей принесли новые возможности для промышленного развития. Академик Чжан Бэй из Университета Цинхуа подчеркнул важность этического управления искусственным интеллектом и предложил установить глобальный единый стандарт этики ИИ.\n\n\"Отчет о глобальном развитии искусственного интеллекта 2023\", опубликованный конференцией, показывает, что размер глобального рынка ИИ достигнет 1,5 триллиона долларов США в 2022 году, увеличившись на 23,6% в годовом исчислении. Среди них масштаб китайского рынка ИИ достиг 400 миллиардов юаней, и был достигнут значительный прогресс в компьютерном зрении, распознавании речи и других областях. Отчет прогнозирует, что к 2025 году размер глобального рынка ИИ превысит 3 триллиона долларов США.\n\nМногие передовые технологические достижения были представлены на выставке. Включая новое поколение интеллектуальных роботов, системы автономного вождения, интеллектуальное медицинское оборудование и т.д. Среди них робот эмоционального взаимодействия, разработанный Университетом Цинхуа, привлек широкое внимание. Робот может точно распознавать человеческие выражения лица и тона, и делать соответствующие эмоциональные ответы, с точностью идентификации 95 процентов.\n\nКонференция также провела \"Конкурс инноваций и предпринимательства ИИ\", который привлек более 500 команд со всего мира к участию. В итоге стартап-команда, сосредоточенная на сельскохозяйственных приложениях ИИ, выиграла чемпионат со своей интеллектуальной системой идентификации вредителей и болезней сельскохозяйственных культур, которая имеет точность более 98 процентов и была пилотирована в нескольких крупных сельскохозяйственных провинциях.\n\nНа церемонии закрытия организационный комитет объявил о создании \"Глобального альянса инноваций искусственного интеллекта\" для продвижения международного сотрудничества, подготовки талантов и технологических инноваций. Первые члены альянса включают 50 ведущих исследовательских институтов и 100 ведущих компаний в 20 странах.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Было ли упомянуто конкретное название конференции: 20-я Китайская международная конференция по искусственному интеллекту",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Было ли упомянуто количество участников: более 1500 экспертов, ученых и представителей корпораций из более чем 30 стран",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Была ли упомянута тема конференции: Новая эра интеллекта: интеграция, инновации и устойчивость",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Была ли упомянута точка зрения академика Ван Цзяня: искусственный интеллект вступает в новый этап развития, и прорывы в технологии больших моделей принесли новые возможности для промышленного развития",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Был ли упомянут размер глобального рынка ИИ в 2022 году: 1,5 триллиона долларов США, увеличение на 23,6% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Был ли упомянут размер китайского рынка ИИ: 400 миллиардов юаней",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Был ли упомянут прогноз размера глобального рынка ИИ на 2025 год: превысит 3 триллиона долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Была ли упомянута точность распознавания робота эмоционального взаимодействия, разработанного Университетом Цинхуа: 95 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Было ли упомянуто количество команд-участников конкурса инноваций и предпринимательства ИИ: более 500 команд со всего мира",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Была ли упомянута точность системы команды-чемпиона: более 98 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Был ли упомянут масштаб первых членов Глобального альянса инноваций искусственного интеллекта: 50 ведущих исследовательских институтов и 100 ведущих компаний в 20 странах",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальных исследованиях изменения климата 2023 показывает, что Земля переживает беспрецедентный экологический кризис. Согласно последнему анализу спутниковых данных, глобальная средняя температура в 2023 году поднимется на 1,5℃ по сравнению с доиндустриальными временами, установив рекордный максимум. Скорость потепления в Арктике в два раза превышает глобальную среднюю, что приводит к крупномасштабному таянию ледников. Ожидается, что к 2050 году в Арктике может наступить первое безледное лето.\n\nИсследовательская группа обнаружила, что частота экстремальных погодных явлений значительно увеличилась, анализируя исторические данные с 2000 метеорологических станций по всему миру. В 2023 году во всем мире произошло 127 сильных ливней и 43 экстремальных высоких температуры, увеличение на 45 процентов и 60 процентов соответственно по сравнению с десятью годами ранее. Экономические потери, вызванные этими катастрофическими погодными условиями, достигают 280 миллиардов долларов США, затрагивая более 200 миллионов человек.\n\nСкорость подъема уровня моря ускоряется. За последние 25 лет глобальный средний уровень моря поднялся на 8,9 см. Исследования предсказывают, что если выбросы парниковых газов продолжат текущую тенденцию, уровень моря может подняться более чем на 1 метр к концу этого века, что будет угрожать жизненной среде около 600 миллионов прибрежных жителей по всему миру.\n\nБиоразнообразие продолжает снижаться, исследовательские записи показывают, что за последние 50 лет около 28 000 видов организмов оказались под угрозой исчезновения во всем мире. Тропические леса вырубаются с тревожной скоростью, только в 2023 году потеря составила 1,5 миллиона гектаров, площадь, эквивалентная размеру Швейцарии. Морские экосистемы также находятся под серьезной угрозой, 90 процентов коралловых рифов находятся под риском смерти.\n\nОтчет указывает, что концентрация углекислого газа в атмосфере достигла 417 ppm, увеличение на 50 процентов по сравнению с доиндустриальными временами. Хотя страны обязались сократить выбросы, глобальные выбросы углерода все еще увеличились на 2,7 процента в 2023 году до рекордных 37,8 миллиарда тонн. Среди них энергетическая промышленность составляет 35 процентов, промышленное производство составляет 28 процентов, а транспорт составляет 24 процента.\n\nДля борьбы с климатическим кризисом отчет рекомендует принять экстренные меры: к 2030 году увеличить долю возобновляемой энергии до 60 процентов, увеличить долю рынка электромобилей до 40 процентов и повысить энергоэффективность зданий на 30 процентов. Он также рекомендует создание глобального фонда адаптации к климату в размере 100 миллиардов долларов для помощи развивающимся странам в повышении их адаптивности.\n\nУченые предупреждают, что если эффективные действия не будут предприняты в следующие пять лет, последствия глобального потепления могут достичь необратимой переломной точки. К тому времени, даже если люди прекратят все выбросы парниковых газов, Земля будет продолжать нагреваться в течение десятилетий, что приведет к более частым стихийным бедствиям, более серьезным продовольственным кризисам и более крупномасштабным проблемам климатических беженцев.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Были ли упомянуты конкретные данные о повышении глобальной средней температуры в 2023 году: 1,5℃ по сравнению с доиндустриальными временами, установив рекордный максимум",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Было ли упомянуто количество сильных ливней в 2023 году: 127 сильных ливней, увеличение на 45 процентов по сравнению с десятью годами ранее",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Были ли упомянуты данные об экономических потерях от экстремальной погоды: 280 миллиардов долларов США, затрагивающие более 200 миллионов человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Были ли упомянуты конкретные данные о повышении глобального среднего уровня моря за последние 25 лет: 8,9 см",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Было ли упомянуто количество видов, находящихся под угрозой исчезновения: около 28 000 видов организмов оказались под угрозой исчезновения во всем мире за последние 50 лет",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Была ли упомянута площадь потери тропических лесов в 2023 году: 1,5 миллиона гектаров, площадь, эквивалентная размеру Швейцарии",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Была ли упомянута текущая концентрация углекислого газа в атмосфере: 417 ppm, увеличение на 50 процентов по сравнению с доиндустриальными временами",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Были ли упомянуты глобальные выбросы углерода в 2023 году: увеличение на 2,7 процента до рекордных 37,8 миллиарда тонн",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Была ли упомянута доля выбросов углерода энергетической промышленности: 35 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Была ли упомянута целевая доля возобновляемой энергии на 2030 год: увеличить до 60 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Был ли упомянут масштаб предлагаемого глобального фонда адаптации к климату: глобальный фонд адаптации к климату в размере 100 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии глобальной цифровой экономики 2023 показывает, что цифровая экономика стала основной движущей силой глобального экономического роста. Согласно данным отчета, общий масштаб глобальной цифровой экономики достиг 54,8 триллиона долларов в 2023 году, увеличившись на 18,2% в годовом исчислении, и доля глобального ВВП впервые превысила 45%. Среди них масштаб цифровой экономики Китая достиг 50,1 триллиона юаней, увеличившись на 15,3% в годовом исчислении, и цифровая экономика составила 41,5% ВВП.\n\nВ области строительства цифровой инфраструктуры общее количество глобальных базовых станций 5G превысило 3,5 миллиона, при этом на Китай приходится более 60%. Глобальное количество центров обработки данных достигло 8500, с годовым потреблением электроэнергии, превышающим 200 миллиардов кВтч. Масштаб рынка облачных вычислений достиг 485 миллиардов долларов, при этом совокупная доля рынка AWS, Microsoft Azure и Alibaba Cloud превышает 65%.\n\nИнновации в области цифровых технологий продолжают ускоряться, глобальные заявки на патенты ИИ достигли 520 000, увеличившись на 32% в годовом исчислении. Применение технологии блокчейн продолжает расширяться, масштаб глобального рынка блокчейн достиг 128 миллиардов долларов. Инвестиции в квантовые вычисления превысили 15 миллиардов долларов, квантовые компьютеры в разработке достигли уровня 1000 кубитов.\n\nЦифровая торговля развивается быстро, масштаб глобальных трансграничных транзакций электронной коммерции достиг 3,8 триллиона долларов, увеличившись на 25% в годовом исчислении. Объем транзакций цифровых платежей превысил 8,5 триллиона долларов, при этом мобильные платежи составляют 68%. Глобальные пользователи электронной коммерции достигли 2,8 миллиарда, цифровые услуги охватывают более 80% мирового населения.\n\nВ области занятости в цифровой индустрии глобальные позиции, связанные с цифровой экономикой, достигли 320 миллионов, увеличившись на 12% в годовом исчислении. Высококвалифицированные позиции, такие как разработка программного обеспечения, анализ данных и искусственный интеллект, показали значительный рост спроса, со средним уровнем зарплаты на 35% выше, чем в традиционных отраслях. Ожидается, что к 2025 году глобальный дефицит талантов цифровой экономики достигнет 85 миллионов человек.\n\nЦифровое управление продолжает совершенствоваться, 128 стран по всему миру издали законы и правила, связанные с защитой данных. Инвестиции в сетевую безопасность достигли 189 миллиардов долларов, увеличившись на 22% по сравнению с предыдущим годом. Глобальные экономические потери, вызванные инцидентами сетевой безопасности, достигли 950 миллиардов долларов, увеличившись на 15% по сравнению с предыдущим годом.\n\nОтчет прогнозирует, что к 2025 году масштаб глобальной цифровой экономики превысит 75 триллионов долларов, со средним годовым темпом роста более 15%. Интегрированное развитие новых технологий создаст больше новых бизнес-форм и моделей, и цифровая трансформация ускорит проникновение из потребительской сферы в производственную. Ожидается, что цифровая экономика станет ключевым двигателем глобального экономического восстановления в постпандемическую эпоху.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Был ли упомянут общий масштаб глобальной цифровой экономики в 2023 году: 54,8 триллиона долларов США, увеличение на 18,2% в годовом исчислении, составляющий более 45% глобального ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Был ли упомянут масштаб цифровой экономики Китая: 50,1 триллиона юаней, увеличение на 15,3% в годовом исчислении, составляющий 41,5% ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Было ли упомянуто общее количество глобальных базовых станций 5G: превысило 3,5 миллиона, при этом на Китай приходится более 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Был ли упомянут масштаб глобального рынка облачных вычислений: 485 миллиардов долларов США, при этом совокупная доля рынка AWS, Microsoft Azure и Alibaba Cloud превышает 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Было ли упомянуто количество глобальных заявок на патенты ИИ: 520 000, увеличение на 32% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Был ли упомянут масштаб глобального рынка блокчейн: 128 миллиардов долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Был ли упомянут масштаб глобальных трансграничных транзакций электронной коммерции: 3,8 триллиона долларов США, увеличение на 25% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Было ли упомянуто количество позиций, связанных с цифровой экономикой: 320 миллионов позиций, увеличение на 12% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Была ли упомянута сумма инвестиций в сетевую безопасность: 189 миллиардов долларов США, увеличение на 22% по сравнению с предыдущим годом",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Был ли упомянут прогноз масштаба глобальной цифровой экономики на 2025 год: превысит 75 триллионов долларов США, со средним годовым темпом роста более 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【В 2023 году были достигнуты крупные прорывы в исследовании космоса человеком, с успешным завершением нескольких знаковых миссий. Первая тестовая полетная миссия лунной программы NASA \"Артемида\" была успешно завершена, беспилотный космический корабль облетел Луну в течение 13 дней и завершил путешествие в 2,26 миллиона километров. Миссия проверила производительность ракеты-носителя нового поколения SLS, заложив основу для пилотируемой посадки на Луну в 2025 году.\n\nВ исследовании Марса марсоход \"Настойчивость\" обнаружил органические молекулы, подозреваемые в том, что они являются признаками жизни на поверхности Марса, и собрал 28 образцов горных пород. Китайский \"Тяньвэнь-1\" передал более 1100 ГБ данных изображений Марса, создав самую подробную топографическую карту Марса на сегодняшний день. Зонд ESA \"Марс Экспресс\" обнаружил, что подземные водные запасы Марса намного превышают ожидания, примерно в 1,5 раза больше запасов пресной воды Земли.\n\nИсследование дальнего космоса достигло новых прорывов, зонд \"Новые горизонты\" пролетел через пояс Койпера и обнаружил множество неизвестных небесных тел. Зонд \"Юнона\" совершил близкий пролет спутника Юпитера Европы, получив обширные данные о его подповерхностном океане. \"Паркер Солар Проб\" вошел в историю, став первым созданным человеком объектом, который \"коснулся\" Солнца, достигнув поразительного ближайшего расстояния в 8,1 миллиона километров.\n\nСтроительство космической станции продвигалось стабильно, китайская космическая станция завершила комплексное строительство и приняла в общей сложности 12 космонавтов. Срок службы Международной космической станции был продлен до 2030 года, завершено 6 миссий выхода в открытый космос. Коммерческие космические полеты процветали, SpaceX завершила 68 запусков в течение года, установив новый рекорд коммерческих космических полетов.\n\nМиссии возврата образцов астероидов достигли прорывного прогресса, зонд NASA \"OSIRIS-REx\" успешно вернул образцы с астероида Бенну на Землю, общим весом 250 граммов, самый большой образец астероида на сегодняшний день. Результаты анализа японской миссии \"Хаябуса2\" показали, что астероид Рюгу содержит аминокислоты и другие вещества, необходимые для жизни.\n\nВ астрономических наблюдениях космический телескоп Джеймса Уэбба обнаружил самую далекую галактику на сегодняшний день, в 13,3 миллиарда световых лет от Земли. Китайский спутник \"Insight-HXMT\" впервые обнаружил сверхсильные гамма-всплески от взрывов магнетаров. Радиотелескопная решетка SKA начала строительство, которая станет крупнейшим астрономическим объектом человечества после завершения.\n\nИнновации в аэрокосмических технологиях продолжаются, технология многоразовых ракет становится все более зрелой, достигая успешности восстановления 95%. Важный прогресс был достигнут в исследовании ядерных двигательных систем, с теоретической тягой в 10 раз больше, чем у химических ракет. Технология очистки космического мусора достигла прорывов, первый коммерческий спутник очистки успешно захватил и уничтожил 2 заброшенных спутника.\n\nПланы исследования космоса на следующие 5 лет были уточнены, включая крупные миссии, такие как пилотируемая посадка на Луну, возврат образцов с Марса и исследование системы Юпитера. Ожидается, что к 2030 году масштаб глобальной аэрокосмической промышленности превысит 1 триллион долларов, и космическая экономика станет новой точкой роста.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Было ли упомянуто время полета программы Артемида: 13 дней облета Луны, завершив путешествие в 2,26 миллиона километров",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Было ли упомянуто количество образцов горных пород, собранных марсоходом Настойчивость: 28 образцов горных пород",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Было ли упомянуто количество данных, переданных Тяньвэнь-1: более 1100 ГБ данных изображений Марса",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Было ли упомянуто ближайшее расстояние Паркер Солар Проб до Солнца: 8,1 миллиона километров",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Было ли упомянуто количество космонавтов, принятых китайской космической станцией: 12 космонавтов в общей сложности",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Было ли упомянуто количество годовых запусков SpaceX: 68 запусков в течение года",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Был ли упомянут вес образцов, возвращенных OSIRIS-REx: 250 граммов, самый большой образец астероида на сегодняшний день",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Было ли упомянуто расстояние до самой далекой галактики, обнаруженной телескопом Уэбба: 13,3 миллиарда световых лет от Земли",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Была ли упомянута успешность восстановления многоразовых ракет: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Был ли упомянут прогноз масштаба глобальной аэрокосмической промышленности на 2030 год: превысит 1 триллион долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальной ситуации в области общественного здравоохранения 2023 показывает, что глобальная система здравоохранения сталкивается с новыми вызовами в постэпидемическую эпоху. Всего во всем мире было зарегистрировано 156 новых вспышек инфекционных заболеваний, увеличение на 23% по сравнению с предыдущим годом. Данные Всемирной организации здравоохранения (ВОЗ) показывают, что глобальные расходы на здравоохранение достигли 9,7 триллиона долларов США, составляя 10,2% глобального ВВП, но разрыв в распределении медицинских ресурсов между странами продолжает расширяться.\n\nВ области профилактики и контроля инфекционных заболеваний глобальная сеть наблюдения за гриппом охватывает 153 страны и контролирует 12 000 точек отбора проб в режиме реального времени. Система мониторинга новых вариантов коронавируса выявила 38 важных вариантов, из которых 5 перечислены как ключевые проблемы. Глобальный уровень вакцинации достиг 76%, но в 23 странах Африки уровень вакцинации все еще ниже 30%.\n\nДостигнут прогресс в профилактике и лечении хронических заболеваний. Глобальная 5-летняя выживаемость при раке впервые превысила 70%, при этом выживаемость при раке молочной железы и простаты превышает 90%. Смертность от сердечно-сосудистых заболеваний снизилась на 15% по сравнению с десятилетием назад, но это все еще ведущая причина смерти в мире. Количество пациентов с диабетом достигло 537 миллионов, удвоившись с 2000 года, а годовые медицинские расходы превышают 760 миллиардов долларов США.\n\nПроблемы психического здоровья становятся все более заметными, более 400 миллионов человек во всем мире страдают от депрессии, увеличение на 28% по сравнению с доэпидемическим периодом. Психическое здоровье подростков вызывает беспокойство, уровень самоубийств среди людей в возрасте 15-24 лет вырос на 12%. Медицинские расходы на психическое здоровье в различных странах составляют только 2,8% от общих расходов, что намного ниже стандарта 5%, рекомендованного ВОЗ.\n\nИнновации в медицинских технологиях ускоряются, точность диагностики с помощью ИИ достигает 97%, особенно в области визуальной диагностики. Генная терапия достигла крупного прорыва, 15 типов генной терапии одобрены во всем мире, а стоимость лечения снизилась на 60% по сравнению с пятью годами ранее. Услуги телемедицины охватывают население в 850 миллионов человек и играют важную роль в отдаленных районах.\n\nПроблема неравномерного распределения медицинских ресурсов остается заметной, 45% мировых медицинских ресурсов сосредоточены в развитых странах, которые составляют 15% населения. Среднее количество врачей на 10 000 человек в Африке составляет только 2,3, что намного ниже стандарта 23, рекомендованного ВОЗ. Около 3,8 миллиарда человек в мире все еще не могут получить доступ к основным медицинским услугам.\n\nПроблема устойчивости к антибиотикам усугубляется, 1,5 миллиона смертей от инфекций устойчивых бактерий ежегодно и экономические потери превышают 550 миллиардов долларов США. ВОЗ предупреждает, что если не предпринять действий, лекарственно-устойчивые инфекции могут стать ведущей причиной смерти к 2050 году.\n\nОтчет рекомендует укрепить глобальное сотрудничество в области здравоохранения, создать глобальный фонд чрезвычайных ситуаций в области здравоохранения в размере 10 миллиардов долларов и улучшить системы раннего предупреждения заболеваний. Интенсифицировать подготовку медицинских талантов и обучить 5 миллионов медицинских специалистов к 2030 году. Продвигать инновации в медицинских технологиях и повысить доступность медицинских услуг на 30%. В то же время призывает развитые страны взять на себя больше ответственности за международную помощь в области здравоохранения и помочь неразвитым регионам улучшить их медицинские стандарты.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Было ли упомянуто количество новых вспышек инфекционных заболеваний в мире: 156 новых вспышек инфекционных заболеваний",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Была ли упомянута доля глобальных расходов на здравоохранение в ВВП: 10,2% глобального ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Было ли упомянуто количество стран, охваченных глобальной сетью наблюдения за гриппом: 153 страны",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Была ли упомянута глобальная 5-летняя выживаемость при раке: превысила 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Было ли упомянуто количество пациентов с диабетом в мире: 537 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Было ли упомянуто количество людей с депрессией в мире: более 400 миллионов человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Была ли упомянута точность диагностики с помощью ИИ: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Было ли упомянуто население, охваченное услугами телемедицины: 850 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Была ли упомянута пропорция врачей к населению в Африке: 2,3 на 10 000 человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Было ли упомянуто количество смертей от инфекций устойчивых бактерий: 1,5 миллиона смертей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Был ли упомянут масштаб глобального фонда чрезвычайных ситуаций в области здравоохранения: 10 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии индустрии новых энергетических транспортных средств 2023 показывает, что электрификационная трансформация вошла в быструю полосу. Глобальные годовые продажи новых энергетических транспортных средств превысили 14,8 миллиона единиц, увеличившись на 46,3% в годовом исчислении, а уровень проникновения на рынок достиг 22%. Среди них чисто электрические транспортные средства составили 68%, подключаемые гибридные транспортные средства составили 29%, а транспортные средства на водородных топливных элементах составили 3%. Китайский рынок показал лучшие результаты, с продажами, достигшими 8,2 миллиона единиц, составляя 55,4% от глобального общего количества.\n\nТехнология силовых батарей продолжает прорываться, плотность энергии нового поколения твердотельных батарей достигла 400 Втч/кг, увеличившись на 45% по сравнению с традиционными литиевыми батареями. Глобальная производственная мощность силовых батарей достигла 1200 ГВтч, а инвестиции в отрасль превысили 85 миллиардов долларов США. Стоимость батарей снизилась на 38% по сравнению с 2020 годом, что привело к значительному снижению затрат на производство транспортных средств.\n\nЗарядная инфраструктура ускорила свое развертывание, количество общественных зарядных столбов по всему миру достигло 18,5 миллиона, из которых быстрые зарядные столбы составляют 35%. Технология интеллектуальной зарядки была продвинута и применена, демонстрационные проекты взаимодействия транспортного средства с сетью (V2G) были реализованы в 15 странах, обеспечивая 45 ГВтч мощности для сглаживания пиков для электросети.\n\nТехнология интеллектуального вождения была обновлена, уровень проникновения автономного вождения L2+ достиг 45%, а уровень L3 начал массовое производство. Глобальная нехватка автомобильных чипов значительно улучшилась, годовая производственная мощность увеличилась на 28%. Вычислительная мощность бортовой интеллектуальной системы превысила 1000 TOPS, поддерживая более сложные сценарии автономного вождения.\n\nЛокализация промышленной цепи ускорилась, и глобально сформировались пять основных промышленных кластеров новых энергетических транспортных средств. Независимые контролируемые возможности ключевых материалов были усилены, а уровень самообеспеченности Китая материалами для литиевых батарей превысил 85%. Система переработки отработанных силовых батарей была постепенно улучшена, с уровнем переработки 78% и размером производного рынка более 28 миллиардов долларов США.\n\nЭкспорт новых энергетических транспортных средств быстро рос, объем экспорта новых энергетических транспортных средств Китая достиг 950 000 единиц, увеличившись на 120% в годовом исчислении. Электрификационная трансформация европейского рынка ускорилась, электрические транспортные средства составили 28% от продаж новых автомобилей. Американский рынок быстро рос при поддержке политики, с годовыми продажами, превышающими 2,1 миллиона единиц.\n\nКонкуренция в технических маршрутах усилилась, новые технологии, такие как твердотельные батареи и натрий-ионные батареи, ускорили коммерциализацию. Технология водородных топливных элементов достигла прорывов, системные затраты снизились на 55% по сравнению с 2020 годом. Модель замены батарей продвигается в области тяжелых коммерческих транспортных средств, по всему миру построено 28 000 станций замены батарей.\n\nПромышленная политика продолжает оптимизироваться, мир инвестировал в общей сложности 280 миллиардов долларов США в субсидии. Регулирование выбросов углерода в различных странах стало строже, и график вывода традиционных топливных транспортных средств был уточнен. Система промышленных стандартов была постоянно улучшена, способствуя здоровому развитию глобальной индустрии новых энергетических транспортных средств.\n\nПерспективы на следующие пять лет: Ожидается, что к 2028 году годовые продажи новых энергетических транспортных средств по всему миру превысят 35 миллионов, а уровень проникновения на рынок превысит 45%. Ожидается, что плотность энергии силовых батарей превысит 500 Втч/кг, а стоимость снизится до менее 60 долларов США/кВтч. Интеллектуальное вождение войдет в стадию коммерциализации уровня L4, стимулируя интеллектуальный рынок в 500 миллиардов долларов США.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Были ли упомянуты глобальные годовые продажи новых энергетических транспортных средств: 14,8 миллиона единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Была ли упомянута доля продаж китайского рынка: 55,4% от глобального общего количества",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Была ли упомянута плотность энергии нового поколения твердотельных батарей: 400 Втч/кг",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Было ли упомянуто количество общественных зарядных столбов в мире: 18,5 миллиона",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Был ли упомянут уровень проникновения автономного вождения L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Был ли упомянут уровень самообеспеченности Китая материалами для литиевых батарей: превысил 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Был ли упомянут объем экспорта новых энергетических транспортных средств Китая: 950 000 единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Было ли упомянуто снижение стоимости системы водородных топливных элементов: 55% по сравнению с 2020 годом",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Было ли упомянуто количество станций замены батарей в мире: 28 000 станций замены батарей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Была ли упомянута общая сумма глобальных субсидий: 280 миллиардов долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии технологий метавселенной 2023 показывает, что глобальная индустрия метавселенной достигнет 385 миллиардов долларов, увеличившись на 85% в годовом исчислении. Объем поставок устройств виртуальной реальности (VR) и дополненной реальности (AR) превысил 32 миллиона единиц, увеличившись на 62% по сравнению с предыдущим годом. Количество заявок на патенты, связанных с метавселенной, достигло 185 000, из которых на Китай приходится 38%, занимая первое место в мире.\n\nЗначительные прорывы в аппаратных технологиях, разрешение устройств VR нового поколения достигло 4K×4K, поле зрения расширилось до 120 градусов, а задержка сократилась до 12 мс. Оптические решения AR инновационны, технология дифракционного волновода снижает вес устройства до 120 г. Значительный прогресс был достигнут в интерфейсах мозг-компьютер, неинвазивные устройства могут распознавать 1000 мысленных команд с точностью 92%.\n\nИнтерактивные технологии становятся все более зрелыми, точность захвата движения всего тела улучшена до субмиллиметрового уровня, а распознавание выражений лица поддерживает 95 микровыражений. Прорывы были достигнуты в технологии тактильной обратной связи, которая может имитировать прикосновение 200 различных материалов. Технология голографической проекции достигла разрешения 8K, поддерживая одновременный просмотр несколькими людьми без специальных очков.\n\nЭкосистема контента процветает, более 8,5 миллиона разработчиков контента метавселенной по всему миру, увеличение на 95% по сравнению с предыдущим годом. Количество ежемесячно активных пользователей виртуальных социальных платформ достигло 450 миллионов, а наибольшее количество онлайн-зрителей одного виртуального концерта превысило 25 миллионов. Широко используется в области образования, 15% колледжей и университетов по всему миру предлагают курсы метавселенной.\n\nЦифровая экономика ускоряет свое развертывание, рыночная стоимость глобальных публичных компаний, связанных с концепцией метавселенной, превышает 2,8 триллиона долларов США. Масштаб транзакций виртуальных активов достиг 68 миллиардов долларов США, а средний дневной объем транзакций рынка NFT превысил 150 миллионов долларов США. Масштаб рекламного рынка метавселенной достиг 12,5 миллиарда долларов США, с годовым темпом роста более 200%.\n\nФормулирование технических стандартов было ускорено, IEEE выпустил первый эталонный архитектурный стандарт метавселенной. Промышленный альянс метавселенной был создан глобально, 180 компаний участвуют в формулировании стандартов. Структура безопасности данных и защиты конфиденциальности была постепенно улучшена для поддержки межплатформенной совместимости данных.\n\nПромышленные применения постоянно углубляются, промышленная метавселенная привела к увеличению эффективности производства на 28%. Медицинская метавселенная поддержала 5000 удаленных операций с точностью 99,9%. Объем транзакций платформы метавселенной недвижимости превысил 20 миллиардов долларов США, а онлайн-просмотр домов составил 35%.\n\nСпрос на таланты быстро растет, глобальный спрос на позиции, связанные с метавселенной, достиг 950 000, со средней зарплатой на 45% выше, чем у традиционных IT-позиций. Страны увеличили свои усилия в подготовке талантов, существует более 3000 профессиональных учебных заведений. Оценивается, что дефицит талантов достигнет 2,8 миллиона к 2025 году.\n\nБудущие тенденции развития: Оценивается, что к 2028 году размер глобального рынка метавселенной превысит 1,5 триллиона долларов США. Реальная экономика ускоряет свою цифровую трансформацию, и 85% брендов развернут метавселенную. Интеграция и инновации технологий ускоряются, интерфейсы мозг-компьютер, голографические технологии, квантовые вычисления и т.д. принесут революционные прорывы.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Был ли упомянут масштаб глобальной индустрии метавселенной: 385 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Был ли упомянут объем поставок устройств VR/AR: 32 миллиона единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Были ли упомянуты данные о задержке устройств VR нового поколения: 12 мс",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Было ли упомянуто количество мысленных команд, которые может распознать интерфейс мозг-компьютер: 1000 мысленных команд",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Было ли упомянуто количество глобальных разработчиков контента метавселенной: 8,5 миллиона",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Было ли упомянуто количество ежемесячно активных пользователей виртуальных социальных платформ: 450 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Был ли упомянут средний дневной объем транзакций рынка NFT: 150 миллионов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Было ли упомянуто количество компаний, участвующих в промышленном альянсе метавселенной: 180 компаний",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Было ли упомянуто количество удаленных операций, поддерживаемых медицинской метавселенной: 5000 удаленных операций",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Был ли упомянут прогноз размера глобального рынка метавселенной на 2028 год: 1,5 триллиона долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальных инновациях и развитии образования 2023 показывает, что цифровая трансформация образования ускоряется, глобальные инвестиции в образовательные технологии достигли 342 миллиардов долларов США, увеличившись на 42% в годовом исчислении. Масштаб пользователей онлайн-образования превысил 1,8 миллиарда, цифровые образовательные ресурсы охватывают 89% учащихся по всему миру. В постэпидемическую эпоху гибридное образование стало мейнстримом, интегрированное онлайн и офлайн обучение составляет 65%.\n\nПрименение искусственного интеллекта в образовании углубилось, ИИ-помощники в обучении охватили более 250 миллионов пользователей с точностью 96%. Адаптивная система обучения может идентифицировать более 8000 моделей поведения в обучении, а точность персонализированных рекомендаций достигла 92%. Анализ больших данных в образовании поддерживает принятие решений в обучении и повышает эффективность обучения на 35%.\n\nРежим предоставления образовательных ресурсов изменился. Количество курсов на глобальной платформе MOOC превысило 85 000, а совокупное количество выборов курсов достигло 1,5 миллиарда. Обмен высококачественными образовательными ресурсами ускорился, количество открытых курсов в международных престижных университетах достигло 12 000. Существует более 5000 проектов виртуального симуляционного экспериментального обучения, охватывающих 12 дисциплин.\n\nОценка образования инновационно развивалась, система сертификации кредитов на основе блокчейна была пилотирована в 280 университетах. Интеллектуальная система оценки может анализировать данные процесса обучения в режиме реального времени, с 186 измерениями оценки. Модель оценки на основе компетенций продвигается в области профессионального образования, связано 2800 профессиональных стандартов.\n\nПрофессиональное развитие учителей ускоряется, 8,5 миллиона учителей по всему миру завершили обучение цифровым педагогическим способностям. Уровень охвата обучения учителей грамотности искусственного интеллекта достиг 55%. Применение интеллектуальной системы подготовки уроков популяризируется, экономя учителям 40% времени на подготовку уроков. Платформа поддержки развития учителей собирает 20 миллионов учебных ресурсов.\n\nРеформа инновационной модели подготовки талантов, проектное обучение составляет 38%. Существует 35 000 междисциплинарных интегрированных курсов, подготовлено 1,8 миллиона комплексных талантов. Интеграция промышленности и образования углубилась и развилась, с 120 000 проектами сотрудничества школа-предприятие и 15 миллионами студентов, охваченных совместным образованием.\n\nСправедливость образования продолжает улучшаться, уровень охвата онлайн-образования в отдаленных районах увеличился до 75%. Проекты образовательной помощи приносят пользу 120 миллионам нуждающихся студентов. Система технической поддержки специального образования улучшена, вспомогательные технологии приносят пользу 28 миллионам особых студентов.\n\nМеждународное образовательное сотрудничество укрепляется, трансграничные проекты онлайн-обучения достигли 8500. Существует 1200 международных соглашений о признании кредитов. Членство в Глобальном альянсе образовательных инноваций расширилось до 85 стран, с более чем 3000 программами совместной подготовки.\n\nБудущие тенденции развития: Оценивается, что к 2028 году глобальный рынок образовательных технологий достигнет 850 миллиардов долларов США. Применения образования в метавселенной популяризируются, иммерсивное обучение становится важным методом. Искусственный интеллект глубоко расширяет возможности всего образовательного процесса и способствует изменениям в образовательной парадигме. Система непрерывного обучения более полная, строительство обучающегося общества ускоряется.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 150. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Был ли упомянут масштаб глобальных инвестиций в образовательные технологии: 342 миллиарда долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Был ли упомянут масштаб пользователей онлайн-образования: 1,8 миллиарда",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Было ли упомянуто количество пользователей, охваченных ИИ-помощниками в обучении: 250 миллионов пользователей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Было ли упомянуто количество курсов на глобальной платформе MOOC: 85 000 курсов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Было ли упомянуто количество открытых курсов международных престижных университетов: 12 000 открытых курсов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Было ли упомянуто количество университетов, пилотирующих сертификацию кредитов на основе блокчейна: 280 университетов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Было ли упомянуто количество учителей, завершивших обучение цифровым педагогическим способностям: 8,5 миллиона учителей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Было ли упомянуто количество проектов сотрудничества школа-предприятие: 120 000 проектов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Было ли упомянуто количество студентов, получающих пользу от проектов образовательной помощи: 120 миллионов студентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Был ли упомянут прогноз размера глобального рынка образовательных технологий на 2028 год: 850 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Недавно 20-я Китайская международная конференция по искусственному интеллекту была торжественно проведена в Пекинском международном конгресс-центре. Более 1500 экспертов, ученых и представителей корпораций из более чем 30 стран мира собрались вместе, чтобы обсудить новые тенденции и возможности в развитии искусственного интеллекта. Конференция прошла под темой \"Новая эра интеллекта: интеграция, инновации и устойчивость\" и организовала более 100 специальных форумов и технических семинаров.\n\nВо время встречи многие академики и эксперты выразили важные точки зрения. Академик Ван Цзянь из Китайской академии инженерных наук отметил, что искусственный интеллект вступает в новый этап развития, и прорывы в технологии больших моделей принесли новые возможности для промышленного развития. Академик Чжан Бэй из Университета Цинхуа подчеркнул важность этического управления искусственным интеллектом и предложил установить глобальный единый стандарт этики ИИ.\n\n\"Отчет о глобальном развитии искусственного интеллекта 2023\", опубликованный конференцией, показывает, что размер глобального рынка ИИ достигнет 1,5 триллиона долларов США в 2022 году, увеличившись на 23,6% в годовом исчислении. Среди них масштаб китайского рынка ИИ достиг 400 миллиардов юаней, и был достигнут значительный прогресс в компьютерном зрении, распознавании речи и других областях. Отчет прогнозирует, что к 2025 году размер глобального рынка ИИ превысит 3 триллиона долларов США.\n\nМногие передовые технологические достижения были представлены на выставке. Включая новое поколение интеллектуальных роботов, системы автономного вождения, интеллектуальное медицинское оборудование и т.д. Среди них робот эмоционального взаимодействия, разработанный Университетом Цинхуа, привлек широкое внимание. Робот может точно распознавать человеческие выражения лица и тона, и делать соответствующие эмоциональные ответы, с точностью идентификации 95 процентов.\n\nКонференция также провела \"Конкурс инноваций и предпринимательства ИИ\", который привлек более 500 команд со всего мира к участию. В итоге стартап-команда, сосредоточенная на сельскохозяйственных приложениях ИИ, выиграла чемпионат со своей интеллектуальной системой идентификации вредителей и болезней сельскохозяйственных культур, которая имеет точность более 98 процентов и была пилотирована в нескольких крупных сельскохозяйственных провинциях.\n\nНа церемонии закрытия организационный комитет объявил о создании \"Глобального альянса инноваций искусственного интеллекта\" для продвижения международного сотрудничества, подготовки талантов и технологических инноваций. Первые члены альянса включают 50 ведущих исследовательских институтов и 100 ведущих компаний в 20 странах.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Было ли упомянуто конкретное название конференции: 20-я Китайская международная конференция по искусственному интеллекту",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Было ли упомянуто количество участников: более 1500 экспертов, ученых и представителей корпораций из более чем 30 стран",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Была ли упомянута тема конференции: Новая эра интеллекта: интеграция, инновации и устойчивость",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Была ли упомянута точка зрения академика Ван Цзяня: искусственный интеллект вступает в новый этап развития, и прорывы в технологии больших моделей принесли новые возможности для промышленного развития",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Был ли упомянут размер глобального рынка ИИ в 2022 году: 1,5 триллиона долларов США, увеличение на 23,6% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Был ли упомянут размер китайского рынка ИИ: 400 миллиардов юаней",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Был ли упомянут прогноз размера глобального рынка ИИ на 2025 год: превысит 3 триллиона долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Была ли упомянута точность распознавания робота эмоционального взаимодействия, разработанного Университетом Цинхуа: 95 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Было ли упомянуто количество команд-участников конкурса инноваций и предпринимательства ИИ: более 500 команд со всего мира",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Была ли упомянута точность системы команды-чемпиона: более 98 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Был ли упомянут масштаб первых членов Глобального альянса инноваций искусственного интеллекта: 50 ведущих исследовательских институтов и 100 ведущих компаний в 20 странах",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальных исследованиях изменения климата 2023 показывает, что Земля переживает беспрецедентный экологический кризис. Согласно последнему анализу спутниковых данных, глобальная средняя температура в 2023 году поднимется на 1,5℃ по сравнению с доиндустриальными временами, установив рекордный максимум. Скорость потепления в Арктике в два раза превышает глобальную среднюю, что приводит к крупномасштабному таянию ледников. Ожидается, что к 2050 году в Арктике может наступить первое безледное лето.\n\nИсследовательская группа обнаружила, что частота экстремальных погодных явлений значительно увеличилась, анализируя исторические данные с 2000 метеорологических станций по всему миру. В 2023 году во всем мире произошло 127 сильных ливней и 43 экстремальных высоких температуры, увеличение на 45 процентов и 60 процентов соответственно по сравнению с десятью годами ранее. Экономические потери, вызванные этими катастрофическими погодными условиями, достигают 280 миллиардов долларов США, затрагивая более 200 миллионов человек.\n\nСкорость подъема уровня моря ускоряется. За последние 25 лет глобальный средний уровень моря поднялся на 8,9 см. Исследования предсказывают, что если выбросы парниковых газов продолжат текущую тенденцию, уровень моря может подняться более чем на 1 метр к концу этого века, что будет угрожать жизненной среде около 600 миллионов прибрежных жителей по всему миру.\n\nБиоразнообразие продолжает снижаться, исследовательские записи показывают, что за последние 50 лет около 28 000 видов организмов оказались под угрозой исчезновения во всем мире. Тропические леса вырубаются с тревожной скоростью, только в 2023 году потеря составила 1,5 миллиона гектаров, площадь, эквивалентная размеру Швейцарии. Морские экосистемы также находятся под серьезной угрозой, 90 процентов коралловых рифов находятся под риском смерти.\n\nОтчет указывает, что концентрация углекислого газа в атмосфере достигла 417 ppm, увеличение на 50 процентов по сравнению с доиндустриальными временами. Хотя страны обязались сократить выбросы, глобальные выбросы углерода все еще увеличились на 2,7 процента в 2023 году до рекордных 37,8 миллиарда тонн. Среди них энергетическая промышленность составляет 35 процентов, промышленное производство составляет 28 процентов, а транспорт составляет 24 процента.\n\nДля борьбы с климатическим кризисом отчет рекомендует принять экстренные меры: к 2030 году увеличить долю возобновляемой энергии до 60 процентов, увеличить долю рынка электромобилей до 40 процентов и повысить энергоэффективность зданий на 30 процентов. Он также рекомендует создание глобального фонда адаптации к климату в размере 100 миллиардов долларов для помощи развивающимся странам в повышении их адаптивности.\n\nУченые предупреждают, что если эффективные действия не будут предприняты в следующие пять лет, последствия глобального потепления могут достичь необратимой переломной точки. К тому времени, даже если люди прекратят все выбросы парниковых газов, Земля будет продолжать нагреваться в течение десятилетий, что приведет к более частым стихийным бедствиям, более серьезным продовольственным кризисам и более крупномасштабным проблемам климатических беженцев.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Были ли упомянуты конкретные данные о повышении глобальной средней температуры в 2023 году: 1,5℃ по сравнению с доиндустриальными временами, установив рекордный максимум",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Было ли упомянуто количество сильных ливней в 2023 году: 127 сильных ливней, увеличение на 45 процентов по сравнению с десятью годами ранее",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Были ли упомянуты данные об экономических потерях от экстремальной погоды: 280 миллиардов долларов США, затрагивающие более 200 миллионов человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Были ли упомянуты конкретные данные о повышении глобального среднего уровня моря за последние 25 лет: 8,9 см",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Было ли упомянуто количество видов, находящихся под угрозой исчезновения: около 28 000 видов организмов оказались под угрозой исчезновения во всем мире за последние 50 лет",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Была ли упомянута площадь потери тропических лесов в 2023 году: 1,5 миллиона гектаров, площадь, эквивалентная размеру Швейцарии",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Была ли упомянута текущая концентрация углекислого газа в атмосфере: 417 ppm, увеличение на 50 процентов по сравнению с доиндустриальными временами",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Были ли упомянуты глобальные выбросы углерода в 2023 году: увеличение на 2,7 процента до рекордных 37,8 миллиарда тонн",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Была ли упомянута доля выбросов углерода энергетической промышленности: 35 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Была ли упомянута целевая доля возобновляемой энергии на 2030 год: увеличить до 60 процентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Был ли упомянут масштаб предлагаемого глобального фонда адаптации к климату: глобальный фонд адаптации к климату в размере 100 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии глобальной цифровой экономики 2023 показывает, что цифровая экономика стала основной движущей силой глобального экономического роста. Согласно данным отчета, общий масштаб глобальной цифровой экономики достиг 54,8 триллиона долларов в 2023 году, увеличившись на 18,2% в годовом исчислении, и доля глобального ВВП впервые превысила 45%. Среди них масштаб цифровой экономики Китая достиг 50,1 триллиона юаней, увеличившись на 15,3% в годовом исчислении, и цифровая экономика составила 41,5% ВВП.\n\nВ области строительства цифровой инфраструктуры общее количество глобальных базовых станций 5G превысило 3,5 миллиона, при этом на Китай приходится более 60%. Глобальное количество центров обработки данных достигло 8500, с годовым потреблением электроэнергии, превышающим 200 миллиардов кВтч. Масштаб рынка облачных вычислений достиг 485 миллиардов долларов, при этом совокупная доля рынка AWS, Microsoft Azure и Alibaba Cloud превышает 65%.\n\nИнновации в области цифровых технологий продолжают ускоряться, глобальные заявки на патенты ИИ достигли 520 000, увеличившись на 32% в годовом исчислении. Применение технологии блокчейн продолжает расширяться, масштаб глобального рынка блокчейн достиг 128 миллиардов долларов. Инвестиции в квантовые вычисления превысили 15 миллиардов долларов, квантовые компьютеры в разработке достигли уровня 1000 кубитов.\n\nЦифровая торговля развивается быстро, масштаб глобальных трансграничных транзакций электронной коммерции достиг 3,8 триллиона долларов, увеличившись на 25% в годовом исчислении. Объем транзакций цифровых платежей превысил 8,5 триллиона долларов, при этом мобильные платежи составляют 68%. Глобальные пользователи электронной коммерции достигли 2,8 миллиарда, цифровые услуги охватывают более 80% мирового населения.\n\nВ области занятости в цифровой индустрии глобальные позиции, связанные с цифровой экономикой, достигли 320 миллионов, увеличившись на 12% в годовом исчислении. Высококвалифицированные позиции, такие как разработка программного обеспечения, анализ данных и искусственный интеллект, показали значительный рост спроса, со средним уровнем зарплаты на 35% выше, чем в традиционных отраслях. Ожидается, что к 2025 году глобальный дефицит талантов цифровой экономики достигнет 85 миллионов человек.\n\nЦифровое управление продолжает совершенствоваться, 128 стран по всему миру издали законы и правила, связанные с защитой данных. Инвестиции в сетевую безопасность достигли 189 миллиардов долларов, увеличившись на 22% по сравнению с предыдущим годом. Глобальные экономические потери, вызванные инцидентами сетевой безопасности, достигли 950 миллиардов долларов, увеличившись на 15% по сравнению с предыдущим годом.\n\nОтчет прогнозирует, что к 2025 году масштаб глобальной цифровой экономики превысит 75 триллионов долларов, со средним годовым темпом роста более 15%. Интегрированное развитие новых технологий создаст больше новых бизнес-форм и моделей, и цифровая трансформация ускорит проникновение из потребительской сферы в производственную. Ожидается, что цифровая экономика станет ключевым двигателем глобального экономического восстановления в постпандемическую эпоху.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Был ли упомянут общий масштаб глобальной цифровой экономики в 2023 году: 54,8 триллиона долларов США, увеличение на 18,2% в годовом исчислении, составляющий более 45% глобального ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Был ли упомянут масштаб цифровой экономики Китая: 50,1 триллиона юаней, увеличение на 15,3% в годовом исчислении, составляющий 41,5% ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Было ли упомянуто общее количество глобальных базовых станций 5G: превысило 3,5 миллиона, при этом на Китай приходится более 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Был ли упомянут масштаб глобального рынка облачных вычислений: 485 миллиардов долларов США, при этом совокупная доля рынка AWS, Microsoft Azure и Alibaba Cloud превышает 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Было ли упомянуто количество глобальных заявок на патенты ИИ: 520 000, увеличение на 32% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Был ли упомянут масштаб глобального рынка блокчейн: 128 миллиардов долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Был ли упомянут масштаб глобальных трансграничных транзакций электронной коммерции: 3,8 триллиона долларов США, увеличение на 25% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Было ли упомянуто количество позиций, связанных с цифровой экономикой: 320 миллионов позиций, увеличение на 12% в годовом исчислении",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Была ли упомянута сумма инвестиций в сетевую безопасность: 189 миллиардов долларов США, увеличение на 22% по сравнению с предыдущим годом",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Был ли упомянут прогноз масштаба глобальной цифровой экономики на 2025 год: превысит 75 триллионов долларов США, со средним годовым темпом роста более 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【В 2023 году были достигнуты крупные прорывы в исследовании космоса человеком, с успешным завершением нескольких знаковых миссий. Первая тестовая полетная миссия лунной программы NASA \"Артемида\" была успешно завершена, беспилотный космический корабль облетел Луну в течение 13 дней и завершил путешествие в 2,26 миллиона километров. Миссия проверила производительность ракеты-носителя нового поколения SLS, заложив основу для пилотируемой посадки на Луну в 2025 году.\n\nВ исследовании Марса марсоход \"Настойчивость\" обнаружил органические молекулы, подозреваемые в том, что они являются признаками жизни на поверхности Марса, и собрал 28 образцов горных пород. Китайский \"Тяньвэнь-1\" передал более 1100 ГБ данных изображений Марса, создав самую подробную топографическую карту Марса на сегодняшний день. Зонд ESA \"Марс Экспресс\" обнаружил, что подземные водные запасы Марса намного превышают ожидания, примерно в 1,5 раза больше запасов пресной воды Земли.\n\nИсследование дальнего космоса достигло новых прорывов, зонд \"Новые горизонты\" пролетел через пояс Койпера и обнаружил множество неизвестных небесных тел. Зонд \"Юнона\" совершил близкий пролет спутника Юпитера Европы, получив обширные данные о его подповерхностном океане. \"Паркер Солар Проб\" вошел в историю, став первым созданным человеком объектом, который \"коснулся\" Солнца, достигнув поразительного ближайшего расстояния в 8,1 миллиона километров.\n\nСтроительство космической станции продвигалось стабильно, китайская космическая станция завершила комплексное строительство и приняла в общей сложности 12 космонавтов. Срок службы Международной космической станции был продлен до 2030 года, завершено 6 миссий выхода в открытый космос. Коммерческие космические полеты процветали, SpaceX завершила 68 запусков в течение года, установив новый рекорд коммерческих космических полетов.\n\nМиссии возврата образцов астероидов достигли прорывного прогресса, зонд NASA \"OSIRIS-REx\" успешно вернул образцы с астероида Бенну на Землю, общим весом 250 граммов, самый большой образец астероида на сегодняшний день. Результаты анализа японской миссии \"Хаябуса2\" показали, что астероид Рюгу содержит аминокислоты и другие вещества, необходимые для жизни.\n\nВ астрономических наблюдениях космический телескоп Джеймса Уэбба обнаружил самую далекую галактику на сегодняшний день, в 13,3 миллиарда световых лет от Земли. Китайский спутник \"Insight-HXMT\" впервые обнаружил сверхсильные гамма-всплески от взрывов магнетаров. Радиотелескопная решетка SKA начала строительство, которая станет крупнейшим астрономическим объектом человечества после завершения.\n\nИнновации в аэрокосмических технологиях продолжаются, технология многоразовых ракет становится все более зрелой, достигая успешности восстановления 95%. Важный прогресс был достигнут в исследовании ядерных двигательных систем, с теоретической тягой в 10 раз больше, чем у химических ракет. Технология очистки космического мусора достигла прорывов, первый коммерческий спутник очистки успешно захватил и уничтожил 2 заброшенных спутника.\n\nПланы исследования космоса на следующие 5 лет были уточнены, включая крупные миссии, такие как пилотируемая посадка на Луну, возврат образцов с Марса и исследование системы Юпитера. Ожидается, что к 2030 году масштаб глобальной аэрокосмической промышленности превысит 1 триллион долларов, и космическая экономика станет новой точкой роста.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Было ли упомянуто время полета программы Артемида: 13 дней облета Луны, завершив путешествие в 2,26 миллиона километров",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Было ли упомянуто количество образцов горных пород, собранных марсоходом Настойчивость: 28 образцов горных пород",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Было ли упомянуто количество данных, переданных Тяньвэнь-1: более 1100 ГБ данных изображений Марса",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Было ли упомянуто ближайшее расстояние Паркер Солар Проб до Солнца: 8,1 миллиона километров",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Было ли упомянуто количество космонавтов, принятых китайской космической станцией: 12 космонавтов в общей сложности",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Было ли упомянуто количество годовых запусков SpaceX: 68 запусков в течение года",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Был ли упомянут вес образцов, возвращенных OSIRIS-REx: 250 граммов, самый большой образец астероида на сегодняшний день",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Было ли упомянуто расстояние до самой далекой галактики, обнаруженной телескопом Уэбба: 13,3 миллиарда световых лет от Земли",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Была ли упомянута успешность восстановления многоразовых ракет: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Был ли упомянут прогноз масштаба глобальной аэрокосмической промышленности на 2030 год: превысит 1 триллион долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальной ситуации в области общественного здравоохранения 2023 показывает, что глобальная система здравоохранения сталкивается с новыми вызовами в постэпидемическую эпоху. Всего во всем мире было зарегистрировано 156 новых вспышек инфекционных заболеваний, увеличение на 23% по сравнению с предыдущим годом. Данные Всемирной организации здравоохранения (ВОЗ) показывают, что глобальные расходы на здравоохранение достигли 9,7 триллиона долларов США, составляя 10,2% глобального ВВП, но разрыв в распределении медицинских ресурсов между странами продолжает расширяться.\n\nВ области профилактики и контроля инфекционных заболеваний глобальная сеть наблюдения за гриппом охватывает 153 страны и контролирует 12 000 точек отбора проб в режиме реального времени. Система мониторинга новых вариантов коронавируса выявила 38 важных вариантов, из которых 5 перечислены как ключевые проблемы. Глобальный уровень вакцинации достиг 76%, но в 23 странах Африки уровень вакцинации все еще ниже 30%.\n\nДостигнут прогресс в профилактике и лечении хронических заболеваний. Глобальная 5-летняя выживаемость при раке впервые превысила 70%, при этом выживаемость при раке молочной железы и простаты превышает 90%. Смертность от сердечно-сосудистых заболеваний снизилась на 15% по сравнению с десятилетием назад, но это все еще ведущая причина смерти в мире. Количество пациентов с диабетом достигло 537 миллионов, удвоившись с 2000 года, а годовые медицинские расходы превышают 760 миллиардов долларов США.\n\nПроблемы психического здоровья становятся все более заметными, более 400 миллионов человек во всем мире страдают от депрессии, увеличение на 28% по сравнению с доэпидемическим периодом. Психическое здоровье подростков вызывает беспокойство, уровень самоубийств среди людей в возрасте 15-24 лет вырос на 12%. Медицинские расходы на психическое здоровье в различных странах составляют только 2,8% от общих расходов, что намного ниже стандарта 5%, рекомендованного ВОЗ.\n\nИнновации в медицинских технологиях ускоряются, точность диагностики с помощью ИИ достигает 97%, особенно в области визуальной диагностики. Генная терапия достигла крупного прорыва, 15 типов генной терапии одобрены во всем мире, а стоимость лечения снизилась на 60% по сравнению с пятью годами ранее. Услуги телемедицины охватывают население в 850 миллионов человек и играют важную роль в отдаленных районах.\n\nПроблема неравномерного распределения медицинских ресурсов остается заметной, 45% мировых медицинских ресурсов сосредоточены в развитых странах, которые составляют 15% населения. Среднее количество врачей на 10 000 человек в Африке составляет только 2,3, что намного ниже стандарта 23, рекомендованного ВОЗ. Около 3,8 миллиарда человек в мире все еще не могут получить доступ к основным медицинским услугам.\n\nПроблема устойчивости к антибиотикам усугубляется, 1,5 миллиона смертей от инфекций устойчивых бактерий ежегодно и экономические потери превышают 550 миллиардов долларов США. ВОЗ предупреждает, что если не предпринять действий, лекарственно-устойчивые инфекции могут стать ведущей причиной смерти к 2050 году.\n\nОтчет рекомендует укрепить глобальное сотрудничество в области здравоохранения, создать глобальный фонд чрезвычайных ситуаций в области здравоохранения в размере 10 миллиардов долларов и улучшить системы раннего предупреждения заболеваний. Интенсифицировать подготовку медицинских талантов и обучить 5 миллионов медицинских специалистов к 2030 году. Продвигать инновации в медицинских технологиях и повысить доступность медицинских услуг на 30%. В то же время призывает развитые страны взять на себя больше ответственности за международную помощь в области здравоохранения и помочь неразвитым регионам улучшить их медицинские стандарты.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Было ли упомянуто количество новых вспышек инфекционных заболеваний в мире: 156 новых вспышек инфекционных заболеваний",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Была ли упомянута доля глобальных расходов на здравоохранение в ВВП: 10,2% глобального ВВП",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Было ли упомянуто количество стран, охваченных глобальной сетью наблюдения за гриппом: 153 страны",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Была ли упомянута глобальная 5-летняя выживаемость при раке: превысила 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Было ли упомянуто количество пациентов с диабетом в мире: 537 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Было ли упомянуто количество людей с депрессией в мире: более 400 миллионов человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Была ли упомянута точность диагностики с помощью ИИ: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Было ли упомянуто население, охваченное услугами телемедицины: 850 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Была ли упомянута пропорция врачей к населению в Африке: 2,3 на 10 000 человек",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Было ли упомянуто количество смертей от инфекций устойчивых бактерий: 1,5 миллиона смертей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Был ли упомянут масштаб глобального фонда чрезвычайных ситуаций в области здравоохранения: 10 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии индустрии новых энергетических транспортных средств 2023 показывает, что электрификационная трансформация вошла в быструю полосу. Глобальные годовые продажи новых энергетических транспортных средств превысили 14,8 миллиона единиц, увеличившись на 46,3% в годовом исчислении, а уровень проникновения на рынок достиг 22%. Среди них чисто электрические транспортные средства составили 68%, подключаемые гибридные транспортные средства составили 29%, а транспортные средства на водородных топливных элементах составили 3%. Китайский рынок показал лучшие результаты, с продажами, достигшими 8,2 миллиона единиц, составляя 55,4% от глобального общего количества.\n\nТехнология силовых батарей продолжает прорываться, плотность энергии нового поколения твердотельных батарей достигла 400 Втч/кг, увеличившись на 45% по сравнению с традиционными литиевыми батареями. Глобальная производственная мощность силовых батарей достигла 1200 ГВтч, а инвестиции в отрасль превысили 85 миллиардов долларов США. Стоимость батарей снизилась на 38% по сравнению с 2020 годом, что привело к значительному снижению затрат на производство транспортных средств.\n\nЗарядная инфраструктура ускорила свое развертывание, количество общественных зарядных столбов по всему миру достигло 18,5 миллиона, из которых быстрые зарядные столбы составляют 35%. Технология интеллектуальной зарядки была продвинута и применена, демонстрационные проекты взаимодействия транспортного средства с сетью (V2G) были реализованы в 15 странах, обеспечивая 45 ГВтч мощности для сглаживания пиков для электросети.\n\nТехнология интеллектуального вождения была обновлена, уровень проникновения автономного вождения L2+ достиг 45%, а уровень L3 начал массовое производство. Глобальная нехватка автомобильных чипов значительно улучшилась, годовая производственная мощность увеличилась на 28%. Вычислительная мощность бортовой интеллектуальной системы превысила 1000 TOPS, поддерживая более сложные сценарии автономного вождения.\n\nЛокализация промышленной цепи ускорилась, и глобально сформировались пять основных промышленных кластеров новых энергетических транспортных средств. Независимые контролируемые возможности ключевых материалов были усилены, а уровень самообеспеченности Китая материалами для литиевых батарей превысил 85%. Система переработки отработанных силовых батарей была постепенно улучшена, с уровнем переработки 78% и размером производного рынка более 28 миллиардов долларов США.\n\nЭкспорт новых энергетических транспортных средств быстро рос, объем экспорта новых энергетических транспортных средств Китая достиг 950 000 единиц, увеличившись на 120% в годовом исчислении. Электрификационная трансформация европейского рынка ускорилась, электрические транспортные средства составили 28% от продаж новых автомобилей. Американский рынок быстро рос при поддержке политики, с годовыми продажами, превышающими 2,1 миллиона единиц.\n\nКонкуренция в технических маршрутах усилилась, новые технологии, такие как твердотельные батареи и натрий-ионные батареи, ускорили коммерциализацию. Технология водородных топливных элементов достигла прорывов, системные затраты снизились на 55% по сравнению с 2020 годом. Модель замены батарей продвигается в области тяжелых коммерческих транспортных средств, по всему миру построено 28 000 станций замены батарей.\n\nПромышленная политика продолжает оптимизироваться, мир инвестировал в общей сложности 280 миллиардов долларов США в субсидии. Регулирование выбросов углерода в различных странах стало строже, и график вывода традиционных топливных транспортных средств был уточнен. Система промышленных стандартов была постоянно улучшена, способствуя здоровому развитию глобальной индустрии новых энергетических транспортных средств.\n\nПерспективы на следующие пять лет: Ожидается, что к 2028 году годовые продажи новых энергетических транспортных средств по всему миру превысят 35 миллионов, а уровень проникновения на рынок превысит 45%. Ожидается, что плотность энергии силовых батарей превысит 500 Втч/кг, а стоимость снизится до менее 60 долларов США/кВтч. Интеллектуальное вождение войдет в стадию коммерциализации уровня L4, стимулируя интеллектуальный рынок в 500 миллиардов долларов США.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Были ли упомянуты глобальные годовые продажи новых энергетических транспортных средств: 14,8 миллиона единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Была ли упомянута доля продаж китайского рынка: 55,4% от глобального общего количества",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Была ли упомянута плотность энергии нового поколения твердотельных батарей: 400 Втч/кг",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Было ли упомянуто количество общественных зарядных столбов в мире: 18,5 миллиона",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Был ли упомянут уровень проникновения автономного вождения L2+: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Был ли упомянут уровень самообеспеченности Китая материалами для литиевых батарей: превысил 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Был ли упомянут объем экспорта новых энергетических транспортных средств Китая: 950 000 единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Было ли упомянуто снижение стоимости системы водородных топливных элементов: 55% по сравнению с 2020 годом",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Было ли упомянуто количество станций замены батарей в мире: 28 000 станций замены батарей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Была ли упомянута общая сумма глобальных субсидий: 280 миллиардов долларов США",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о развитии технологий метавселенной 2023 показывает, что глобальная индустрия метавселенной достигнет 385 миллиардов долларов, увеличившись на 85% в годовом исчислении. Объем поставок устройств виртуальной реальности (VR) и дополненной реальности (AR) превысил 32 миллиона единиц, увеличившись на 62% по сравнению с предыдущим годом. Количество заявок на патенты, связанных с метавселенной, достигло 185 000, из которых на Китай приходится 38%, занимая первое место в мире.\n\nЗначительные прорывы в аппаратных технологиях, разрешение устройств VR нового поколения достигло 4K×4K, поле зрения расширилось до 120 градусов, а задержка сократилась до 12 мс. Оптические решения AR инновационны, технология дифракционного волновода снижает вес устройства до 120 г. Значительный прогресс был достигнут в интерфейсах мозг-компьютер, неинвазивные устройства могут распознавать 1000 мысленных команд с точностью 92%.\n\nИнтерактивные технологии становятся все более зрелыми, точность захвата движения всего тела улучшена до субмиллиметрового уровня, а распознавание выражений лица поддерживает 95 микровыражений. Прорывы были достигнуты в технологии тактильной обратной связи, которая может имитировать прикосновение 200 различных материалов. Технология голографической проекции достигла разрешения 8K, поддерживая одновременный просмотр несколькими людьми без специальных очков.\n\nЭкосистема контента процветает, более 8,5 миллиона разработчиков контента метавселенной по всему миру, увеличение на 95% по сравнению с предыдущим годом. Количество ежемесячно активных пользователей виртуальных социальных платформ достигло 450 миллионов, а наибольшее количество онлайн-зрителей одного виртуального концерта превысило 25 миллионов. Широко используется в области образования, 15% колледжей и университетов по всему миру предлагают курсы метавселенной.\n\nЦифровая экономика ускоряет свое развертывание, рыночная стоимость глобальных публичных компаний, связанных с концепцией метавселенной, превышает 2,8 триллиона долларов США. Масштаб транзакций виртуальных активов достиг 68 миллиардов долларов США, а средний дневной объем транзакций рынка NFT превысил 150 миллионов долларов США. Масштаб рекламного рынка метавселенной достиг 12,5 миллиарда долларов США, с годовым темпом роста более 200%.\n\nФормулирование технических стандартов было ускорено, IEEE выпустил первый эталонный архитектурный стандарт метавселенной. Промышленный альянс метавселенной был создан глобально, 180 компаний участвуют в формулировании стандартов. Структура безопасности данных и защиты конфиденциальности была постепенно улучшена для поддержки межплатформенной совместимости данных.\n\nПромышленные применения постоянно углубляются, промышленная метавселенная привела к увеличению эффективности производства на 28%. Медицинская метавселенная поддержала 5000 удаленных операций с точностью 99,9%. Объем транзакций платформы метавселенной недвижимости превысил 20 миллиардов долларов США, а онлайн-просмотр домов составил 35%.\n\nСпрос на таланты быстро растет, глобальный спрос на позиции, связанные с метавселенной, достиг 950 000, со средней зарплатой на 45% выше, чем у традиционных IT-позиций. Страны увеличили свои усилия в подготовке талантов, существует более 3000 профессиональных учебных заведений. Оценивается, что дефицит талантов достигнет 2,8 миллиона к 2025 году.\n\nБудущие тенденции развития: Оценивается, что к 2028 году размер глобального рынка метавселенной превысит 1,5 триллиона долларов США. Реальная экономика ускоряет свою цифровую трансформацию, и 85% брендов развернут метавселенную. Интеграция и инновации технологий ускоряются, интерфейсы мозг-компьютер, голографические технологии, квантовые вычисления и т.д. принесут революционные прорывы.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Был ли упомянут масштаб глобальной индустрии метавселенной: 385 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Был ли упомянут объем поставок устройств VR/AR: 32 миллиона единиц",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Были ли упомянуты данные о задержке устройств VR нового поколения: 12 мс",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Было ли упомянуто количество мысленных команд, которые может распознать интерфейс мозг-компьютер: 1000 мысленных команд",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Было ли упомянуто количество глобальных разработчиков контента метавселенной: 8,5 миллиона",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Было ли упомянуто количество ежемесячно активных пользователей виртуальных социальных платформ: 450 миллионов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Был ли упомянут средний дневной объем транзакций рынка NFT: 150 миллионов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Было ли упомянуто количество компаний, участвующих в промышленном альянсе метавселенной: 180 компаний",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Было ли упомянуто количество удаленных операций, поддерживаемых медицинской метавселенной: 5000 удаленных операций",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Был ли упомянут прогноз размера глобального рынка метавселенной на 2028 год: 1,5 триллиона долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Пожалуйста, помогите мне резюмировать следующую статью【Отчет о глобальных инновациях и развитии образования 2023 показывает, что цифровая трансформация образования ускоряется, глобальные инвестиции в образовательные технологии достигли 342 миллиардов долларов США, увеличившись на 42% в годовом исчислении. Масштаб пользователей онлайн-образования превысил 1,8 миллиарда, цифровые образовательные ресурсы охватывают 89% учащихся по всему миру. В постэпидемическую эпоху гибридное образование стало мейнстримом, интегрированное онлайн и офлайн обучение составляет 65%.\n\nПрименение искусственного интеллекта в образовании углубилось, ИИ-помощники в обучении охватили более 250 миллионов пользователей с точностью 96%. Адаптивная система обучения может идентифицировать более 8000 моделей поведения в обучении, а точность персонализированных рекомендаций достигла 92%. Анализ больших данных в образовании поддерживает принятие решений в обучении и повышает эффективность обучения на 35%.\n\nРежим предоставления образовательных ресурсов изменился. Количество курсов на глобальной платформе MOOC превысило 85 000, а совокупное количество выборов курсов достигло 1,5 миллиарда. Обмен высококачественными образовательными ресурсами ускорился, количество открытых курсов в международных престижных университетах достигло 12 000. Существует более 5000 проектов виртуального симуляционного экспериментального обучения, охватывающих 12 дисциплин.\n\nОценка образования инновационно развивалась, система сертификации кредитов на основе блокчейна была пилотирована в 280 университетах. Интеллектуальная система оценки может анализировать данные процесса обучения в режиме реального времени, с 186 измерениями оценки. Модель оценки на основе компетенций продвигается в области профессионального образования, связано 2800 профессиональных стандартов.\n\nПрофессиональное развитие учителей ускоряется, 8,5 миллиона учителей по всему миру завершили обучение цифровым педагогическим способностям. Уровень охвата обучения учителей грамотности искусственного интеллекта достиг 55%. Применение интеллектуальной системы подготовки уроков популяризируется, экономя учителям 40% времени на подготовку уроков. Платформа поддержки развития учителей собирает 20 миллионов учебных ресурсов.\n\nРеформа инновационной модели подготовки талантов, проектное обучение составляет 38%. Существует 35 000 междисциплинарных интегрированных курсов, подготовлено 1,8 миллиона комплексных талантов. Интеграция промышленности и образования углубилась и развилась, с 120 000 проектами сотрудничества школа-предприятие и 15 миллионами студентов, охваченных совместным образованием.\n\nСправедливость образования продолжает улучшаться, уровень охвата онлайн-образования в отдаленных районах увеличился до 75%. Проекты образовательной помощи приносят пользу 120 миллионам нуждающихся студентов. Система технической поддержки специального образования улучшена, вспомогательные технологии приносят пользу 28 миллионам особых студентов.\n\nМеждународное образовательное сотрудничество укрепляется, трансграничные проекты онлайн-обучения достигли 8500. Существует 1200 международных соглашений о признании кредитов. Членство в Глобальном альянсе образовательных инноваций расширилось до 85 стран, с более чем 3000 программами совместной подготовки.\n\nБудущие тенденции развития: Оценивается, что к 2028 году глобальный рынок образовательных технологий достигнет 850 миллиардов долларов США. Применения образования в метавселенной популяризируются, иммерсивное обучение становится важным методом. Искусственный интеллект глубоко расширяет возможности всего образовательного процесса и способствует изменениям в образовательной парадигме. Система непрерывного обучения более полная, строительство обучающегося общества ускоряется.】. Ваше резюме должно включать всю ключевую информацию из статьи (всю, не упуская ничего). Но вы должны контролировать общее количество слов в 180. Внимание: только русские слова учитываются в общем количестве слов.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "russian_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Был ли упомянут масштаб глобальных инвестиций в образовательные технологии: 342 миллиарда долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Был ли упомянут масштаб пользователей онлайн-образования: 1,8 миллиарда",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Было ли упомянуто количество пользователей, охваченных ИИ-помощниками в обучении: 250 миллионов пользователей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Было ли упомянуто количество курсов на глобальной платформе MOOC: 85 000 курсов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Было ли упомянуто количество открытых курсов международных престижных университетов: 12 000 открытых курсов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Было ли упомянуто количество университетов, пилотирующих сертификацию кредитов на основе блокчейна: 280 университетов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Было ли упомянуто количество учителей, завершивших обучение цифровым педагогическим способностям: 8,5 миллиона учителей",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Было ли упомянуто количество проектов сотрудничества школа-предприятие: 120 000 проектов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Было ли упомянуто количество студентов, получающих пользу от проектов образовательной помощи: 120 миллионов студентов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Был ли упомянут прогноз размера глобального рынка образовательных технологий на 2028 год: 850 миллиардов долларов",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]