[
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Kürzlich wurde die 20. Chinesische Internationale Konferenz für Künstliche Intelligenz großartig im Internationalen Kongresszentrum Peking abgehalten. Mehr als 1.500 Experten, Wissenschaftler und Unternehmensvertreter aus mehr als 30 Ländern weltweit kamen zusammen, um neue Trends und Chancen in der Entwicklung der künstlichen Intelligenz zu diskutieren. Die Konferenz stand unter dem Motto \"Neue Ära der Intelligenz: Integration, Innovation und Nachhaltigkeit\" und richtete mehr als 100 Spezialforen und technische Seminare aus.\n\nWährend der Tagung äußerten viele Akademiker und Experten wichtige Ansichten. Akademiker Wang Jian von der Chinesischen Akademie für Ingenieurwissenschaften wies darauf hin, dass die künstliche Intelligenz in eine neue Entwicklungsphase eintritt, und Durchbrüche in der Großmodell-Technologie haben neue Chancen für die industrielle Entwicklung gebracht. Akademiker Zhang Bei von der Tsinghua-Universität betonte die Bedeutung der ethischen Governance der künstlichen Intelligenz und schlug vor, einen global einheitlichen KI-Ethikstandard zu etablieren.\n\nDer von der Konferenz veröffentlichte \"Globale Entwicklungsbericht für Künstliche Intelligenz 2023\" zeigt, dass die globale KI-Marktgröße 2022 1,5 Billionen US-Dollar erreichen wird, ein Anstieg von 23,6% im Jahresvergleich. Darunter hat die Größe des chinesischen KI-Marktes 400 Milliarden Yuan erreicht, und bedeutende Fortschritte wurden in Computer Vision, Spracherkennung und anderen Bereichen erzielt. Der Bericht prognostiziert, dass bis 2025 die globale KI-Marktgröße 3 Billionen US-Dollar überschreiten wird.\n\nViele hochmoderne technologische Errungenschaften wurden auf der Ausstellung gezeigt. Einschließlich einer neuen Generation intelligenter Roboter, autonomer Fahrsysteme, intelligenter medizinischer Ausrüstung usw. Darunter hat der von der Tsinghua-Universität entwickelte emotionale Interaktionsroboter breite Aufmerksamkeit erregt. Der Roboter kann menschliche Gesichtsausdrücke und Töne genau erkennen und entsprechende emotionale Reaktionen zeigen, mit einer Identifikationsgenauigkeit von 95 Prozent.\n\nDie Konferenz veranstaltete auch den \"KI-Innovations- und Unternehmerwettbewerb\", der mehr als 500 Teams aus der ganzen Welt zur Teilnahme anzog. Schließlich gewann ein Startup-Team, das sich auf KI-Landwirtschaftsanwendungen konzentriert, die Meisterschaft mit seinem intelligenten System zur Identifizierung von Pflanzenschädlingen und -krankheiten, das eine Genauigkeitsrate von mehr als 98 Prozent hat und in mehreren großen Agrarprovinzen pilotiert wurde.\n\nBei der Abschlusszeremonie kündigte das Organisationskomitee an, eine \"Globale Allianz für Künstliche Intelligenz-Innovation\" zu gründen, um internationale Zusammenarbeit, Talentausbildung und technologische Innovation zu fördern. Die ersten Mitglieder der Allianz umfassen 50 führende Forschungseinrichtungen und 100 führende Unternehmen in 20 Ländern.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Wurde der spezifische Name der Konferenz erwähnt: die 20. Chinesische Internationale Konferenz für Künstliche Intelligenz",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Wurde die Teilnehmerzahl erwähnt: mehr als 1.500 Experten, Wissenschaftler und Unternehmensvertreter aus mehr als 30 Ländern",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Wurde das Thema der Konferenz erwähnt: Neue Ära der Intelligenz: Integration, Innovation und Nachhaltigkeit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Wurde die Ansicht von Akademiker Wang Jian erwähnt: die künstliche Intelligenz tritt in eine neue Entwicklungsphase ein, und Durchbrüche in der Großmodell-Technologie haben neue Chancen für die industrielle Entwicklung gebracht",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Wurde die globale KI-Marktgröße für 2022 erwähnt: 1,5 Billionen US-Dollar, ein Anstieg von 23,6% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Wurde die Größe des chinesischen KI-Marktes erwähnt: 400 Milliarden Yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Wurde die Prognose für die globale KI-Marktgröße 2025 erwähnt: 3 Billionen US-Dollar überschreiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Wurde die Identifikationsgenauigkeit des von der Tsinghua-Universität entwickelten emotionalen Interaktionsroboters erwähnt: 95 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Wurde die Anzahl der teilnehmenden Teams beim KI-Innovations- und Unternehmerwettbewerb erwähnt: mehr als 500 Teams aus der ganzen Welt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Wurde die Systemgenauigkeit des Gewinnerteams erwähnt: mehr als 98 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Wurde der Umfang der ersten Mitglieder der Globalen Allianz für Künstliche Intelligenz-Innovation erwähnt: 50 führende Forschungseinrichtungen und 100 führende Unternehmen in 20 Ländern",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Klimawandel-Forschungsbericht 2023 zeigt, dass die Erde eine beispiellose Umweltkrise erlebt. Laut der neuesten Satellitendatenanalyse wird die globale Durchschnittstemperatur 2023 um 1,5°C im Vergleich zur vorindustriellen Zeit steigen und einen Rekordwert erreichen. Die Erwärmungsrate in der Arktis ist doppelt so hoch wie der globale Durchschnitt, was zu großflächigem Gletscherschmelzen führt. Es wird erwartet, dass die Arktis bis 2050 ihren ersten eisfreien Sommer haben könnte.\n\nDas Forschungsteam fand heraus, dass die Häufigkeit extremer Wetterereignisse durch die Analyse historischer Daten von 2.000 meteorologischen Stationen weltweit erheblich zugenommen hat. 2023 gab es weltweit 127 schwere Regenstürme und 43 extreme Hochtemperaturen, eine Zunahme von 45 Prozent bzw. 60 Prozent im Vergleich zu vor zehn Jahren. Die durch diese katastrophalen Wetter verursachten wirtschaftlichen Verluste belaufen sich auf 280 Milliarden US-Dollar und betreffen mehr als 200 Millionen Menschen.\n\nDie Rate des Meeresspiegelanstiegs beschleunigt sich. In den letzten 25 Jahren ist der globale durchschnittliche Meeresspiegel um 8,9 cm gestiegen. Studien prognostizieren, dass wenn die Treibhausgasemissionen den aktuellen Trend fortsetzen, der Meeresspiegel bis zum Ende dieses Jahrhunderts um mehr als 1 Meter steigen könnte, was die Lebensumgebung von etwa 600 Millionen Küstenbewohnern weltweit bedrohen würde.\n\nDie Biodiversität nimmt weiter ab, wobei Forschungsaufzeichnungen zeigen, dass in den letzten 50 Jahren etwa 28.000 Arten von Organismen weltweit gefährdet wurden. Tropische Regenwälder werden in alarmierendem Tempo abgeholzt, mit einem Verlust von 1,5 Millionen Hektar allein 2023, einer Fläche, die der Größe der Schweiz entspricht. Meeresökosysteme stehen ebenfalls unter ernster Bedrohung, wobei 90 Prozent der Korallenriffe vom Tod bedroht sind.\n\nDer Bericht weist darauf hin, dass die Kohlendioxidkonzentration in der Atmosphäre 417 ppm erreicht hat, eine Zunahme von 50 Prozent gegenüber der vorindustriellen Zeit. Obwohl Länder sich zur Emissionsreduzierung verpflichtet haben, werden die globalen Kohlenstoffemissionen 2023 immer noch um 2,7 Prozent auf einen Rekordwert von 37,8 Milliarden Tonnen steigen. Darunter macht die Stromerzeugungsindustrie 35 Prozent aus, die industrielle Produktion 28 Prozent und der Transport 24 Prozent.\n\nUm der Klimakrise zu begegnen, empfiehlt der Bericht Notfallmaßnahmen: bis 2030 soll der Anteil erneuerbarer Energien auf 60 Prozent steigen, der Marktanteil von Elektrofahrzeugen auf 40 Prozent und die Energieeffizienz von Gebäuden um 30 Prozent verbessert werden. Er empfiehlt auch die Einrichtung eines 100-Milliarden-Dollar-Fonds für globale Klimaanpassung, um Entwicklungsländern bei der Verbesserung ihrer Anpassungsfähigkeit zu helfen.\n\nWissenschaftler warnen, dass wenn in den nächsten fünf Jahren keine wirksamen Maßnahmen ergriffen werden, die Auswirkungen der globalen Erwärmung einen irreversiblen Wendepunkt erreichen könnten. Dann würde die Erde auch dann weiter erwärmen, wenn Menschen alle Treibhausgasemissionen stoppen würden, was zu häufigeren Naturkatastrophen, ernsteren Nahrungsmittelkrisen und größeren Klimaflüchtlingsproblemen führen würde.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Wurden die spezifischen Daten zum globalen Durchschnittstemperaturanstieg 2023 erwähnt: 1,5°C im Vergleich zur vorindustriellen Zeit, einen Rekordwert erreichend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Wurde die Anzahl der schweren Regenstürme 2023 erwähnt: 127 schwere Regenstürme, eine Zunahme von 45 Prozent im Vergleich zu vor zehn Jahren",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Wurden die durch extremes Wetter verursachten wirtschaftlichen Verlustdaten erwähnt: 280 Milliarden US-Dollar, mehr als 200 Millionen Menschen betreffend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Wurden die spezifischen Daten zum globalen durchschnittlichen Meeresspiegelanstieg der letzten 25 Jahre erwähnt: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Wurde die Anzahl der vom Aussterben bedrohten Arten erwähnt: etwa 28.000 Arten von Organismen wurden in den letzten 50 Jahren weltweit gefährdet",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Wurde die Verlustfläche der tropischen Regenwälder 2023 erwähnt: 1,5 Millionen Hektar, einer Fläche entsprechend der Größe der Schweiz",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Wurde die aktuelle Kohlendioxidkonzentration in der Atmosphäre erwähnt: 417 ppm, eine Zunahme von 50 Prozent gegenüber der vorindustriellen Zeit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Wurden die globalen Kohlenstoffemissionen 2023 erwähnt: Anstieg um 2,7 Prozent auf einen Rekordwert von 37,8 Milliarden Tonnen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Wurde der Anteil der Kohlenstoffemissionen der Stromerzeugungsindustrie erwähnt: 35 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Wurde der Zielanteil erneuerbarer Energien für 2030 erwähnt: Anstieg auf 60 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Wurde der Umfang des vorgeschlagenen globalen Klimaanpassungsfonds erwähnt: 100-Milliarden-Dollar-Fonds für globale Klimaanpassung",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Entwicklungsbericht der Digitalen Wirtschaft 2023 zeigt, dass die digitale Wirtschaft zur Haupttriebkraft für das globale Wirtschaftswachstum geworden ist. Laut den Berichtsdaten erreichte das gesamte globale Volumen der digitalen Wirtschaft 2023 54,8 Billionen US-Dollar, ein Anstieg von 18,2% im Jahresvergleich, und der Anteil am globalen BIP überschritt erstmals 45%. Darunter erreichte Chinas digitale Wirtschaftsgröße 50,1 Billionen Yuan, ein Anstieg von 15,3% im Jahresvergleich, und die digitale Wirtschaft machte 41,5% des BIP aus.\n\nIm Bereich des Aufbaus digitaler Infrastruktur überschritt die Gesamtzahl der globalen 5G-Basisstationen 3,5 Millionen, wobei China mehr als 60% ausmacht. Die globale Anzahl der Rechenzentren erreichte 8.500, mit einem jährlichen Stromverbrauch von über 200 Milliarden kWh. Die Marktgröße des Cloud Computing erreichte 485 Milliarden US-Dollar, wobei der kombinierte Marktanteil von AWS, Microsoft Azure und Alibaba Cloud 65% überschritt.\n\nDie Innovation der digitalen Technologie beschleunigt sich weiter, wobei die globalen KI-Patentanmeldungen 520.000 erreichten, ein Anstieg von 32% im Jahresvergleich. Die Anwendungen der Blockchain-Technologie expandieren weiter, wobei die globale Blockchain-Marktgröße 128 Milliarden US-Dollar erreichte. Die Investitionen in Quantencomputing überschritten 15 Milliarden US-Dollar, wobei die in Entwicklung befindlichen Quantencomputer das 1.000-Qubit-Niveau erreichten.\n\nDer digitale Handel entwickelt sich schnell, wobei das globale grenzüberschreitende E-Commerce-Transaktionsvolumen 3,8 Billionen US-Dollar erreichte, ein Anstieg von 25% im Jahresvergleich. Das digitale Zahlungstransaktionsvolumen überschritt 8,5 Billionen US-Dollar, wobei mobile Zahlungen 68% ausmachten. Die globalen E-Commerce-Nutzer erreichten 2,8 Milliarden, wobei digitale Dienste mehr als 80% der globalen Bevölkerung abdecken.\n\nIm Bereich der Beschäftigung in der digitalen Industrie erreichten die globalen Positionen im Zusammenhang mit der digitalen Wirtschaft 320 Millionen, ein Anstieg von 12% im Jahresvergleich. Hochqualifizierte Positionen wie Softwareentwicklung, Datenanalyse und künstliche Intelligenz zeigten ein erhebliches Nachfragewachstum, wobei die durchschnittlichen Gehaltsniveaus 35% höher als in traditionellen Industrien waren. Es wird erwartet, dass bis 2025 die globale Talentlücke in der digitalen Wirtschaft 85 Millionen Menschen erreichen wird.\n\nDie digitale Governance verbessert sich weiter, wobei 128 Länder weltweit datenschutzbezogene Gesetze und Vorschriften erlassen haben. Die Investitionen in die Netzwerksicherheit erreichten 189 Milliarden US-Dollar, ein Anstieg von 22% gegenüber dem Vorjahr. Die globalen wirtschaftlichen Verluste durch Netzwerksicherheitsvorfälle erreichten 950 Milliarden US-Dollar, ein Anstieg von 15% gegenüber dem Vorjahr.\n\nDer Bericht prognostiziert, dass bis 2025 die globale Größe der digitalen Wirtschaft 75 Billionen US-Dollar überschreiten wird, mit einer durchschnittlichen jährlichen Wachstumsrate von mehr als 15%. Die integrierte Entwicklung neuer Technologien wird mehr neue Geschäftsformen und -modelle generieren, und die digitale Transformation wird die Durchdringung vom Verbraucherbereich zum Produktionsbereich beschleunigen. Die digitale Wirtschaft wird voraussichtlich zu einem Schlüsselmotor für die globale wirtschaftliche Erholung in der Post-Pandemie-Ära werden.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Wurde das gesamte globale Volumen der digitalen Wirtschaft 2023 erwähnt: 54,8 Billionen US-Dollar, ein Anstieg von 18,2% im Jahresvergleich, über 45% des globalen BIP ausmachend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Wurde Chinas digitale Wirtschaftsgröße erwähnt: 50,1 Billionen Yuan, ein Anstieg von 15,3% im Jahresvergleich, 41,5% des BIP ausmachend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Wurde die Gesamtzahl der globalen 5G-Basisstationen erwähnt: über 3,5 Millionen überschritten, wobei China mehr als 60% ausmacht",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Wurde die globale Cloud-Computing-Marktgröße erwähnt: 485 Milliarden US-Dollar, wobei der kombinierte Marktanteil von AWS, Microsoft Azure und Alibaba Cloud 65% überschritt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Wurden die globalen KI-Patentanmeldungen erwähnt: 520.000, ein Anstieg von 32% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Wurde die globale Blockchain-Marktgröße erwähnt: 128 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Wurde das globale grenzüberschreitende E-Commerce-Transaktionsvolumen erwähnt: 3,8 Billionen US-Dollar, ein Anstieg von 25% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Wurde die Anzahl der Positionen im Zusammenhang mit der digitalen Wirtschaft erwähnt: 320 Millionen Positionen, ein Anstieg von 12% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Wurden die Investitionen in die Netzwerksicherheit erwähnt: 189 Milliarden US-Dollar, ein Anstieg von 22% gegenüber dem Vorjahr",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Wurde die Prognose für die globale Größe der digitalen Wirtschaft 2025 erwähnt: 75 Billionen US-Dollar überschreiten, mit einer durchschnittlichen jährlichen Wachstumsrate von mehr als 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Große Durchbrüche wurden 2023 in der menschlichen Weltraumforschung erzielt, wobei mehrere Meilenstein-Missionen erfolgreich abgeschlossen wurden. NASAs \"Artemis\"-Mondlandungsprogramms erste Testflugmission wurde erfolgreich abgeschlossen, wobei das unbemannte Raumschiff 13 Tage lang den Mond umkreiste und eine 2,26 Millionen Kilometer lange Reise vollendete. Die Mission verifizierte die Leistung der neuen Generation schwerer Trägerrakete SLS und legte den Grundstein für die bemannte Mondlandung 2025.\n\nIn der Marsforschung entdeckte der \"Perseverance\"-Rover organische Moleküle, die als Lebenszeichen auf der Marsoberfläche vermutet werden, und sammelte 28 Gesteinsproben. Chinas \"Tianwen-1\" übertrug über 1.100 GB Mars-Bilddaten und erstellte die detaillierteste topographische Karte des Mars bis heute. ESAs \"Mars Express\"-Sonde entdeckte, dass die unterirdischen Wasserreserven des Mars die Erwartungen bei weitem übertreffen, etwa das 1,5-fache der Süßwasserreserven der Erde.\n\nDie Tiefraumerforschung erzielte neue Durchbrüche, wobei die \"New Horizons\"-Sonde durch den Kuipergürtel flog und mehrere unbekannte Himmelskörper entdeckte. Die \"Juno\"-Sonde vollendete einen nahen Vorbeiflug an Jupiters Mond Europa und erhielt umfangreiche Daten über seinen unterirdischen Ozean. Die \"Parker Solar Probe\" machte Geschichte, indem sie das erste von Menschen geschaffene Objekt wurde, das die Sonne \"berührte\" und eine erstaunliche nächste Entfernung von 8,1 Millionen Kilometern erreichte.\n\nDer Bau der Raumstation schritt stetig voran, wobei Chinas Raumstation den umfassenden Bau abschloss und insgesamt 12 Astronauten beherbergte. Die Betriebszeit der Internationalen Raumstation wurde bis 2030 verlängert und 6 Weltraumspaziergänge abgeschlossen. Die kommerzielle Raumfahrt florierte, wobei SpaceX das ganze Jahr über 68 Startmissionen abschloss und einen neuen kommerziellen Raumfahrtrekord aufstellte.\n\nAsteroiden-Probenrückführungsmissionen erzielten Durchbruchsfortschritte, wobei NASAs \"OSIRIS-REx\"-Sonde erfolgreich Proben vom Asteroiden Bennu zur Erde zurückbrachte, insgesamt 250 Gramm, die größte Asteroidenprobe bis heute. Analyseergebnisse von Japans \"Hayabusa2\"-Mission zeigten, dass Asteroid Ryugu Aminosäuren und andere für das Leben wesentliche Substanzen enthält.\n\nIn astronomischen Beobachtungen entdeckte das James Webb Weltraumteleskop die bisher entfernteste Galaxie, 13,3 Milliarden Lichtjahre von der Erde entfernt. Chinas \"Insight-HXMT\"-Satellit entdeckte erstmals ultra-starke Gamma-Strahlungsausbrüche von Magnetar-Explosionen. Das SKA-Radioteleskop-Array begann mit dem Bau, das nach Fertigstellung die größte astronomische Anlage der Menschheit werden wird.\n\nDie Innovation der Luft- und Raumfahrttechnologie setzt sich fort, wobei die wiederverwendbare Raketentechnologie zunehmend ausgereift wird und eine Bergungserfolgrate von 95% erreicht. Wichtige Fortschritte wurden in der Forschung von Nuklearantriebssystemen erzielt, mit theoretischem Schub 10-mal größer als chemische Raketen. Die Weltraummüll-Reinigungstechnologie erzielte Durchbrüche, wobei der erste kommerzielle Reinigungssatellit erfolgreich 2 verlassene Satelliten erfasste und zerstörte.\n\nDie Pläne für die Weltraumforschung der nächsten 5 Jahre wurden geklärt, einschließlich großer Missionen wie bemannte Mondlandung, Mars-Probenrückführung und Jupiter-System-Erforschung. Es wird erwartet, dass bis 2030 die globale Luft- und Raumfahrtindustriegröße 1 Billion US-Dollar überschreiten wird, und die Weltraumwirtschaft wird zu einem neuen Wachstumspunkt werden.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Wurde die Flugzeit des Artemis-Programms erwähnt: 13 Tage den Mond umkreisend, eine 2,26 Millionen Kilometer lange Reise vollendend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Wurde die Anzahl der von Perseverance gesammelten Gesteinsproben erwähnt: 28 Gesteinsproben",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Wurde die von Tianwen-1 übertragene Datenmenge erwähnt: über 1.100 GB Mars-Bilddaten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Wurde die nächste Entfernung der Parker Solar Probe zur Sonne erwähnt: 8,1 Millionen Kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Wurde die Anzahl der von Chinas Raumstation beherbergten Astronauten erwähnt: insgesamt 12 Astronauten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Wurde die jährliche Anzahl der SpaceX-Starts erwähnt: 68 Startmissionen das ganze Jahr über",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Wurde das Gewicht der von OSIRIS-REx zurückgebrachten Proben erwähnt: 250 Gramm, die größte Asteroidenprobe bis heute",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Wurde die Entfernung der vom Webb-Teleskop entdeckten entferntesten Galaxie erwähnt: 13,3 Milliarden Lichtjahre von der Erde entfernt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Wurde die Bergungserfolgrate wiederverwendbarer Raketen erwähnt: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Wurde die Prognose für die globale Luft- und Raumfahrtindustriegröße 2030 erwähnt: 1 Billion US-Dollar überschreiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Bericht zur öffentlichen Gesundheitslage 2023 zeigt, dass das globale Gesundheitssystem in der Post-Epidemie-Ära vor neuen Herausforderungen steht. Weltweit wurden insgesamt 156 neue Ausbrüche von Infektionskrankheiten gemeldet, ein Anstieg von 23% gegenüber dem Vorjahr. Daten der Weltgesundheitsorganisation (WHO) zeigen, dass die globalen Gesundheitsausgaben 9,7 Billionen US-Dollar erreicht haben, 10,2% des globalen BIP ausmachend, aber die Kluft in der Verteilung medizinischer Ressourcen zwischen den Ländern weitet sich weiter aus.\n\nIm Bereich der Prävention und Kontrolle von Infektionskrankheiten deckt das globale Influenza-Überwachungsnetzwerk 153 Länder ab und überwacht 12.000 Probenahmepunkte in Echtzeit. Das neue Coronavirus-Varianten-Überwachungssystem hat 38 wichtige Varianten identifiziert, von denen 5 als Schlüsselbedenken aufgeführt sind. Die globale Impfrate hat 76% erreicht, aber es gibt immer noch 23 Länder in Afrika mit einer Impfrate unter 30%.\n\nFortschritte wurden bei der Prävention und Behandlung chronischer Krankheiten erzielt. Die globale 5-Jahres-Krebsüberlebensrate hat erstmals 70% überschritten, wobei die Überlebensraten für Brustkrebs und Prostatakrebs 90% überschreiten. Die Sterblichkeitsrate durch Herz-Kreislauf-Erkrankungen ist um 15% gegenüber vor einem Jahrzehnt gesunken, bleibt aber immer noch die weltweit führende Todesursache. Die Anzahl der Diabetespatienten hat 537 Millionen erreicht, eine Verdopplung seit 2000, und die jährlichen medizinischen Ausgaben überschreiten 760 Milliarden US-Dollar.\n\nProbleme der psychischen Gesundheit werden zunehmend prominent, wobei mehr als 400 Millionen Menschen weltweit an Depressionen leiden, ein Anstieg von 28% gegenüber vor der Epidemie. Die psychische Gesundheit von Jugendlichen ist besorgniserregend, wobei die Selbstmordrate von Menschen im Alter von 15-24 Jahren um 12% gestiegen ist. Die medizinischen Ausgaben für psychische Gesundheit in verschiedenen Ländern machen nur 2,8% der Gesamtausgaben aus, weit unter dem von der WHO empfohlenen 5%-Standard.\n\nDie Innovation der medizinischen Technologie beschleunigt sich, wobei die Genauigkeit der KI-unterstützten Diagnose 97% erreicht, insbesondere im Bereich der bildgebenden Diagnostik. Die Gentherapie hat einen großen Durchbruch erzielt, wobei weltweit 15 Arten von Gentherapien zugelassen wurden, und die Behandlungskosten sind um 60% gegenüber vor fünf Jahren gesunken. Telemedizinische Dienste decken eine Bevölkerung von 850 Millionen ab und spielen eine wichtige Rolle in abgelegenen Gebieten.\n\nDas Problem der ungleichen Verteilung medizinischer Ressourcen bleibt prominent, wobei 45% der weltweiten medizinischen Ressourcen in entwickelten Ländern konzentriert sind, die 15% der Bevölkerung ausmachen. Die durchschnittliche Anzahl von Ärzten pro 10.000 Menschen in Afrika beträgt nur 2,3, weit unter dem von der WHO empfohlenen Standard von 23. Es gibt immer noch etwa 3,8 Milliarden Menschen weltweit, die keinen Zugang zu grundlegenden medizinischen Diensten haben.\n\nDas Problem der Antibiotikaresistenz verschärft sich, wobei jährlich 1,5 Millionen Todesfälle durch resistente Bakterieninfektionen auftreten und wirtschaftliche Verluste 550 Milliarden US-Dollar überschreiten. Die WHO warnt, dass wenn keine Maßnahmen ergriffen werden, arzneimittelresistente Infektionen bis 2050 zur führenden Todesursache werden könnten.\n\nDer Bericht empfiehlt die Stärkung der globalen Gesundheitskooperation, die Einrichtung eines 10-Milliarden-Dollar-Fonds für globale Gesundheitsnotfälle und die Verbesserung der Krankheitsfrühwarnsysteme. Die Ausbildung medizinischer Talente intensivieren und bis 2030 5 Millionen medizinische Fachkräfte ausbilden. Die Innovation der medizinischen Technologie fördern und die Zugänglichkeit medizinischer Dienste um 30% erhöhen. Gleichzeitig fordert er entwickelte Länder auf, mehr Verantwortung für internationale Gesundheitshilfe zu übernehmen und unterentwickelten Regionen bei der Verbesserung ihrer medizinischen Standards zu helfen.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Wurde die Anzahl der globalen neuen Ausbrüche von Infektionskrankheiten erwähnt: 156 neue Ausbrüche von Infektionskrankheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Wurde der Anteil der globalen Gesundheitsausgaben am BIP erwähnt: 10,2% des globalen BIP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Wurde die Anzahl der vom globalen Influenza-Überwachungsnetzwerk abgedeckten Länder erwähnt: 153 Länder",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Wurde die globale 5-Jahres-Krebsüberlebensrate erwähnt: 70% überschritten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Wurde die Anzahl der globalen Diabetespatienten erwähnt: 537 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Wurde die Anzahl der globalen Depressionspatienten erwähnt: mehr als 400 Millionen Menschen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Wurde die Genauigkeit der KI-unterstützten Diagnose erwähnt: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Wurde die von telemedizinischen Diensten abgedeckte Bevölkerung erwähnt: 850 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Wurde das Verhältnis von Ärzten zur Bevölkerung in Afrika erwähnt: 2,3 pro 10.000 Menschen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Wurde die Anzahl der Todesfälle durch resistente Bakterieninfektionen erwähnt: 1,5 Millionen Todesfälle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Wurde der Umfang des globalen Gesundheitsnotfallfonds erwähnt: 10 Milliarden Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Entwicklungsbericht der globalen Neuen Energiefahrzeug-Industrie 2023 zeigt, dass die Elektrifizierungstransformation in die Überholspur eingetreten ist. Die globalen jährlichen Verkäufe neuer Energiefahrzeuge überschritten 14,8 Millionen Einheiten, ein Anstieg von 46,3% im Jahresvergleich, und die Marktdurchdringungsrate erreichte 22%. Darunter machten reine Elektrofahrzeuge 68% aus, Plug-in-Hybridfahrzeuge 29% und Wasserstoff-Brennstoffzellenfahrzeuge 3%. Der chinesische Markt schnitt am besten ab, mit Verkäufen von 8,2 Millionen Einheiten, 55,4% des globalen Gesamtvolumens ausmachend.\n\nDie Technologie der Antriebsbatterien durchbricht weiterhin, und die Energiedichte der neuen Generation von Festkörperbatterien hat 400Wh/kg erreicht, ein Anstieg von 45% gegenüber herkömmlichen Lithiumbatterien. Die globale Produktionskapazität für Antriebsbatterien hat 1200GWh erreicht, und die Industrieinvestitionen haben 85 Milliarden US-Dollar überschritten. Die Batteriekosten sind um 38% gegenüber 2020 gesunken, was eine erhebliche Reduzierung der Fahrzeugherstellungskosten antreibt.\n\nDie Ladeinfrastruktur hat ihre Auslegung beschleunigt, und die Anzahl der öffentlichen Ladestationen weltweit hat 18,5 Millionen erreicht, wobei Schnellladestationen 35% ausmachen. Die intelligente Ladetechnologie wurde gefördert und angewendet, und Vehicle-to-Grid-Interaktions-(V2G)-Demonstrationsprojekte wurden in 15 Ländern implementiert, die 45GWh Spitzenlastausgleichskapazität für das Stromnetz bereitstellen.\n\nDie intelligente Fahrtechnologie wurde aufgerüstet, wobei die Durchdringungsrate des L2+ autonomen Fahrens 45% erreichte, und L3-Niveau begann mit der Massenproduktion. Der globale Mangel an Automobilchips hat sich erheblich verbessert, wobei die jährliche Produktionskapazität um 28% gestiegen ist. Die Rechenleistung des bordeigenen intelligenten Systems hat 1000TOPS überschritten und unterstützt komplexere autonome Fahrszenarien.\n\nDie Lokalisierung der Industriekette hat sich beschleunigt, und fünf große Industriecluster für neue Energiefahrzeuge wurden global gebildet. Die unabhängig kontrollierbare Fähigkeit von Schlüsselmaterialien wurde verbessert, und Chinas Selbstversorgungsrate bei Lithiumbatteriematerialien hat 85% überschritten. Das Recycling-System für Altbatterien wurde schrittweise verbessert, mit einer Recyclingrate von 78% und einer abgeleiteten Marktgröße von mehr als 28 Milliarden US-Dollar.\n\nDer Export neuer Energiefahrzeuge ist schnell gewachsen, wobei Chinas Exportvolumen neuer Energiefahrzeuge 950.000 Einheiten erreichte, ein Anstieg von 120% im Jahresvergleich. Die Elektrifizierungstransformation des europäischen Marktes hat sich beschleunigt, wobei Elektrofahrzeuge 28% der Neuwagen-Verkäufe ausmachen. Der US-Markt ist mit politischer Unterstützung schnell gewachsen, mit jährlichen Verkäufen von über 2,1 Millionen Einheiten.\n\nDer Wettbewerb bei technischen Routen hat sich intensiviert, und neue Technologien wie Festkörperbatterien und Natrium-Ionen-Batterien haben die Kommerzialisierung beschleunigt. Die Wasserstoff-Brennstoffzellentechnologie hat Durchbrüche erzielt, und die Systemkosten sind um 55% gegenüber 2020 gesunken. Das Batteriewechselmodell wird im Bereich schwerer Nutzfahrzeuge gefördert, und 28.000 Batteriewechselstationen wurden weltweit gebaut.\n\nDie Industriepolitiken werden kontinuierlich optimiert, und die Welt hat insgesamt 280 Milliarden US-Dollar in Subventionen investiert. Die Kohlenstoffemissionsvorschriften in verschiedenen Ländern sind strenger geworden, und der Zeitplan für den Rückzug traditioneller Kraftstofffahrzeuge wurde geklärt. Das industrielle Standardsystem wurde kontinuierlich verbessert, was die gesunde Entwicklung der globalen Neuen Energiefahrzeug-Industrie antreibt.\n\nAusblick auf die nächsten fünf Jahre: Es wird erwartet, dass bis 2028 die jährlichen Verkäufe neuer Energiefahrzeuge weltweit 35 Millionen überschreiten werden, und die Marktdurchdringungsrate wird 45% überschreiten. Die Energiedichte von Antriebsbatterien wird voraussichtlich 500Wh/kg überschreiten, und die Kosten werden auf unter 60 US-Dollar/kWh fallen. Das intelligente Fahren wird in die L4-Niveau-Kommerzialisierungsphase eintreten und einen 500-Milliarden-US-Dollar-Intelligenzmarkt antreiben.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Wurden die globalen jährlichen Verkäufe neuer Energiefahrzeuge erwähnt: 14,8 Millionen Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Wurde der Anteil der chinesischen Marktverkäufe erwähnt: 55,4% des globalen Gesamtvolumens",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Wurde die Energiedichte der neuen Generation von Festkörperbatterien erwähnt: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Wurde die Anzahl der globalen öffentlichen Ladestationen erwähnt: 18,5 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Wurde die Durchdringungsrate des L2+ autonomen Fahrens erwähnt: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Wurde Chinas Selbstversorgungsrate bei Lithiumbatteriematerialien erwähnt: 85% überschritten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Wurde Chinas Exportvolumen neuer Energiefahrzeuge erwähnt: 950.000 Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Wurde die Kostensenkung der Wasserstoff-Brennstoffzellensysteme erwähnt: 55% gegenüber 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Wurde die Anzahl der globalen Batteriewechselstationen erwähnt: 28.000 Batteriewechselstationen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Wurde der Gesamtbetrag der globalen Subventionsgelder erwähnt: 280 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Metaverse-Technologie-Entwicklungsbericht 2023 zeigt, dass die globale Metaverse-Industrie 385 Milliarden US-Dollar erreichte, ein Anstieg von 85% im Jahresvergleich. Das Versandvolumen von Virtual Reality (VR) und Augmented Reality (AR) Geräten überschritt 32 Millionen Einheiten, ein Anstieg von 62% gegenüber dem Vorjahr. Die Anzahl der Metaverse-bezogenen Patentanmeldungen erreichte 185.000, wobei China 38% ausmachte und weltweit den ersten Platz belegte.\nBedeutende Durchbrüche in der Hardware-Technologie, die Auflösung der neuen Generation von VR-Geräten erreichte 4K×4K, das Sichtfeld wurde auf 120 Grad erweitert, und die Verzögerung wurde auf 12ms reduziert. AR-optische Lösungen sind innovativ, und die Beugungswellenleiter-Technologie reduziert das Gewicht des Geräts auf 120g. Bedeutende Fortschritte wurden bei Gehirn-Computer-Schnittstellen erzielt, und nicht-invasive Geräte können 1.000 Gedankenbefehle mit einer Genauigkeitsrate von 92% erkennen.\nDie Interaktionstechnologie wird zunehmend ausgereift, die Genauigkeit der Ganzkörper-Bewegungserfassung wurde auf Sub-Millimeter-Niveau verbessert, und die Gesichtsausdruckserkennung unterstützt 95 Mikro-Ausdrücke. Durchbrüche wurden in der taktilen Rückkopplungstechnologie erzielt, die die Berührung von 200 verschiedenen Materialien simulieren kann. Die holographische Projektionstechnologie hat 8K-Auflösung erreicht und unterstützt mehrere Personen beim gleichzeitigen Betrachten ohne spezielle Brille.\nDas Content-Ökosystem floriert, mit mehr als 8,5 Millionen Metaverse-Content-Entwicklern weltweit, ein Anstieg von 95% gegenüber dem Vorjahr. Die Anzahl der monatlich aktiven Nutzer virtueller sozialer Plattformen hat 450 Millionen erreicht, und die höchste Anzahl der Online-Zuschauer für ein einzelnes virtuelles Konzert überschritt 25 Millionen. Es wird weit verbreitet im Bildungsbereich eingesetzt, wobei 15% der Universitäten weltweit Metaverse-Kurse anbieten.\nDie digitale Wirtschaft beschleunigt ihre Auslegung, wobei der Marktwert der globalen Metaverse-konzeptbezogenen börsennotierten Unternehmen 2,8 Billionen US-Dollar überschritt. Das Volumen der virtuellen Vermögenstransaktionen hat 68 Milliarden US-Dollar erreicht, und das durchschnittliche tägliche Transaktionsvolumen des NFT-Marktes überschritt 150 Millionen US-Dollar. Die Größe des Metaverse-Werbungsmarktes hat 12,5 Milliarden US-Dollar erreicht, mit einer jährlichen Wachstumsrate von mehr als 200%.\nDie Formulierung technischer Standards wurde beschleunigt, und IEEE hat den ersten Metaverse-Referenzarchitektur-Standard veröffentlicht. Die Metaverse-Industrieallianz wurde global etabliert, mit 180 Unternehmen, die an der Standardformulierung teilnehmen. Das Datensicherheits- und Datenschutz-Framework wurde schrittweise verbessert, um plattformübergreifende Dateninteroperabilität zu unterstützen.\nIndustrielle Anwendungen vertiefen sich kontinuierlich, und das industrielle Metaverse hat zu einer 28%igen Steigerung der Fertigungseffizienz geführt. Das medizinische Metaverse hat 5.000 Fernoperationen mit einer Genauigkeitsrate von 99,9% unterstützt. Das Transaktionsvolumen der Immobilien-Metaverse-Plattform überschritt 20 Milliarden US-Dollar, und Online-Hausbesichtigungen machten 35% aus.\nDie Nachfrage nach Talenten wächst schnell, und die globale Nachfrage nach Metaverse-bezogenen Positionen hat 950.000 erreicht, mit einem durchschnittlichen Gehalt 45% höher als traditionelle IT-Positionen. Länder haben ihre Anstrengungen in der Talentausbildung verstärkt, und es gibt mehr als 3.000 professionelle Ausbildungseinrichtungen. Es wird geschätzt, dass die Talentlücke bis 2025 2,8 Millionen erreichen wird.\nZukünftige Entwicklungstrends: Es wird geschätzt, dass bis 2028 die globale Metaverse-Marktgröße 1,5 Billionen US-Dollar überschreiten wird. Die reale Wirtschaft beschleunigt ihre digitale Transformation, und 85% der Marken werden Metaverse einsetzen. Technologieintegration und Innovation beschleunigen sich, und Gehirn-Computer-Schnittstellen, holographische Technologie, Quantencomputing usw. werden revolutionäre Durchbrüche bringen.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Wurde die globale Metaverse-Industriegröße erwähnt: 385 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Wurde das Versandvolumen von VR/AR-Geräten erwähnt: 32 Millionen Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Wurden die Verzögerungsdaten der neuen Generation von VR-Geräten erwähnt: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Wurde die Anzahl der von Gehirn-Computer-Schnittstellen erkennbaren Gedankenbefehle erwähnt: 1.000 Gedankenbefehle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Wurde die Anzahl der globalen Metaverse-Content-Entwickler erwähnt: 8,5 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Wurde die Anzahl der monatlich aktiven Nutzer virtueller sozialer Plattformen erwähnt: 450 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Wurde das durchschnittliche tägliche Transaktionsvolumen des NFT-Marktes erwähnt: 150 Millionen US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Wurde die Anzahl der an der Metaverse-Industrieallianz teilnehmenden Unternehmen erwähnt: 180 Unternehmen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Wurde die Anzahl der vom medizinischen Metaverse unterstützten Fernoperationen erwähnt: 5.000 Fernoperationen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Wurde die Prognose für die globale Metaverse-Marktgröße 2028 erwähnt: 1,5 Billionen US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Bildungsinnovations- und Entwicklungsbericht 2023 zeigt, dass die digitale Transformation der Bildung sich beschleunigt, und die globalen Investitionen in Bildungstechnologie haben 342 Milliarden US-Dollar erreicht, ein Anstieg von 42% im Jahresvergleich. Das Volumen der Online-Bildungsnutzer hat 1,8 Milliarden überschritten, und digitale Lernressourcen decken 89% der Lernenden weltweit ab. In der Post-Epidemie-Ära ist hybride Bildung zum Mainstream geworden, und integrierter Online- und Offline-Unterricht macht 65% aus.\nDie Anwendung künstlicher Intelligenz in der Bildung hat sich vertieft, und KI-Lehrende Assistenten haben mehr als 250 Millionen Nutzer mit einer Genauigkeitsrate von 96% abgedeckt. Das adaptive Lernsystem kann mehr als 8.000 Lernverhaltensmuster identifizieren, und die Genauigkeitsrate personalisierter Empfehlungen hat 92% erreicht. Die Analyse von Bildungs-Big-Data unterstützt Lehrende Entscheidungen und verbessert die Lehrende Effektivität um 35%.\nDer Versorgungsmodus für Bildungsressourcen hat sich verändert. Die Anzahl der Kurse auf der globalen MOOC-Plattform hat 85.000 überschritten, und die kumulative Anzahl der Kursauswahlen hat 1,5 Milliarden erreicht. Das Teilen hochwertiger Bildungsressourcen hat sich beschleunigt, und die Anzahl der offenen Kurse an internationalen renommierten Universitäten hat 12.000 erreicht. Es gibt mehr als 5.000 virtuelle Simulations-Experimentallehrende Projekte, die 12 Disziplinen abdecken.\nDie Bildungsbewertung hat sich innovativ entwickelt, und das auf Blockchain basierende Kreditanerkennungssystem wurde in 280 Universitäten pilotiert. Das intelligente Bewertungssystem kann Lernprozessdaten in Echtzeit analysieren, mit 186 Bewertungsdimensionen. Das kompetenzbasierte Bewertungsmodell wird im Bereich der beruflichen Bildung gefördert, und 2.800 professionelle Standards sind verbunden.\nDie berufliche Entwicklung der Lehrenden beschleunigt sich, und 8,5 Millionen Lehrende weltweit haben die digitale Lehrende Fähigkeitsausbildung abgeschlossen. Die Abdeckungsrate der Lehrende KI-Alphabetisierungsausbildung hat 55% erreicht. Die Anwendung des intelligenten Unterrichtsvorbereitungssystems wird popularisiert und spart Lehrenden 40% der Unterrichtsvorbereitungszeit. Die Lehrende Entwicklungsunterstützungsdienstplattform sammelt 20 Millionen Lehrende Ressourcen.\nInnovative Talentausbildungsmodell-Reform, projektbasiertes Lernen macht 38% aus. Es gibt 35.000 interdisziplinäre integrierte Kurse, und 1,8 Millionen zusammengesetzte Talente wurden ausgebildet. Die Integration von Industrie und Bildung hat sich vertieft und entwickelt, mit 120.000 Schul-Unternehmens-Kooperationsprojekten und 15 Millionen Studenten, die von kollaborativer Bildung abgedeckt werden.\nDie Bildungsgerechtigkeit verbessert sich weiter, und die Abdeckungsrate der Online-Bildung in abgelegenen Gebieten ist auf 75% gestiegen. Bildungshilfsprojekte kommen 120 Millionen bedürftigen Studenten zugute. Das Sonderpädagogik-Technologie-Unterstützungssystem wird verbessert, und Hilfstechnologie kommt 28 Millionen Sonderschülern zugute.\nDie internationale Bildungskooperation wird gestärkt, und grenzüberschreitende Online-Lernprojekte haben 8.500 erreicht. Es gibt 1.200 internationale Kreditanerkennungsvereinbarungen. Die Mitgliedschaft der Globalen Bildungsinnovationsallianz hat sich auf 85 Länder erweitert, mit mehr als 3.000 gemeinsamen Ausbildungsprogrammen.\nZukünftige Entwicklungstrends: Es wird geschätzt, dass bis 2028 der globale Bildungstechnologiemarkt 850 Milliarden US-Dollar erreichen wird. Metaverse-Bildungsanwendungen werden popularisiert, und immersives Lernen wird zu einer wichtigen Methode. Künstliche Intelligenz ermächtigt tief den gesamten Bildungsprozess und fördert Veränderungen im Bildungsparadigma. Das lebenslange Lernsystem wird vollständiger, und der Aufbau einer Lerngesellschaft wird beschleunigt.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 120 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Wurde das globale Investitionsvolumen in Bildungstechnologie erwähnt: 342 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Wurde das Volumen der Online-Bildungsnutzer erwähnt: 1,8 Milliarden",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Wurde die Anzahl der von KI-Lehrende Assistenten abgedeckten Nutzer erwähnt: 250 Millionen Nutzer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Wurde die Anzahl der Kurse auf der globalen MOOC-Plattform erwähnt: 85.000 Kurse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Wurde die Anzahl der offenen Kurse an internationalen renommierten Universitäten erwähnt: 12.000 offene Kurse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Wurde die Anzahl der Universitäten erwähnt, die das auf Blockchain basierende Kreditanerkennungssystem pilotieren: 280 Universitäten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Wurde die Anzahl der Lehrenden erwähnt, die die digitale Lehrende Fähigkeitsausbildung abgeschlossen haben: 8,5 Millionen Lehrende",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Wurde die Anzahl der Schul-Unternehmens-Kooperationsprojekte erwähnt: 120.000 Projekte",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Wurde die Anzahl der von Bildungshilfsprojekten begünstigten Studenten erwähnt: 120 Millionen Studenten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Wurde die Prognose für die globale Bildungstechnologie-Marktgröße 2028 erwähnt: 850 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Kürzlich wurde die 20. Chinesische Internationale Konferenz für Künstliche Intelligenz großartig im Internationalen Kongresszentrum Peking abgehalten. Mehr als 1.500 Experten, Wissenschaftler und Unternehmensvertreter aus mehr als 30 Ländern weltweit kamen zusammen, um neue Trends und Chancen in der Entwicklung der künstlichen Intelligenz zu diskutieren. Die Konferenz stand unter dem Motto \"Neue Ära der Intelligenz: Integration, Innovation und Nachhaltigkeit\" und richtete mehr als 100 Spezialforen und technische Seminare aus.\n\nWährend der Tagung äußerten viele Akademiker und Experten wichtige Ansichten. Akademiker Wang Jian von der Chinesischen Akademie für Ingenieurwissenschaften wies darauf hin, dass die künstliche Intelligenz in eine neue Entwicklungsphase eintritt, und Durchbrüche in der Großmodell-Technologie haben neue Chancen für die industrielle Entwicklung gebracht. Akademiker Zhang Bei von der Tsinghua-Universität betonte die Bedeutung der ethischen Governance der künstlichen Intelligenz und schlug vor, einen global einheitlichen KI-Ethikstandard zu etablieren.\n\nDer von der Konferenz veröffentlichte \"Globale Entwicklungsbericht für Künstliche Intelligenz 2023\" zeigt, dass die globale KI-Marktgröße 2022 1,5 Billionen US-Dollar erreichen wird, ein Anstieg von 23,6% im Jahresvergleich. Darunter hat die Größe des chinesischen KI-Marktes 400 Milliarden Yuan erreicht, und bedeutende Fortschritte wurden in Computer Vision, Spracherkennung und anderen Bereichen erzielt. Der Bericht prognostiziert, dass bis 2025 die globale KI-Marktgröße 3 Billionen US-Dollar überschreiten wird.\n\nViele hochmoderne technologische Errungenschaften wurden auf der Ausstellung gezeigt. Einschließlich einer neuen Generation intelligenter Roboter, autonomer Fahrsysteme, intelligenter medizinischer Ausrüstung usw. Darunter hat der von der Tsinghua-Universität entwickelte emotionale Interaktionsroboter breite Aufmerksamkeit erregt. Der Roboter kann menschliche Gesichtsausdrücke und Töne genau erkennen und entsprechende emotionale Reaktionen zeigen, mit einer Identifikationsgenauigkeit von 95 Prozent.\n\nDie Konferenz veranstaltete auch den \"KI-Innovations- und Unternehmerwettbewerb\", der mehr als 500 Teams aus der ganzen Welt zur Teilnahme anzog. Schließlich gewann ein Startup-Team, das sich auf KI-Landwirtschaftsanwendungen konzentriert, die Meisterschaft mit seinem intelligenten System zur Identifizierung von Pflanzenschädlingen und -krankheiten, das eine Genauigkeitsrate von mehr als 98 Prozent hat und in mehreren großen Agrarprovinzen pilotiert wurde.\n\nBei der Abschlusszeremonie kündigte das Organisationskomitee an, eine \"Globale Allianz für Künstliche Intelligenz-Innovation\" zu gründen, um internationale Zusammenarbeit, Talentausbildung und technologische Innovation zu fördern. Die ersten Mitglieder der Allianz umfassen 50 führende Forschungseinrichtungen und 100 führende Unternehmen in 20 Ländern.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Wurde der spezifische Name der Konferenz erwähnt: die 20. Chinesische Internationale Konferenz für Künstliche Intelligenz",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Wurde die Teilnehmerzahl erwähnt: mehr als 1.500 Experten, Wissenschaftler und Unternehmensvertreter aus mehr als 30 Ländern",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Wurde das Thema der Konferenz erwähnt: Neue Ära der Intelligenz: Integration, Innovation und Nachhaltigkeit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Wurde die Ansicht von Akademiker Wang Jian erwähnt: die künstliche Intelligenz tritt in eine neue Entwicklungsphase ein, und Durchbrüche in der Großmodell-Technologie haben neue Chancen für die industrielle Entwicklung gebracht",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Wurde die globale KI-Marktgröße für 2022 erwähnt: 1,5 Billionen US-Dollar, ein Anstieg von 23,6% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Wurde die Größe des chinesischen KI-Marktes erwähnt: 400 Milliarden Yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Wurde die Prognose für die globale KI-Marktgröße 2025 erwähnt: 3 Billionen US-Dollar überschreiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Wurde die Identifikationsgenauigkeit des von der Tsinghua-Universität entwickelten emotionalen Interaktionsroboters erwähnt: 95 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Wurde die Anzahl der teilnehmenden Teams beim KI-Innovations- und Unternehmerwettbewerb erwähnt: mehr als 500 Teams aus der ganzen Welt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Wurde die Systemgenauigkeit des Gewinnerteams erwähnt: mehr als 98 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Wurde der Umfang der ersten Mitglieder der Globalen Allianz für Künstliche Intelligenz-Innovation erwähnt: 50 führende Forschungseinrichtungen und 100 führende Unternehmen in 20 Ländern",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Klimawandel-Forschungsbericht 2023 zeigt, dass die Erde eine beispiellose Umweltkrise erlebt. Laut der neuesten Satellitendatenanalyse wird die globale Durchschnittstemperatur 2023 um 1,5°C im Vergleich zur vorindustriellen Zeit steigen und einen Rekordwert erreichen. Die Erwärmungsrate in der Arktis ist doppelt so hoch wie der globale Durchschnitt, was zu großflächigem Gletscherschmelzen führt. Es wird erwartet, dass die Arktis bis 2050 ihren ersten eisfreien Sommer haben könnte.\n\nDas Forschungsteam fand heraus, dass die Häufigkeit extremer Wetterereignisse durch die Analyse historischer Daten von 2.000 meteorologischen Stationen weltweit erheblich zugenommen hat. 2023 gab es weltweit 127 schwere Regenstürme und 43 extreme Hochtemperaturen, eine Zunahme von 45 Prozent bzw. 60 Prozent im Vergleich zu vor zehn Jahren. Die durch diese katastrophalen Wetter verursachten wirtschaftlichen Verluste belaufen sich auf 280 Milliarden US-Dollar und betreffen mehr als 200 Millionen Menschen.\n\nDie Rate des Meeresspiegelanstiegs beschleunigt sich. In den letzten 25 Jahren ist der globale durchschnittliche Meeresspiegel um 8,9 cm gestiegen. Studien prognostizieren, dass wenn die Treibhausgasemissionen den aktuellen Trend fortsetzen, der Meeresspiegel bis zum Ende dieses Jahrhunderts um mehr als 1 Meter steigen könnte, was die Lebensumgebung von etwa 600 Millionen Küstenbewohnern weltweit bedrohen würde.\n\nDie Biodiversität nimmt weiter ab, wobei Forschungsaufzeichnungen zeigen, dass in den letzten 50 Jahren etwa 28.000 Arten von Organismen weltweit gefährdet wurden. Tropische Regenwälder werden in alarmierendem Tempo abgeholzt, mit einem Verlust von 1,5 Millionen Hektar allein 2023, einer Fläche, die der Größe der Schweiz entspricht. Meeresökosysteme stehen ebenfalls unter ernster Bedrohung, wobei 90 Prozent der Korallenriffe vom Tod bedroht sind.\n\nDer Bericht weist darauf hin, dass die Kohlendioxidkonzentration in der Atmosphäre 417 ppm erreicht hat, eine Zunahme von 50 Prozent gegenüber der vorindustriellen Zeit. Obwohl Länder sich zur Emissionsreduzierung verpflichtet haben, werden die globalen Kohlenstoffemissionen 2023 immer noch um 2,7 Prozent auf einen Rekordwert von 37,8 Milliarden Tonnen steigen. Darunter macht die Stromerzeugungsindustrie 35 Prozent aus, die industrielle Produktion 28 Prozent und der Transport 24 Prozent.\n\nUm der Klimakrise zu begegnen, empfiehlt der Bericht Notfallmaßnahmen: bis 2030 soll der Anteil erneuerbarer Energien auf 60 Prozent steigen, der Marktanteil von Elektrofahrzeugen auf 40 Prozent und die Energieeffizienz von Gebäuden um 30 Prozent verbessert werden. Er empfiehlt auch die Einrichtung eines 100-Milliarden-Dollar-Fonds für globale Klimaanpassung, um Entwicklungsländern bei der Verbesserung ihrer Anpassungsfähigkeit zu helfen.\n\nWissenschaftler warnen, dass wenn in den nächsten fünf Jahren keine wirksamen Maßnahmen ergriffen werden, die Auswirkungen der globalen Erwärmung einen irreversiblen Wendepunkt erreichen könnten. Dann würde die Erde auch dann weiter erwärmen, wenn Menschen alle Treibhausgasemissionen stoppen würden, was zu häufigeren Naturkatastrophen, ernsteren Nahrungsmittelkrisen und größeren Klimaflüchtlingsproblemen führen würde.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Wurden die spezifischen Daten zum globalen Durchschnittstemperaturanstieg 2023 erwähnt: 1,5°C im Vergleich zur vorindustriellen Zeit, einen Rekordwert erreichend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Wurde die Anzahl der schweren Regenstürme 2023 erwähnt: 127 schwere Regenstürme, eine Zunahme von 45 Prozent im Vergleich zu vor zehn Jahren",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Wurden die durch extremes Wetter verursachten wirtschaftlichen Verlustdaten erwähnt: 280 Milliarden US-Dollar, mehr als 200 Millionen Menschen betreffend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Wurden die spezifischen Daten zum globalen durchschnittlichen Meeresspiegelanstieg der letzten 25 Jahre erwähnt: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Wurde die Anzahl der vom Aussterben bedrohten Arten erwähnt: etwa 28.000 Arten von Organismen wurden in den letzten 50 Jahren weltweit gefährdet",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Wurde die Verlustfläche der tropischen Regenwälder 2023 erwähnt: 1,5 Millionen Hektar, einer Fläche entsprechend der Größe der Schweiz",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Wurde die aktuelle Kohlendioxidkonzentration in der Atmosphäre erwähnt: 417 ppm, eine Zunahme von 50 Prozent gegenüber der vorindustriellen Zeit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Wurden die globalen Kohlenstoffemissionen 2023 erwähnt: Anstieg um 2,7 Prozent auf einen Rekordwert von 37,8 Milliarden Tonnen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Wurde der Anteil der Kohlenstoffemissionen der Stromerzeugungsindustrie erwähnt: 35 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Wurde der Zielanteil erneuerbarer Energien für 2030 erwähnt: Anstieg auf 60 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Wurde der Umfang des vorgeschlagenen globalen Klimaanpassungsfonds erwähnt: 100-Milliarden-Dollar-Fonds für globale Klimaanpassung",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Entwicklungsbericht der Digitalen Wirtschaft 2023 zeigt, dass die digitale Wirtschaft zur Haupttriebkraft für das globale Wirtschaftswachstum geworden ist. Laut den Berichtsdaten erreichte das gesamte globale Volumen der digitalen Wirtschaft 2023 54,8 Billionen US-Dollar, ein Anstieg von 18,2% im Jahresvergleich, und der Anteil am globalen BIP überschritt erstmals 45%. Darunter erreichte Chinas digitale Wirtschaftsgröße 50,1 Billionen Yuan, ein Anstieg von 15,3% im Jahresvergleich, und die digitale Wirtschaft machte 41,5% des BIP aus.\n\nIm Bereich des Aufbaus digitaler Infrastruktur überschritt die Gesamtzahl der globalen 5G-Basisstationen 3,5 Millionen, wobei China mehr als 60% ausmacht. Die globale Anzahl der Rechenzentren erreichte 8.500, mit einem jährlichen Stromverbrauch von über 200 Milliarden kWh. Die Marktgröße des Cloud Computing erreichte 485 Milliarden US-Dollar, wobei der kombinierte Marktanteil von AWS, Microsoft Azure und Alibaba Cloud 65% überschritt.\n\nDie Innovation der digitalen Technologie beschleunigt sich weiter, wobei die globalen KI-Patentanmeldungen 520.000 erreichten, ein Anstieg von 32% im Jahresvergleich. Die Anwendungen der Blockchain-Technologie expandieren weiter, wobei die globale Blockchain-Marktgröße 128 Milliarden US-Dollar erreichte. Die Investitionen in Quantencomputing überschritten 15 Milliarden US-Dollar, wobei die in Entwicklung befindlichen Quantencomputer das 1.000-Qubit-Niveau erreichten.\n\nDer digitale Handel entwickelt sich schnell, wobei das globale grenzüberschreitende E-Commerce-Transaktionsvolumen 3,8 Billionen US-Dollar erreichte, ein Anstieg von 25% im Jahresvergleich. Das digitale Zahlungstransaktionsvolumen überschritt 8,5 Billionen US-Dollar, wobei mobile Zahlungen 68% ausmachten. Die globalen E-Commerce-Nutzer erreichten 2,8 Milliarden, wobei digitale Dienste mehr als 80% der globalen Bevölkerung abdecken.\n\nIm Bereich der Beschäftigung in der digitalen Industrie erreichten die globalen Positionen im Zusammenhang mit der digitalen Wirtschaft 320 Millionen, ein Anstieg von 12% im Jahresvergleich. Hochqualifizierte Positionen wie Softwareentwicklung, Datenanalyse und künstliche Intelligenz zeigten ein erhebliches Nachfragewachstum, wobei die durchschnittlichen Gehaltsniveaus 35% höher als in traditionellen Industrien waren. Es wird erwartet, dass bis 2025 die globale Talentlücke in der digitalen Wirtschaft 85 Millionen Menschen erreichen wird.\n\nDie digitale Governance verbessert sich weiter, wobei 128 Länder weltweit datenschutzbezogene Gesetze und Vorschriften erlassen haben. Die Investitionen in die Netzwerksicherheit erreichten 189 Milliarden US-Dollar, ein Anstieg von 22% gegenüber dem Vorjahr. Die globalen wirtschaftlichen Verluste durch Netzwerksicherheitsvorfälle erreichten 950 Milliarden US-Dollar, ein Anstieg von 15% gegenüber dem Vorjahr.\n\nDer Bericht prognostiziert, dass bis 2025 die globale Größe der digitalen Wirtschaft 75 Billionen US-Dollar überschreiten wird, mit einer durchschnittlichen jährlichen Wachstumsrate von mehr als 15%. Die integrierte Entwicklung neuer Technologien wird mehr neue Geschäftsformen und -modelle generieren, und die digitale Transformation wird die Durchdringung vom Verbraucherbereich zum Produktionsbereich beschleunigen. Die digitale Wirtschaft wird voraussichtlich zu einem Schlüsselmotor für die globale wirtschaftliche Erholung in der Post-Pandemie-Ära werden.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Wurde das gesamte globale Volumen der digitalen Wirtschaft 2023 erwähnt: 54,8 Billionen US-Dollar, ein Anstieg von 18,2% im Jahresvergleich, über 45% des globalen BIP ausmachend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Wurde Chinas digitale Wirtschaftsgröße erwähnt: 50,1 Billionen Yuan, ein Anstieg von 15,3% im Jahresvergleich, 41,5% des BIP ausmachend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Wurde die Gesamtzahl der globalen 5G-Basisstationen erwähnt: über 3,5 Millionen überschritten, wobei China mehr als 60% ausmacht",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Wurde die globale Cloud-Computing-Marktgröße erwähnt: 485 Milliarden US-Dollar, wobei der kombinierte Marktanteil von AWS, Microsoft Azure und Alibaba Cloud 65% überschritt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Wurden die globalen KI-Patentanmeldungen erwähnt: 520.000, ein Anstieg von 32% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Wurde die globale Blockchain-Marktgröße erwähnt: 128 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Wurde das globale grenzüberschreitende E-Commerce-Transaktionsvolumen erwähnt: 3,8 Billionen US-Dollar, ein Anstieg von 25% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Wurde die Anzahl der Positionen im Zusammenhang mit der digitalen Wirtschaft erwähnt: 320 Millionen Positionen, ein Anstieg von 12% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Wurden die Investitionen in die Netzwerksicherheit erwähnt: 189 Milliarden US-Dollar, ein Anstieg von 22% gegenüber dem Vorjahr",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Wurde die Prognose für die globale Größe der digitalen Wirtschaft 2025 erwähnt: 75 Billionen US-Dollar überschreiten, mit einer durchschnittlichen jährlichen Wachstumsrate von mehr als 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Große Durchbrüche wurden 2023 in der menschlichen Weltraumforschung erzielt, wobei mehrere Meilenstein-Missionen erfolgreich abgeschlossen wurden. NASAs \"Artemis\"-Mondlandungsprogramms erste Testflugmission wurde erfolgreich abgeschlossen, wobei das unbemannte Raumschiff 13 Tage lang den Mond umkreiste und eine 2,26 Millionen Kilometer lange Reise vollendete. Die Mission verifizierte die Leistung der neuen Generation schwerer Trägerrakete SLS und legte den Grundstein für die bemannte Mondlandung 2025.\n\nIn der Marsforschung entdeckte der \"Perseverance\"-Rover organische Moleküle, die als Lebenszeichen auf der Marsoberfläche vermutet werden, und sammelte 28 Gesteinsproben. Chinas \"Tianwen-1\" übertrug über 1.100 GB Mars-Bilddaten und erstellte die detaillierteste topographische Karte des Mars bis heute. ESAs \"Mars Express\"-Sonde entdeckte, dass die unterirdischen Wasserreserven des Mars die Erwartungen bei weitem übertreffen, etwa das 1,5-fache der Süßwasserreserven der Erde.\n\nDie Tiefraumerforschung erzielte neue Durchbrüche, wobei die \"New Horizons\"-Sonde durch den Kuipergürtel flog und mehrere unbekannte Himmelskörper entdeckte. Die \"Juno\"-Sonde vollendete einen nahen Vorbeiflug an Jupiters Mond Europa und erhielt umfangreiche Daten über seinen unterirdischen Ozean. Die \"Parker Solar Probe\" machte Geschichte, indem sie das erste von Menschen geschaffene Objekt wurde, das die Sonne \"berührte\" und eine erstaunliche nächste Entfernung von 8,1 Millionen Kilometern erreichte.\n\nDer Bau der Raumstation schritt stetig voran, wobei Chinas Raumstation den umfassenden Bau abschloss und insgesamt 12 Astronauten beherbergte. Die Betriebszeit der Internationalen Raumstation wurde bis 2030 verlängert und 6 Weltraumspaziergänge abgeschlossen. Die kommerzielle Raumfahrt florierte, wobei SpaceX das ganze Jahr über 68 Startmissionen abschloss und einen neuen kommerziellen Raumfahrtrekord aufstellte.\n\nAsteroiden-Probenrückführungsmissionen erzielten Durchbruchsfortschritte, wobei NASAs \"OSIRIS-REx\"-Sonde erfolgreich Proben vom Asteroiden Bennu zur Erde zurückbrachte, insgesamt 250 Gramm, die größte Asteroidenprobe bis heute. Analyseergebnisse von Japans \"Hayabusa2\"-Mission zeigten, dass Asteroid Ryugu Aminosäuren und andere für das Leben wesentliche Substanzen enthält.\n\nIn astronomischen Beobachtungen entdeckte das James Webb Weltraumteleskop die bisher entfernteste Galaxie, 13,3 Milliarden Lichtjahre von der Erde entfernt. Chinas \"Insight-HXMT\"-Satellit entdeckte erstmals ultra-starke Gamma-Strahlungsausbrüche von Magnetar-Explosionen. Das SKA-Radioteleskop-Array begann mit dem Bau, das nach Fertigstellung die größte astronomische Anlage der Menschheit werden wird.\n\nDie Innovation der Luft- und Raumfahrttechnologie setzt sich fort, wobei die wiederverwendbare Raketentechnologie zunehmend ausgereift wird und eine Bergungserfolgrate von 95% erreicht. Wichtige Fortschritte wurden in der Forschung von Nuklearantriebssystemen erzielt, mit theoretischem Schub 10-mal größer als chemische Raketen. Die Weltraummüll-Reinigungstechnologie erzielte Durchbrüche, wobei der erste kommerzielle Reinigungssatellit erfolgreich 2 verlassene Satelliten erfasste und zerstörte.\n\nDie Pläne für die Weltraumforschung der nächsten 5 Jahre wurden geklärt, einschließlich großer Missionen wie bemannte Mondlandung, Mars-Probenrückführung und Jupiter-System-Erforschung. Es wird erwartet, dass bis 2030 die globale Luft- und Raumfahrtindustriegröße 1 Billion US-Dollar überschreiten wird, und die Weltraumwirtschaft wird zu einem neuen Wachstumspunkt werden.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Wurde die Flugzeit des Artemis-Programms erwähnt: 13 Tage den Mond umkreisend, eine 2,26 Millionen Kilometer lange Reise vollendend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Wurde die Anzahl der von Perseverance gesammelten Gesteinsproben erwähnt: 28 Gesteinsproben",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Wurde die von Tianwen-1 übertragene Datenmenge erwähnt: über 1.100 GB Mars-Bilddaten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Wurde die nächste Entfernung der Parker Solar Probe zur Sonne erwähnt: 8,1 Millionen Kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Wurde die Anzahl der von Chinas Raumstation beherbergten Astronauten erwähnt: insgesamt 12 Astronauten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Wurde die jährliche Anzahl der SpaceX-Starts erwähnt: 68 Startmissionen das ganze Jahr über",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Wurde das Gewicht der von OSIRIS-REx zurückgebrachten Proben erwähnt: 250 Gramm, die größte Asteroidenprobe bis heute",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Wurde die Entfernung der vom Webb-Teleskop entdeckten entferntesten Galaxie erwähnt: 13,3 Milliarden Lichtjahre von der Erde entfernt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Wurde die Bergungserfolgrate wiederverwendbarer Raketen erwähnt: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Wurde die Prognose für die globale Luft- und Raumfahrtindustriegröße 2030 erwähnt: 1 Billion US-Dollar überschreiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Bericht zur öffentlichen Gesundheitslage 2023 zeigt, dass das globale Gesundheitssystem in der Post-Epidemie-Ära vor neuen Herausforderungen steht. Weltweit wurden insgesamt 156 neue Ausbrüche von Infektionskrankheiten gemeldet, ein Anstieg von 23% gegenüber dem Vorjahr. Daten der Weltgesundheitsorganisation (WHO) zeigen, dass die globalen Gesundheitsausgaben 9,7 Billionen US-Dollar erreicht haben, 10,2% des globalen BIP ausmachend, aber die Kluft in der Verteilung medizinischer Ressourcen zwischen den Ländern weitet sich weiter aus.\n\nIm Bereich der Prävention und Kontrolle von Infektionskrankheiten deckt das globale Influenza-Überwachungsnetzwerk 153 Länder ab und überwacht 12.000 Probenahmepunkte in Echtzeit. Das neue Coronavirus-Varianten-Überwachungssystem hat 38 wichtige Varianten identifiziert, von denen 5 als Schlüsselbedenken aufgeführt sind. Die globale Impfrate hat 76% erreicht, aber es gibt immer noch 23 Länder in Afrika mit einer Impfrate unter 30%.\n\nFortschritte wurden bei der Prävention und Behandlung chronischer Krankheiten erzielt. Die globale 5-Jahres-Krebsüberlebensrate hat erstmals 70% überschritten, wobei die Überlebensraten für Brustkrebs und Prostatakrebs 90% überschreiten. Die Sterblichkeitsrate durch Herz-Kreislauf-Erkrankungen ist um 15% gegenüber vor einem Jahrzehnt gesunken, bleibt aber immer noch die weltweit führende Todesursache. Die Anzahl der Diabetespatienten hat 537 Millionen erreicht, eine Verdopplung seit 2000, und die jährlichen medizinischen Ausgaben überschreiten 760 Milliarden US-Dollar.\n\nProbleme der psychischen Gesundheit werden zunehmend prominent, wobei mehr als 400 Millionen Menschen weltweit an Depressionen leiden, ein Anstieg von 28% gegenüber vor der Epidemie. Die psychische Gesundheit von Jugendlichen ist besorgniserregend, wobei die Selbstmordrate von Menschen im Alter von 15-24 Jahren um 12% gestiegen ist. Die medizinischen Ausgaben für psychische Gesundheit in verschiedenen Ländern machen nur 2,8% der Gesamtausgaben aus, weit unter dem von der WHO empfohlenen 5%-Standard.\n\nDie Innovation der medizinischen Technologie beschleunigt sich, wobei die Genauigkeit der KI-unterstützten Diagnose 97% erreicht, insbesondere im Bereich der bildgebenden Diagnostik. Die Gentherapie hat einen großen Durchbruch erzielt, wobei weltweit 15 Arten von Gentherapien zugelassen wurden, und die Behandlungskosten sind um 60% gegenüber vor fünf Jahren gesunken. Telemedizinische Dienste decken eine Bevölkerung von 850 Millionen ab und spielen eine wichtige Rolle in abgelegenen Gebieten.\n\nDas Problem der ungleichen Verteilung medizinischer Ressourcen bleibt prominent, wobei 45% der weltweiten medizinischen Ressourcen in entwickelten Ländern konzentriert sind, die 15% der Bevölkerung ausmachen. Die durchschnittliche Anzahl von Ärzten pro 10.000 Menschen in Afrika beträgt nur 2,3, weit unter dem von der WHO empfohlenen Standard von 23. Es gibt immer noch etwa 3,8 Milliarden Menschen weltweit, die keinen Zugang zu grundlegenden medizinischen Diensten haben.\n\nDas Problem der Antibiotikaresistenz verschärft sich, wobei jährlich 1,5 Millionen Todesfälle durch resistente Bakterieninfektionen auftreten und wirtschaftliche Verluste 550 Milliarden US-Dollar überschreiten. Die WHO warnt, dass wenn keine Maßnahmen ergriffen werden, arzneimittelresistente Infektionen bis 2050 zur führenden Todesursache werden könnten.\n\nDer Bericht empfiehlt die Stärkung der globalen Gesundheitskooperation, die Einrichtung eines 10-Milliarden-Dollar-Fonds für globale Gesundheitsnotfälle und die Verbesserung der Krankheitsfrühwarnsysteme. Die Ausbildung medizinischer Talente intensivieren und bis 2030 5 Millionen medizinische Fachkräfte ausbilden. Die Innovation der medizinischen Technologie fördern und die Zugänglichkeit medizinischer Dienste um 30% erhöhen. Gleichzeitig fordert er entwickelte Länder auf, mehr Verantwortung für internationale Gesundheitshilfe zu übernehmen und unterentwickelten Regionen bei der Verbesserung ihrer medizinischen Standards zu helfen.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Wurde die Anzahl der globalen neuen Ausbrüche von Infektionskrankheiten erwähnt: 156 neue Ausbrüche von Infektionskrankheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Wurde der Anteil der globalen Gesundheitsausgaben am BIP erwähnt: 10,2% des globalen BIP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Wurde die Anzahl der vom globalen Influenza-Überwachungsnetzwerk abgedeckten Länder erwähnt: 153 Länder",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Wurde die globale 5-Jahres-Krebsüberlebensrate erwähnt: 70% überschritten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Wurde die Anzahl der globalen Diabetespatienten erwähnt: 537 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Wurde die Anzahl der globalen Depressionspatienten erwähnt: mehr als 400 Millionen Menschen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Wurde die Genauigkeit der KI-unterstützten Diagnose erwähnt: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Wurde die von telemedizinischen Diensten abgedeckte Bevölkerung erwähnt: 850 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Wurde das Verhältnis von Ärzten zur Bevölkerung in Afrika erwähnt: 2,3 pro 10.000 Menschen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Wurde die Anzahl der Todesfälle durch resistente Bakterieninfektionen erwähnt: 1,5 Millionen Todesfälle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Wurde der Umfang des globalen Gesundheitsnotfallfonds erwähnt: 10 Milliarden Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Entwicklungsbericht der globalen Neuen Energiefahrzeug-Industrie 2023 zeigt, dass die Elektrifizierungstransformation in die Überholspur eingetreten ist. Die globalen jährlichen Verkäufe neuer Energiefahrzeuge überschritten 14,8 Millionen Einheiten, ein Anstieg von 46,3% im Jahresvergleich, und die Marktdurchdringungsrate erreichte 22%. Darunter machten reine Elektrofahrzeuge 68% aus, Plug-in-Hybridfahrzeuge 29% und Wasserstoff-Brennstoffzellenfahrzeuge 3%. Der chinesische Markt schnitt am besten ab, mit Verkäufen von 8,2 Millionen Einheiten, 55,4% des globalen Gesamtvolumens ausmachend.\n\nDie Technologie der Antriebsbatterien durchbricht weiterhin, und die Energiedichte der neuen Generation von Festkörperbatterien hat 400Wh/kg erreicht, ein Anstieg von 45% gegenüber herkömmlichen Lithiumbatterien. Die globale Produktionskapazität für Antriebsbatterien hat 1200GWh erreicht, und die Industrieinvestitionen haben 85 Milliarden US-Dollar überschritten. Die Batteriekosten sind um 38% gegenüber 2020 gesunken, was eine erhebliche Reduzierung der Fahrzeugherstellungskosten antreibt.\n\nDie Ladeinfrastruktur hat ihre Auslegung beschleunigt, und die Anzahl der öffentlichen Ladestationen weltweit hat 18,5 Millionen erreicht, wobei Schnellladestationen 35% ausmachen. Die intelligente Ladetechnologie wurde gefördert und angewendet, und Vehicle-to-Grid-Interaktions-(V2G)-Demonstrationsprojekte wurden in 15 Ländern implementiert, die 45GWh Spitzenlastausgleichskapazität für das Stromnetz bereitstellen.\n\nDie intelligente Fahrtechnologie wurde aufgerüstet, wobei die Durchdringungsrate des L2+ autonomen Fahrens 45% erreichte, und L3-Niveau begann mit der Massenproduktion. Der globale Mangel an Automobilchips hat sich erheblich verbessert, wobei die jährliche Produktionskapazität um 28% gestiegen ist. Die Rechenleistung des bordeigenen intelligenten Systems hat 1000TOPS überschritten und unterstützt komplexere autonome Fahrszenarien.\n\nDie Lokalisierung der Industriekette hat sich beschleunigt, und fünf große Industriecluster für neue Energiefahrzeuge wurden global gebildet. Die unabhängig kontrollierbare Fähigkeit von Schlüsselmaterialien wurde verbessert, und Chinas Selbstversorgungsrate bei Lithiumbatteriematerialien hat 85% überschritten. Das Recycling-System für Altbatterien wurde schrittweise verbessert, mit einer Recyclingrate von 78% und einer abgeleiteten Marktgröße von mehr als 28 Milliarden US-Dollar.\n\nDer Export neuer Energiefahrzeuge ist schnell gewachsen, wobei Chinas Exportvolumen neuer Energiefahrzeuge 950.000 Einheiten erreichte, ein Anstieg von 120% im Jahresvergleich. Die Elektrifizierungstransformation des europäischen Marktes hat sich beschleunigt, wobei Elektrofahrzeuge 28% der Neuwagen-Verkäufe ausmachen. Der US-Markt ist mit politischer Unterstützung schnell gewachsen, mit jährlichen Verkäufen von über 2,1 Millionen Einheiten.\n\nDer Wettbewerb bei technischen Routen hat sich intensiviert, und neue Technologien wie Festkörperbatterien und Natrium-Ionen-Batterien haben die Kommerzialisierung beschleunigt. Die Wasserstoff-Brennstoffzellentechnologie hat Durchbrüche erzielt, und die Systemkosten sind um 55% gegenüber 2020 gesunken. Das Batteriewechselmodell wird im Bereich schwerer Nutzfahrzeuge gefördert, und 28.000 Batteriewechselstationen wurden weltweit gebaut.\n\nDie Industriepolitiken werden kontinuierlich optimiert, und die Welt hat insgesamt 280 Milliarden US-Dollar in Subventionen investiert. Die Kohlenstoffemissionsvorschriften in verschiedenen Ländern sind strenger geworden, und der Zeitplan für den Rückzug traditioneller Kraftstofffahrzeuge wurde geklärt. Das industrielle Standardsystem wurde kontinuierlich verbessert, was die gesunde Entwicklung der globalen Neuen Energiefahrzeug-Industrie antreibt.\n\nAusblick auf die nächsten fünf Jahre: Es wird erwartet, dass bis 2028 die jährlichen Verkäufe neuer Energiefahrzeuge weltweit 35 Millionen überschreiten werden, und die Marktdurchdringungsrate wird 45% überschreiten. Die Energiedichte von Antriebsbatterien wird voraussichtlich 500Wh/kg überschreiten, und die Kosten werden auf unter 60 US-Dollar/kWh fallen. Das intelligente Fahren wird in die L4-Niveau-Kommerzialisierungsphase eintreten und einen 500-Milliarden-US-Dollar-Intelligenzmarkt antreiben.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Wurden die globalen jährlichen Verkäufe neuer Energiefahrzeuge erwähnt: 14,8 Millionen Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Wurde der Anteil der chinesischen Marktverkäufe erwähnt: 55,4% des globalen Gesamtvolumens",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Wurde die Energiedichte der neuen Generation von Festkörperbatterien erwähnt: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Wurde die Anzahl der globalen öffentlichen Ladestationen erwähnt: 18,5 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Wurde die Durchdringungsrate des L2+ autonomen Fahrens erwähnt: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Wurde Chinas Selbstversorgungsrate bei Lithiumbatteriematerialien erwähnt: 85% überschritten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Wurde Chinas Exportvolumen neuer Energiefahrzeuge erwähnt: 950.000 Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Wurde die Kostensenkung der Wasserstoff-Brennstoffzellensysteme erwähnt: 55% gegenüber 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Wurde die Anzahl der globalen Batteriewechselstationen erwähnt: 28.000 Batteriewechselstationen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Wurde der Gesamtbetrag der globalen Subventionsgelder erwähnt: 280 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Metaverse-Technologie-Entwicklungsbericht 2023 zeigt, dass die globale Metaverse-Industrie 385 Milliarden US-Dollar erreichte, ein Anstieg von 85% im Jahresvergleich. Das Versandvolumen von Virtual Reality (VR) und Augmented Reality (AR) Geräten überschritt 32 Millionen Einheiten, ein Anstieg von 62% gegenüber dem Vorjahr. Die Anzahl der Metaverse-bezogenen Patentanmeldungen erreichte 185.000, wobei China 38% ausmachte und weltweit den ersten Platz belegte.\nBedeutende Durchbrüche in der Hardware-Technologie, die Auflösung der neuen Generation von VR-Geräten erreichte 4K×4K, das Sichtfeld wurde auf 120 Grad erweitert, und die Verzögerung wurde auf 12ms reduziert. AR-optische Lösungen sind innovativ, und die Beugungswellenleiter-Technologie reduziert das Gewicht des Geräts auf 120g. Bedeutende Fortschritte wurden bei Gehirn-Computer-Schnittstellen erzielt, und nicht-invasive Geräte können 1.000 Gedankenbefehle mit einer Genauigkeitsrate von 92% erkennen.\nDie Interaktionstechnologie wird zunehmend ausgereift, die Genauigkeit der Ganzkörper-Bewegungserfassung wurde auf Sub-Millimeter-Niveau verbessert, und die Gesichtsausdruckserkennung unterstützt 95 Mikro-Ausdrücke. Durchbrüche wurden in der taktilen Rückkopplungstechnologie erzielt, die die Berührung von 200 verschiedenen Materialien simulieren kann. Die holographische Projektionstechnologie hat 8K-Auflösung erreicht und unterstützt mehrere Personen beim gleichzeitigen Betrachten ohne spezielle Brille.\nDas Content-Ökosystem floriert, mit mehr als 8,5 Millionen Metaverse-Content-Entwicklern weltweit, ein Anstieg von 95% gegenüber dem Vorjahr. Die Anzahl der monatlich aktiven Nutzer virtueller sozialer Plattformen hat 450 Millionen erreicht, und die höchste Anzahl der Online-Zuschauer für ein einzelnes virtuelles Konzert überschritt 25 Millionen. Es wird weit verbreitet im Bildungsbereich eingesetzt, wobei 15% der Universitäten weltweit Metaverse-Kurse anbieten.\nDie digitale Wirtschaft beschleunigt ihre Auslegung, wobei der Marktwert der globalen Metaverse-konzeptbezogenen börsennotierten Unternehmen 2,8 Billionen US-Dollar überschritt. Das Volumen der virtuellen Vermögenstransaktionen hat 68 Milliarden US-Dollar erreicht, und das durchschnittliche tägliche Transaktionsvolumen des NFT-Marktes überschritt 150 Millionen US-Dollar. Die Größe des Metaverse-Werbungsmarktes hat 12,5 Milliarden US-Dollar erreicht, mit einer jährlichen Wachstumsrate von mehr als 200%.\nDie Formulierung technischer Standards wurde beschleunigt, und IEEE hat den ersten Metaverse-Referenzarchitektur-Standard veröffentlicht. Die Metaverse-Industrieallianz wurde global etabliert, mit 180 Unternehmen, die an der Standardformulierung teilnehmen. Das Datensicherheits- und Datenschutz-Framework wurde schrittweise verbessert, um plattformübergreifende Dateninteroperabilität zu unterstützen.\nIndustrielle Anwendungen vertiefen sich kontinuierlich, und das industrielle Metaverse hat zu einer 28%igen Steigerung der Fertigungseffizienz geführt. Das medizinische Metaverse hat 5.000 Fernoperationen mit einer Genauigkeitsrate von 99,9% unterstützt. Das Transaktionsvolumen der Immobilien-Metaverse-Plattform überschritt 20 Milliarden US-Dollar, und Online-Hausbesichtigungen machten 35% aus.\nDie Nachfrage nach Talenten wächst schnell, und die globale Nachfrage nach Metaverse-bezogenen Positionen hat 950.000 erreicht, mit einem durchschnittlichen Gehalt 45% höher als traditionelle IT-Positionen. Länder haben ihre Anstrengungen in der Talentausbildung verstärkt, und es gibt mehr als 3.000 professionelle Ausbildungseinrichtungen. Es wird geschätzt, dass die Talentlücke bis 2025 2,8 Millionen erreichen wird.\nZukünftige Entwicklungstrends: Es wird geschätzt, dass bis 2028 die globale Metaverse-Marktgröße 1,5 Billionen US-Dollar überschreiten wird. Die reale Wirtschaft beschleunigt ihre digitale Transformation, und 85% der Marken werden Metaverse einsetzen. Technologieintegration und Innovation beschleunigen sich, und Gehirn-Computer-Schnittstellen, holographische Technologie, Quantencomputing usw. werden revolutionäre Durchbrüche bringen.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Wurde die globale Metaverse-Industriegröße erwähnt: 385 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Wurde das Versandvolumen von VR/AR-Geräten erwähnt: 32 Millionen Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Wurden die Verzögerungsdaten der neuen Generation von VR-Geräten erwähnt: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Wurde die Anzahl der von Gehirn-Computer-Schnittstellen erkennbaren Gedankenbefehle erwähnt: 1.000 Gedankenbefehle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Wurde die Anzahl der globalen Metaverse-Content-Entwickler erwähnt: 8,5 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Wurde die Anzahl der monatlich aktiven Nutzer virtueller sozialer Plattformen erwähnt: 450 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Wurde das durchschnittliche tägliche Transaktionsvolumen des NFT-Marktes erwähnt: 150 Millionen US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Wurde die Anzahl der an der Metaverse-Industrieallianz teilnehmenden Unternehmen erwähnt: 180 Unternehmen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Wurde die Anzahl der vom medizinischen Metaverse unterstützten Fernoperationen erwähnt: 5.000 Fernoperationen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Wurde die Prognose für die globale Metaverse-Marktgröße 2028 erwähnt: 1,5 Billionen US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Bildungsinnovations- und Entwicklungsbericht 2023 zeigt, dass die digitale Transformation der Bildung sich beschleunigt, und die globalen Investitionen in Bildungstechnologie haben 342 Milliarden US-Dollar erreicht, ein Anstieg von 42% im Jahresvergleich. Das Volumen der Online-Bildungsnutzer hat 1,8 Milliarden überschritten, und digitale Lernressourcen decken 89% der Lernenden weltweit ab. In der Post-Epidemie-Ära ist hybride Bildung zum Mainstream geworden, und integrierter Online- und Offline-Unterricht macht 65% aus.\nDie Anwendung künstlicher Intelligenz in der Bildung hat sich vertieft, und KI-Lehrende Assistenten haben mehr als 250 Millionen Nutzer mit einer Genauigkeitsrate von 96% abgedeckt. Das adaptive Lernsystem kann mehr als 8.000 Lernverhaltensmuster identifizieren, und die Genauigkeitsrate personalisierter Empfehlungen hat 92% erreicht. Die Analyse von Bildungs-Big-Data unterstützt Lehrende Entscheidungen und verbessert die Lehrende Effektivität um 35%.\nDer Versorgungsmodus für Bildungsressourcen hat sich verändert. Die Anzahl der Kurse auf der globalen MOOC-Plattform hat 85.000 überschritten, und die kumulative Anzahl der Kursauswahlen hat 1,5 Milliarden erreicht. Das Teilen hochwertiger Bildungsressourcen hat sich beschleunigt, und die Anzahl der offenen Kurse an internationalen renommierten Universitäten hat 12.000 erreicht. Es gibt mehr als 5.000 virtuelle Simulations-Experimentallehrende Projekte, die 12 Disziplinen abdecken.\nDie Bildungsbewertung hat sich innovativ entwickelt, und das auf Blockchain basierende Kreditanerkennungssystem wurde in 280 Universitäten pilotiert. Das intelligente Bewertungssystem kann Lernprozessdaten in Echtzeit analysieren, mit 186 Bewertungsdimensionen. Das kompetenzbasierte Bewertungsmodell wird im Bereich der beruflichen Bildung gefördert, und 2.800 professionelle Standards sind verbunden.\nDie berufliche Entwicklung der Lehrenden beschleunigt sich, und 8,5 Millionen Lehrende weltweit haben die digitale Lehrende Fähigkeitsausbildung abgeschlossen. Die Abdeckungsrate der Lehrende KI-Alphabetisierungsausbildung hat 55% erreicht. Die Anwendung des intelligenten Unterrichtsvorbereitungssystems wird popularisiert und spart Lehrenden 40% der Unterrichtsvorbereitungszeit. Die Lehrende Entwicklungsunterstützungsdienstplattform sammelt 20 Millionen Lehrende Ressourcen.\nInnovative Talentausbildungsmodell-Reform, projektbasiertes Lernen macht 38% aus. Es gibt 35.000 interdisziplinäre integrierte Kurse, und 1,8 Millionen zusammengesetzte Talente wurden ausgebildet. Die Integration von Industrie und Bildung hat sich vertieft und entwickelt, mit 120.000 Schul-Unternehmens-Kooperationsprojekten und 15 Millionen Studenten, die von kollaborativer Bildung abgedeckt werden.\nDie Bildungsgerechtigkeit verbessert sich weiter, und die Abdeckungsrate der Online-Bildung in abgelegenen Gebieten ist auf 75% gestiegen. Bildungshilfsprojekte kommen 120 Millionen bedürftigen Studenten zugute. Das Sonderpädagogik-Technologie-Unterstützungssystem wird verbessert, und Hilfstechnologie kommt 28 Millionen Sonderschülern zugute.\nDie internationale Bildungskooperation wird gestärkt, und grenzüberschreitende Online-Lernprojekte haben 8.500 erreicht. Es gibt 1.200 internationale Kreditanerkennungsvereinbarungen. Die Mitgliedschaft der Globalen Bildungsinnovationsallianz hat sich auf 85 Länder erweitert, mit mehr als 3.000 gemeinsamen Ausbildungsprogrammen.\nZukünftige Entwicklungstrends: Es wird geschätzt, dass bis 2028 der globale Bildungstechnologiemarkt 850 Milliarden US-Dollar erreichen wird. Metaverse-Bildungsanwendungen werden popularisiert, und immersives Lernen wird zu einer wichtigen Methode. Künstliche Intelligenz ermächtigt tief den gesamten Bildungsprozess und fördert Veränderungen im Bildungsparadigma. Das lebenslange Lernsystem wird vollständiger, und der Aufbau einer Lerngesellschaft wird beschleunigt.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 150 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Wurde das globale Investitionsvolumen in Bildungstechnologie erwähnt: 342 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Wurde das Volumen der Online-Bildungsnutzer erwähnt: 1,8 Milliarden",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Wurde die Anzahl der von KI-Lehrende Assistenten abgedeckten Nutzer erwähnt: 250 Millionen Nutzer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Wurde die Anzahl der Kurse auf der globalen MOOC-Plattform erwähnt: 85.000 Kurse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Wurde die Anzahl der offenen Kurse an internationalen renommierten Universitäten erwähnt: 12.000 offene Kurse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Wurde die Anzahl der Universitäten erwähnt, die das auf Blockchain basierende Kreditanerkennungssystem pilotieren: 280 Universitäten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Wurde die Anzahl der Lehrenden erwähnt, die die digitale Lehrende Fähigkeitsausbildung abgeschlossen haben: 8,5 Millionen Lehrende",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Wurde die Anzahl der Schul-Unternehmens-Kooperationsprojekte erwähnt: 120.000 Projekte",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Wurde die Anzahl der von Bildungshilfsprojekten begünstigten Studenten erwähnt: 120 Millionen Studenten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Wurde die Prognose für die globale Bildungstechnologie-Marktgröße 2028 erwähnt: 850 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Kürzlich wurde die 20. Chinesische Internationale Konferenz für Künstliche Intelligenz großartig im Internationalen Kongresszentrum Peking abgehalten. Mehr als 1.500 Experten, Wissenschaftler und Unternehmensvertreter aus mehr als 30 Ländern weltweit kamen zusammen, um neue Trends und Chancen in der Entwicklung der künstlichen Intelligenz zu diskutieren. Die Konferenz stand unter dem Motto \"Neue Ära der Intelligenz: Integration, Innovation und Nachhaltigkeit\" und richtete mehr als 100 Spezialforen und technische Seminare aus.\n\nWährend der Tagung äußerten viele Akademiker und Experten wichtige Ansichten. Akademiker Wang Jian von der Chinesischen Akademie für Ingenieurwissenschaften wies darauf hin, dass die künstliche Intelligenz in eine neue Entwicklungsphase eintritt, und Durchbrüche in der Großmodell-Technologie haben neue Chancen für die industrielle Entwicklung gebracht. Akademiker Zhang Bei von der Tsinghua-Universität betonte die Bedeutung der ethischen Governance der künstlichen Intelligenz und schlug vor, einen global einheitlichen KI-Ethikstandard zu etablieren.\n\nDer von der Konferenz veröffentlichte \"Globale Entwicklungsbericht für Künstliche Intelligenz 2023\" zeigt, dass die globale KI-Marktgröße 2022 1,5 Billionen US-Dollar erreichen wird, ein Anstieg von 23,6% im Jahresvergleich. Darunter hat die Größe des chinesischen KI-Marktes 400 Milliarden Yuan erreicht, und bedeutende Fortschritte wurden in Computer Vision, Spracherkennung und anderen Bereichen erzielt. Der Bericht prognostiziert, dass bis 2025 die globale KI-Marktgröße 3 Billionen US-Dollar überschreiten wird.\n\nViele hochmoderne technologische Errungenschaften wurden auf der Ausstellung gezeigt. Einschließlich einer neuen Generation intelligenter Roboter, autonomer Fahrsysteme, intelligenter medizinischer Ausrüstung usw. Darunter hat der von der Tsinghua-Universität entwickelte emotionale Interaktionsroboter breite Aufmerksamkeit erregt. Der Roboter kann menschliche Gesichtsausdrücke und Töne genau erkennen und entsprechende emotionale Reaktionen zeigen, mit einer Identifikationsgenauigkeit von 95 Prozent.\n\nDie Konferenz veranstaltete auch den \"KI-Innovations- und Unternehmerwettbewerb\", der mehr als 500 Teams aus der ganzen Welt zur Teilnahme anzog. Schließlich gewann ein Startup-Team, das sich auf KI-Landwirtschaftsanwendungen konzentriert, die Meisterschaft mit seinem intelligenten System zur Identifizierung von Pflanzenschädlingen und -krankheiten, das eine Genauigkeitsrate von mehr als 98 Prozent hat und in mehreren großen Agrarprovinzen pilotiert wurde.\n\nBei der Abschlusszeremonie kündigte das Organisationskomitee an, eine \"Globale Allianz für Künstliche Intelligenz-Innovation\" zu gründen, um internationale Zusammenarbeit, Talentausbildung und technologische Innovation zu fördern. Die ersten Mitglieder der Allianz umfassen 50 führende Forschungseinrichtungen und 100 führende Unternehmen in 20 Ländern.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | Wurde der spezifische Name der Konferenz erwähnt: die 20. Chinesische Internationale Konferenz für Künstliche Intelligenz",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | Wurde die Teilnehmerzahl erwähnt: mehr als 1.500 Experten, Wissenschaftler und Unternehmensvertreter aus mehr als 30 Ländern",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | Wurde das Thema der Konferenz erwähnt: Neue Ära der Intelligenz: Integration, Innovation und Nachhaltigkeit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | Wurde die Ansicht von Akademiker Wang Jian erwähnt: die künstliche Intelligenz tritt in eine neue Entwicklungsphase ein, und Durchbrüche in der Großmodell-Technologie haben neue Chancen für die industrielle Entwicklung gebracht",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | Wurde die globale KI-Marktgröße für 2022 erwähnt: 1,5 Billionen US-Dollar, ein Anstieg von 23,6% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | Wurde die Größe des chinesischen KI-Marktes erwähnt: 400 Milliarden Yuan",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | Wurde die Prognose für die globale KI-Marktgröße 2025 erwähnt: 3 Billionen US-Dollar überschreiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | Wurde die Identifikationsgenauigkeit des von der Tsinghua-Universität entwickelten emotionalen Interaktionsroboters erwähnt: 95 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | Wurde die Anzahl der teilnehmenden Teams beim KI-Innovations- und Unternehmerwettbewerb erwähnt: mehr als 500 Teams aus der ganzen Welt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | Wurde die Systemgenauigkeit des Gewinnerteams erwähnt: mehr als 98 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | Wurde der Umfang der ersten Mitglieder der Globalen Allianz für Künstliche Intelligenz-Innovation erwähnt: 50 führende Forschungseinrichtungen und 100 führende Unternehmen in 20 Ländern",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Klimawandel-Forschungsbericht 2023 zeigt, dass die Erde eine beispiellose Umweltkrise erlebt. Laut der neuesten Satellitendatenanalyse wird die globale Durchschnittstemperatur 2023 um 1,5°C im Vergleich zur vorindustriellen Zeit steigen und einen Rekordwert erreichen. Die Erwärmungsrate in der Arktis ist doppelt so hoch wie der globale Durchschnitt, was zu großflächigem Gletscherschmelzen führt. Es wird erwartet, dass die Arktis bis 2050 ihren ersten eisfreien Sommer haben könnte.\n\nDas Forschungsteam fand heraus, dass die Häufigkeit extremer Wetterereignisse durch die Analyse historischer Daten von 2.000 meteorologischen Stationen weltweit erheblich zugenommen hat. 2023 gab es weltweit 127 schwere Regenstürme und 43 extreme Hochtemperaturen, eine Zunahme von 45 Prozent bzw. 60 Prozent im Vergleich zu vor zehn Jahren. Die durch diese katastrophalen Wetter verursachten wirtschaftlichen Verluste belaufen sich auf 280 Milliarden US-Dollar und betreffen mehr als 200 Millionen Menschen.\n\nDie Rate des Meeresspiegelanstiegs beschleunigt sich. In den letzten 25 Jahren ist der globale durchschnittliche Meeresspiegel um 8,9 cm gestiegen. Studien prognostizieren, dass wenn die Treibhausgasemissionen den aktuellen Trend fortsetzen, der Meeresspiegel bis zum Ende dieses Jahrhunderts um mehr als 1 Meter steigen könnte, was die Lebensumgebung von etwa 600 Millionen Küstenbewohnern weltweit bedrohen würde.\n\nDie Biodiversität nimmt weiter ab, wobei Forschungsaufzeichnungen zeigen, dass in den letzten 50 Jahren etwa 28.000 Arten von Organismen weltweit gefährdet wurden. Tropische Regenwälder werden in alarmierendem Tempo abgeholzt, mit einem Verlust von 1,5 Millionen Hektar allein 2023, einer Fläche, die der Größe der Schweiz entspricht. Meeresökosysteme stehen ebenfalls unter ernster Bedrohung, wobei 90 Prozent der Korallenriffe vom Tod bedroht sind.\n\nDer Bericht weist darauf hin, dass die Kohlendioxidkonzentration in der Atmosphäre 417 ppm erreicht hat, eine Zunahme von 50 Prozent gegenüber der vorindustriellen Zeit. Obwohl Länder sich zur Emissionsreduzierung verpflichtet haben, werden die globalen Kohlenstoffemissionen 2023 immer noch um 2,7 Prozent auf einen Rekordwert von 37,8 Milliarden Tonnen steigen. Darunter macht die Stromerzeugungsindustrie 35 Prozent aus, die industrielle Produktion 28 Prozent und der Transport 24 Prozent.\n\nUm der Klimakrise zu begegnen, empfiehlt der Bericht Notfallmaßnahmen: bis 2030 soll der Anteil erneuerbarer Energien auf 60 Prozent steigen, der Marktanteil von Elektrofahrzeugen auf 40 Prozent und die Energieeffizienz von Gebäuden um 30 Prozent verbessert werden. Er empfiehlt auch die Einrichtung eines 100-Milliarden-Dollar-Fonds für globale Klimaanpassung, um Entwicklungsländern bei der Verbesserung ihrer Anpassungsfähigkeit zu helfen.\n\nWissenschaftler warnen, dass wenn in den nächsten fünf Jahren keine wirksamen Maßnahmen ergriffen werden, die Auswirkungen der globalen Erwärmung einen irreversiblen Wendepunkt erreichen könnten. Dann würde die Erde auch dann weiter erwärmen, wenn Menschen alle Treibhausgasemissionen stoppen würden, was zu häufigeren Naturkatastrophen, ernsteren Nahrungsmittelkrisen und größeren Klimaflüchtlingsproblemen führen würde.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | Wurden die spezifischen Daten zum globalen Durchschnittstemperaturanstieg 2023 erwähnt: 1,5°C im Vergleich zur vorindustriellen Zeit, einen Rekordwert erreichend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | Wurde die Anzahl der schweren Regenstürme 2023 erwähnt: 127 schwere Regenstürme, eine Zunahme von 45 Prozent im Vergleich zu vor zehn Jahren",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | Wurden die durch extremes Wetter verursachten wirtschaftlichen Verlustdaten erwähnt: 280 Milliarden US-Dollar, mehr als 200 Millionen Menschen betreffend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | Wurden die spezifischen Daten zum globalen durchschnittlichen Meeresspiegelanstieg der letzten 25 Jahre erwähnt: 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | Wurde die Anzahl der vom Aussterben bedrohten Arten erwähnt: etwa 28.000 Arten von Organismen wurden in den letzten 50 Jahren weltweit gefährdet",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | Wurde die Verlustfläche der tropischen Regenwälder 2023 erwähnt: 1,5 Millionen Hektar, einer Fläche entsprechend der Größe der Schweiz",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | Wurde die aktuelle Kohlendioxidkonzentration in der Atmosphäre erwähnt: 417 ppm, eine Zunahme von 50 Prozent gegenüber der vorindustriellen Zeit",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | Wurden die globalen Kohlenstoffemissionen 2023 erwähnt: Anstieg um 2,7 Prozent auf einen Rekordwert von 37,8 Milliarden Tonnen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | Wurde der Anteil der Kohlenstoffemissionen der Stromerzeugungsindustrie erwähnt: 35 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | Wurde der Zielanteil erneuerbarer Energien für 2030 erwähnt: Anstieg auf 60 Prozent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | Wurde der Umfang des vorgeschlagenen globalen Klimaanpassungsfonds erwähnt: 100-Milliarden-Dollar-Fonds für globale Klimaanpassung",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Entwicklungsbericht der Digitalen Wirtschaft 2023 zeigt, dass die digitale Wirtschaft zur Haupttriebkraft für das globale Wirtschaftswachstum geworden ist. Laut den Berichtsdaten erreichte das gesamte globale Volumen der digitalen Wirtschaft 2023 54,8 Billionen US-Dollar, ein Anstieg von 18,2% im Jahresvergleich, und der Anteil am globalen BIP überschritt erstmals 45%. Darunter erreichte Chinas digitale Wirtschaftsgröße 50,1 Billionen Yuan, ein Anstieg von 15,3% im Jahresvergleich, und die digitale Wirtschaft machte 41,5% des BIP aus.\n\nIm Bereich des Aufbaus digitaler Infrastruktur überschritt die Gesamtzahl der globalen 5G-Basisstationen 3,5 Millionen, wobei China mehr als 60% ausmacht. Die globale Anzahl der Rechenzentren erreichte 8.500, mit einem jährlichen Stromverbrauch von über 200 Milliarden kWh. Die Marktgröße des Cloud Computing erreichte 485 Milliarden US-Dollar, wobei der kombinierte Marktanteil von AWS, Microsoft Azure und Alibaba Cloud 65% überschritt.\n\nDie Innovation der digitalen Technologie beschleunigt sich weiter, wobei die globalen KI-Patentanmeldungen 520.000 erreichten, ein Anstieg von 32% im Jahresvergleich. Die Anwendungen der Blockchain-Technologie expandieren weiter, wobei die globale Blockchain-Marktgröße 128 Milliarden US-Dollar erreichte. Die Investitionen in Quantencomputing überschritten 15 Milliarden US-Dollar, wobei die in Entwicklung befindlichen Quantencomputer das 1.000-Qubit-Niveau erreichten.\n\nDer digitale Handel entwickelt sich schnell, wobei das globale grenzüberschreitende E-Commerce-Transaktionsvolumen 3,8 Billionen US-Dollar erreichte, ein Anstieg von 25% im Jahresvergleich. Das digitale Zahlungstransaktionsvolumen überschritt 8,5 Billionen US-Dollar, wobei mobile Zahlungen 68% ausmachten. Die globalen E-Commerce-Nutzer erreichten 2,8 Milliarden, wobei digitale Dienste mehr als 80% der globalen Bevölkerung abdecken.\n\nIm Bereich der Beschäftigung in der digitalen Industrie erreichten die globalen Positionen im Zusammenhang mit der digitalen Wirtschaft 320 Millionen, ein Anstieg von 12% im Jahresvergleich. Hochqualifizierte Positionen wie Softwareentwicklung, Datenanalyse und künstliche Intelligenz zeigten ein erhebliches Nachfragewachstum, wobei die durchschnittlichen Gehaltsniveaus 35% höher als in traditionellen Industrien waren. Es wird erwartet, dass bis 2025 die globale Talentlücke in der digitalen Wirtschaft 85 Millionen Menschen erreichen wird.\n\nDie digitale Governance verbessert sich weiter, wobei 128 Länder weltweit datenschutzbezogene Gesetze und Vorschriften erlassen haben. Die Investitionen in die Netzwerksicherheit erreichten 189 Milliarden US-Dollar, ein Anstieg von 22% gegenüber dem Vorjahr. Die globalen wirtschaftlichen Verluste durch Netzwerksicherheitsvorfälle erreichten 950 Milliarden US-Dollar, ein Anstieg von 15% gegenüber dem Vorjahr.\n\nDer Bericht prognostiziert, dass bis 2025 die globale Größe der digitalen Wirtschaft 75 Billionen US-Dollar überschreiten wird, mit einer durchschnittlichen jährlichen Wachstumsrate von mehr als 15%. Die integrierte Entwicklung neuer Technologien wird mehr neue Geschäftsformen und -modelle generieren, und die digitale Transformation wird die Durchdringung vom Verbraucherbereich zum Produktionsbereich beschleunigen. Die digitale Wirtschaft wird voraussichtlich zu einem Schlüsselmotor für die globale wirtschaftliche Erholung in der Post-Pandemie-Ära werden.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | Wurde das gesamte globale Volumen der digitalen Wirtschaft 2023 erwähnt: 54,8 Billionen US-Dollar, ein Anstieg von 18,2% im Jahresvergleich, über 45% des globalen BIP ausmachend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | Wurde Chinas digitale Wirtschaftsgröße erwähnt: 50,1 Billionen Yuan, ein Anstieg von 15,3% im Jahresvergleich, 41,5% des BIP ausmachend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | Wurde die Gesamtzahl der globalen 5G-Basisstationen erwähnt: über 3,5 Millionen überschritten, wobei China mehr als 60% ausmacht",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | Wurde die globale Cloud-Computing-Marktgröße erwähnt: 485 Milliarden US-Dollar, wobei der kombinierte Marktanteil von AWS, Microsoft Azure und Alibaba Cloud 65% überschritt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | Wurden die globalen KI-Patentanmeldungen erwähnt: 520.000, ein Anstieg von 32% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | Wurde die globale Blockchain-Marktgröße erwähnt: 128 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | Wurde das globale grenzüberschreitende E-Commerce-Transaktionsvolumen erwähnt: 3,8 Billionen US-Dollar, ein Anstieg von 25% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | Wurde die Anzahl der Positionen im Zusammenhang mit der digitalen Wirtschaft erwähnt: 320 Millionen Positionen, ein Anstieg von 12% im Jahresvergleich",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | Wurden die Investitionen in die Netzwerksicherheit erwähnt: 189 Milliarden US-Dollar, ein Anstieg von 22% gegenüber dem Vorjahr",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | Wurde die Prognose für die globale Größe der digitalen Wirtschaft 2025 erwähnt: 75 Billionen US-Dollar überschreiten, mit einer durchschnittlichen jährlichen Wachstumsrate von mehr als 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Große Durchbrüche wurden 2023 in der menschlichen Weltraumforschung erzielt, wobei mehrere Meilenstein-Missionen erfolgreich abgeschlossen wurden. NASAs \"Artemis\"-Mondlandungsprogramms erste Testflugmission wurde erfolgreich abgeschlossen, wobei das unbemannte Raumschiff 13 Tage lang den Mond umkreiste und eine 2,26 Millionen Kilometer lange Reise vollendete. Die Mission verifizierte die Leistung der neuen Generation schwerer Trägerrakete SLS und legte den Grundstein für die bemannte Mondlandung 2025.\n\nIn der Marsforschung entdeckte der \"Perseverance\"-Rover organische Moleküle, die als Lebenszeichen auf der Marsoberfläche vermutet werden, und sammelte 28 Gesteinsproben. Chinas \"Tianwen-1\" übertrug über 1.100 GB Mars-Bilddaten und erstellte die detaillierteste topographische Karte des Mars bis heute. ESAs \"Mars Express\"-Sonde entdeckte, dass die unterirdischen Wasserreserven des Mars die Erwartungen bei weitem übertreffen, etwa das 1,5-fache der Süßwasserreserven der Erde.\n\nDie Tiefraumerforschung erzielte neue Durchbrüche, wobei die \"New Horizons\"-Sonde durch den Kuipergürtel flog und mehrere unbekannte Himmelskörper entdeckte. Die \"Juno\"-Sonde vollendete einen nahen Vorbeiflug an Jupiters Mond Europa und erhielt umfangreiche Daten über seinen unterirdischen Ozean. Die \"Parker Solar Probe\" machte Geschichte, indem sie das erste von Menschen geschaffene Objekt wurde, das die Sonne \"berührte\" und eine erstaunliche nächste Entfernung von 8,1 Millionen Kilometern erreichte.\n\nDer Bau der Raumstation schritt stetig voran, wobei Chinas Raumstation den umfassenden Bau abschloss und insgesamt 12 Astronauten beherbergte. Die Betriebszeit der Internationalen Raumstation wurde bis 2030 verlängert und 6 Weltraumspaziergänge abgeschlossen. Die kommerzielle Raumfahrt florierte, wobei SpaceX das ganze Jahr über 68 Startmissionen abschloss und einen neuen kommerziellen Raumfahrtrekord aufstellte.\n\nAsteroiden-Probenrückführungsmissionen erzielten Durchbruchsfortschritte, wobei NASAs \"OSIRIS-REx\"-Sonde erfolgreich Proben vom Asteroiden Bennu zur Erde zurückbrachte, insgesamt 250 Gramm, die größte Asteroidenprobe bis heute. Analyseergebnisse von Japans \"Hayabusa2\"-Mission zeigten, dass Asteroid Ryugu Aminosäuren und andere für das Leben wesentliche Substanzen enthält.\n\nIn astronomischen Beobachtungen entdeckte das James Webb Weltraumteleskop die bisher entfernteste Galaxie, 13,3 Milliarden Lichtjahre von der Erde entfernt. Chinas \"Insight-HXMT\"-Satellit entdeckte erstmals ultra-starke Gamma-Strahlungsausbrüche von Magnetar-Explosionen. Das SKA-Radioteleskop-Array begann mit dem Bau, das nach Fertigstellung die größte astronomische Anlage der Menschheit werden wird.\n\nDie Innovation der Luft- und Raumfahrttechnologie setzt sich fort, wobei die wiederverwendbare Raketentechnologie zunehmend ausgereift wird und eine Bergungserfolgrate von 95% erreicht. Wichtige Fortschritte wurden in der Forschung von Nuklearantriebssystemen erzielt, mit theoretischem Schub 10-mal größer als chemische Raketen. Die Weltraummüll-Reinigungstechnologie erzielte Durchbrüche, wobei der erste kommerzielle Reinigungssatellit erfolgreich 2 verlassene Satelliten erfasste und zerstörte.\n\nDie Pläne für die Weltraumforschung der nächsten 5 Jahre wurden geklärt, einschließlich großer Missionen wie bemannte Mondlandung, Mars-Probenrückführung und Jupiter-System-Erforschung. Es wird erwartet, dass bis 2030 die globale Luft- und Raumfahrtindustriegröße 1 Billion US-Dollar überschreiten wird, und die Weltraumwirtschaft wird zu einem neuen Wachstumspunkt werden.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | Wurde die Flugzeit des Artemis-Programms erwähnt: 13 Tage den Mond umkreisend, eine 2,26 Millionen Kilometer lange Reise vollendend",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | Wurde die Anzahl der von Perseverance gesammelten Gesteinsproben erwähnt: 28 Gesteinsproben",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | Wurde die von Tianwen-1 übertragene Datenmenge erwähnt: über 1.100 GB Mars-Bilddaten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | Wurde die nächste Entfernung der Parker Solar Probe zur Sonne erwähnt: 8,1 Millionen Kilometer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | Wurde die Anzahl der von Chinas Raumstation beherbergten Astronauten erwähnt: insgesamt 12 Astronauten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | Wurde die jährliche Anzahl der SpaceX-Starts erwähnt: 68 Startmissionen das ganze Jahr über",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | Wurde das Gewicht der von OSIRIS-REx zurückgebrachten Proben erwähnt: 250 Gramm, die größte Asteroidenprobe bis heute",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | Wurde die Entfernung der vom Webb-Teleskop entdeckten entferntesten Galaxie erwähnt: 13,3 Milliarden Lichtjahre von der Erde entfernt",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | Wurde die Bergungserfolgrate wiederverwendbarer Raketen erwähnt: 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | Wurde die Prognose für die globale Luft- und Raumfahrtindustriegröße 2030 erwähnt: 1 Billion US-Dollar überschreiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Bericht zur öffentlichen Gesundheitslage 2023 zeigt, dass das globale Gesundheitssystem in der Post-Epidemie-Ära vor neuen Herausforderungen steht. Weltweit wurden insgesamt 156 neue Ausbrüche von Infektionskrankheiten gemeldet, ein Anstieg von 23% gegenüber dem Vorjahr. Daten der Weltgesundheitsorganisation (WHO) zeigen, dass die globalen Gesundheitsausgaben 9,7 Billionen US-Dollar erreicht haben, 10,2% des globalen BIP ausmachend, aber die Kluft in der Verteilung medizinischer Ressourcen zwischen den Ländern weitet sich weiter aus.\n\nIm Bereich der Prävention und Kontrolle von Infektionskrankheiten deckt das globale Influenza-Überwachungsnetzwerk 153 Länder ab und überwacht 12.000 Probenahmepunkte in Echtzeit. Das neue Coronavirus-Varianten-Überwachungssystem hat 38 wichtige Varianten identifiziert, von denen 5 als Schlüsselbedenken aufgeführt sind. Die globale Impfrate hat 76% erreicht, aber es gibt immer noch 23 Länder in Afrika mit einer Impfrate unter 30%.\n\nFortschritte wurden bei der Prävention und Behandlung chronischer Krankheiten erzielt. Die globale 5-Jahres-Krebsüberlebensrate hat erstmals 70% überschritten, wobei die Überlebensraten für Brustkrebs und Prostatakrebs 90% überschreiten. Die Sterblichkeitsrate durch Herz-Kreislauf-Erkrankungen ist um 15% gegenüber vor einem Jahrzehnt gesunken, bleibt aber immer noch die weltweit führende Todesursache. Die Anzahl der Diabetespatienten hat 537 Millionen erreicht, eine Verdopplung seit 2000, und die jährlichen medizinischen Ausgaben überschreiten 760 Milliarden US-Dollar.\n\nProbleme der psychischen Gesundheit werden zunehmend prominent, wobei mehr als 400 Millionen Menschen weltweit an Depressionen leiden, ein Anstieg von 28% gegenüber vor der Epidemie. Die psychische Gesundheit von Jugendlichen ist besorgniserregend, wobei die Selbstmordrate von Menschen im Alter von 15-24 Jahren um 12% gestiegen ist. Die medizinischen Ausgaben für psychische Gesundheit in verschiedenen Ländern machen nur 2,8% der Gesamtausgaben aus, weit unter dem von der WHO empfohlenen 5%-Standard.\n\nDie Innovation der medizinischen Technologie beschleunigt sich, wobei die Genauigkeit der KI-unterstützten Diagnose 97% erreicht, insbesondere im Bereich der bildgebenden Diagnostik. Die Gentherapie hat einen großen Durchbruch erzielt, wobei weltweit 15 Arten von Gentherapien zugelassen wurden, und die Behandlungskosten sind um 60% gegenüber vor fünf Jahren gesunken. Telemedizinische Dienste decken eine Bevölkerung von 850 Millionen ab und spielen eine wichtige Rolle in abgelegenen Gebieten.\n\nDas Problem der ungleichen Verteilung medizinischer Ressourcen bleibt prominent, wobei 45% der weltweiten medizinischen Ressourcen in entwickelten Ländern konzentriert sind, die 15% der Bevölkerung ausmachen. Die durchschnittliche Anzahl von Ärzten pro 10.000 Menschen in Afrika beträgt nur 2,3, weit unter dem von der WHO empfohlenen Standard von 23. Es gibt immer noch etwa 3,8 Milliarden Menschen weltweit, die keinen Zugang zu grundlegenden medizinischen Diensten haben.\n\nDas Problem der Antibiotikaresistenz verschärft sich, wobei jährlich 1,5 Millionen Todesfälle durch resistente Bakterieninfektionen auftreten und wirtschaftliche Verluste 550 Milliarden US-Dollar überschreiten. Die WHO warnt, dass wenn keine Maßnahmen ergriffen werden, arzneimittelresistente Infektionen bis 2050 zur führenden Todesursache werden könnten.\n\nDer Bericht empfiehlt die Stärkung der globalen Gesundheitskooperation, die Einrichtung eines 10-Milliarden-Dollar-Fonds für globale Gesundheitsnotfälle und die Verbesserung der Krankheitsfrühwarnsysteme. Die Ausbildung medizinischer Talente intensivieren und bis 2030 5 Millionen medizinische Fachkräfte ausbilden. Die Innovation der medizinischen Technologie fördern und die Zugänglichkeit medizinischer Dienste um 30% erhöhen. Gleichzeitig fordert er entwickelte Länder auf, mehr Verantwortung für internationale Gesundheitshilfe zu übernehmen und unterentwickelten Regionen bei der Verbesserung ihrer medizinischen Standards zu helfen.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | Wurde die Anzahl der globalen neuen Ausbrüche von Infektionskrankheiten erwähnt: 156 neue Ausbrüche von Infektionskrankheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | Wurde der Anteil der globalen Gesundheitsausgaben am BIP erwähnt: 10,2% des globalen BIP",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | Wurde die Anzahl der vom globalen Influenza-Überwachungsnetzwerk abgedeckten Länder erwähnt: 153 Länder",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | Wurde die globale 5-Jahres-Krebsüberlebensrate erwähnt: 70% überschritten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | Wurde die Anzahl der globalen Diabetespatienten erwähnt: 537 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | Wurde die Anzahl der globalen Depressionspatienten erwähnt: mehr als 400 Millionen Menschen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | Wurde die Genauigkeit der KI-unterstützten Diagnose erwähnt: 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | Wurde die von telemedizinischen Diensten abgedeckte Bevölkerung erwähnt: 850 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | Wurde das Verhältnis von Ärzten zur Bevölkerung in Afrika erwähnt: 2,3 pro 10.000 Menschen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | Wurde die Anzahl der Todesfälle durch resistente Bakterieninfektionen erwähnt: 1,5 Millionen Todesfälle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | Wurde der Umfang des globalen Gesundheitsnotfallfonds erwähnt: 10 Milliarden Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Entwicklungsbericht der globalen Neuen Energiefahrzeug-Industrie 2023 zeigt, dass die Elektrifizierungstransformation in die Überholspur eingetreten ist. Die globalen jährlichen Verkäufe neuer Energiefahrzeuge überschritten 14,8 Millionen Einheiten, ein Anstieg von 46,3% im Jahresvergleich, und die Marktdurchdringungsrate erreichte 22%. Darunter machten reine Elektrofahrzeuge 68% aus, Plug-in-Hybridfahrzeuge 29% und Wasserstoff-Brennstoffzellenfahrzeuge 3%. Der chinesische Markt schnitt am besten ab, mit Verkäufen von 8,2 Millionen Einheiten, 55,4% des globalen Gesamtvolumens ausmachend.\n\nDie Technologie der Antriebsbatterien durchbricht weiterhin, und die Energiedichte der neuen Generation von Festkörperbatterien hat 400Wh/kg erreicht, ein Anstieg von 45% gegenüber herkömmlichen Lithiumbatterien. Die globale Produktionskapazität für Antriebsbatterien hat 1200GWh erreicht, und die Industrieinvestitionen haben 85 Milliarden US-Dollar überschritten. Die Batteriekosten sind um 38% gegenüber 2020 gesunken, was eine erhebliche Reduzierung der Fahrzeugherstellungskosten antreibt.\n\nDie Ladeinfrastruktur hat ihre Auslegung beschleunigt, und die Anzahl der öffentlichen Ladestationen weltweit hat 18,5 Millionen erreicht, wobei Schnellladestationen 35% ausmachen. Die intelligente Ladetechnologie wurde gefördert und angewendet, und Vehicle-to-Grid-Interaktions-(V2G)-Demonstrationsprojekte wurden in 15 Ländern implementiert, die 45GWh Spitzenlastausgleichskapazität für das Stromnetz bereitstellen.\n\nDie intelligente Fahrtechnologie wurde aufgerüstet, wobei die Durchdringungsrate des L2+ autonomen Fahrens 45% erreichte, und L3-Niveau begann mit der Massenproduktion. Der globale Mangel an Automobilchips hat sich erheblich verbessert, wobei die jährliche Produktionskapazität um 28% gestiegen ist. Die Rechenleistung des bordeigenen intelligenten Systems hat 1000TOPS überschritten und unterstützt komplexere autonome Fahrszenarien.\n\nDie Lokalisierung der Industriekette hat sich beschleunigt, und fünf große Industriecluster für neue Energiefahrzeuge wurden global gebildet. Die unabhängig kontrollierbare Fähigkeit von Schlüsselmaterialien wurde verbessert, und Chinas Selbstversorgungsrate bei Lithiumbatteriematerialien hat 85% überschritten. Das Recycling-System für Altbatterien wurde schrittweise verbessert, mit einer Recyclingrate von 78% und einer abgeleiteten Marktgröße von mehr als 28 Milliarden US-Dollar.\n\nDer Export neuer Energiefahrzeuge ist schnell gewachsen, wobei Chinas Exportvolumen neuer Energiefahrzeuge 950.000 Einheiten erreichte, ein Anstieg von 120% im Jahresvergleich. Die Elektrifizierungstransformation des europäischen Marktes hat sich beschleunigt, wobei Elektrofahrzeuge 28% der Neuwagen-Verkäufe ausmachen. Der US-Markt ist mit politischer Unterstützung schnell gewachsen, mit jährlichen Verkäufen von über 2,1 Millionen Einheiten.\n\nDer Wettbewerb bei technischen Routen hat sich intensiviert, und neue Technologien wie Festkörperbatterien und Natrium-Ionen-Batterien haben die Kommerzialisierung beschleunigt. Die Wasserstoff-Brennstoffzellentechnologie hat Durchbrüche erzielt, und die Systemkosten sind um 55% gegenüber 2020 gesunken. Das Batteriewechselmodell wird im Bereich schwerer Nutzfahrzeuge gefördert, und 28.000 Batteriewechselstationen wurden weltweit gebaut.\n\nDie Industriepolitiken werden kontinuierlich optimiert, und die Welt hat insgesamt 280 Milliarden US-Dollar in Subventionen investiert. Die Kohlenstoffemissionsvorschriften in verschiedenen Ländern sind strenger geworden, und der Zeitplan für den Rückzug traditioneller Kraftstofffahrzeuge wurde geklärt. Das industrielle Standardsystem wurde kontinuierlich verbessert, was die gesunde Entwicklung der globalen Neuen Energiefahrzeug-Industrie antreibt.\n\nAusblick auf die nächsten fünf Jahre: Es wird erwartet, dass bis 2028 die jährlichen Verkäufe neuer Energiefahrzeuge weltweit 35 Millionen überschreiten werden, und die Marktdurchdringungsrate wird 45% überschreiten. Die Energiedichte von Antriebsbatterien wird voraussichtlich 500Wh/kg überschreiten, und die Kosten werden auf unter 60 US-Dollar/kWh fallen. Das intelligente Fahren wird in die L4-Niveau-Kommerzialisierungsphase eintreten und einen 500-Milliarden-US-Dollar-Intelligenzmarkt antreiben.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | Wurden die globalen jährlichen Verkäufe neuer Energiefahrzeuge erwähnt: 14,8 Millionen Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | Wurde der Anteil der chinesischen Marktverkäufe erwähnt: 55,4% des globalen Gesamtvolumens",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | Wurde die Energiedichte der neuen Generation von Festkörperbatterien erwähnt: 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | Wurde die Anzahl der globalen öffentlichen Ladestationen erwähnt: 18,5 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | Wurde die Durchdringungsrate des L2+ autonomen Fahrens erwähnt: 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | Wurde Chinas Selbstversorgungsrate bei Lithiumbatteriematerialien erwähnt: 85% überschritten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | Wurde Chinas Exportvolumen neuer Energiefahrzeuge erwähnt: 950.000 Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | Wurde die Kostensenkung der Wasserstoff-Brennstoffzellensysteme erwähnt: 55% gegenüber 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | Wurde die Anzahl der globalen Batteriewechselstationen erwähnt: 28.000 Batteriewechselstationen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | Wurde der Gesamtbetrag der globalen Subventionsgelder erwähnt: 280 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Metaverse-Technologie-Entwicklungsbericht 2023 zeigt, dass die globale Metaverse-Industrie 385 Milliarden US-Dollar erreichte, ein Anstieg von 85% im Jahresvergleich. Das Versandvolumen von Virtual Reality (VR) und Augmented Reality (AR) Geräten überschritt 32 Millionen Einheiten, ein Anstieg von 62% gegenüber dem Vorjahr. Die Anzahl der Metaverse-bezogenen Patentanmeldungen erreichte 185.000, wobei China 38% ausmachte und weltweit den ersten Platz belegte.\nBedeutende Durchbrüche in der Hardware-Technologie, die Auflösung der neuen Generation von VR-Geräten erreichte 4K×4K, das Sichtfeld wurde auf 120 Grad erweitert, und die Verzögerung wurde auf 12ms reduziert. AR-optische Lösungen sind innovativ, und die Beugungswellenleiter-Technologie reduziert das Gewicht des Geräts auf 120g. Bedeutende Fortschritte wurden bei Gehirn-Computer-Schnittstellen erzielt, und nicht-invasive Geräte können 1.000 Gedankenbefehle mit einer Genauigkeitsrate von 92% erkennen.\nDie Interaktionstechnologie wird zunehmend ausgereift, die Genauigkeit der Ganzkörper-Bewegungserfassung wurde auf Sub-Millimeter-Niveau verbessert, und die Gesichtsausdruckserkennung unterstützt 95 Mikro-Ausdrücke. Durchbrüche wurden in der taktilen Rückkopplungstechnologie erzielt, die die Berührung von 200 verschiedenen Materialien simulieren kann. Die holographische Projektionstechnologie hat 8K-Auflösung erreicht und unterstützt mehrere Personen beim gleichzeitigen Betrachten ohne spezielle Brille.\nDas Content-Ökosystem floriert, mit mehr als 8,5 Millionen Metaverse-Content-Entwicklern weltweit, ein Anstieg von 95% gegenüber dem Vorjahr. Die Anzahl der monatlich aktiven Nutzer virtueller sozialer Plattformen hat 450 Millionen erreicht, und die höchste Anzahl der Online-Zuschauer für ein einzelnes virtuelles Konzert überschritt 25 Millionen. Es wird weit verbreitet im Bildungsbereich eingesetzt, wobei 15% der Universitäten weltweit Metaverse-Kurse anbieten.\nDie digitale Wirtschaft beschleunigt ihre Auslegung, wobei der Marktwert der globalen Metaverse-konzeptbezogenen börsennotierten Unternehmen 2,8 Billionen US-Dollar überschritt. Das Volumen der virtuellen Vermögenstransaktionen hat 68 Milliarden US-Dollar erreicht, und das durchschnittliche tägliche Transaktionsvolumen des NFT-Marktes überschritt 150 Millionen US-Dollar. Die Größe des Metaverse-Werbungsmarktes hat 12,5 Milliarden US-Dollar erreicht, mit einer jährlichen Wachstumsrate von mehr als 200%.\nDie Formulierung technischer Standards wurde beschleunigt, und IEEE hat den ersten Metaverse-Referenzarchitektur-Standard veröffentlicht. Die Metaverse-Industrieallianz wurde global etabliert, mit 180 Unternehmen, die an der Standardformulierung teilnehmen. Das Datensicherheits- und Datenschutz-Framework wurde schrittweise verbessert, um plattformübergreifende Dateninteroperabilität zu unterstützen.\nIndustrielle Anwendungen vertiefen sich kontinuierlich, und das industrielle Metaverse hat zu einer 28%igen Steigerung der Fertigungseffizienz geführt. Das medizinische Metaverse hat 5.000 Fernoperationen mit einer Genauigkeitsrate von 99,9% unterstützt. Das Transaktionsvolumen der Immobilien-Metaverse-Plattform überschritt 20 Milliarden US-Dollar, und Online-Hausbesichtigungen machten 35% aus.\nDie Nachfrage nach Talenten wächst schnell, und die globale Nachfrage nach Metaverse-bezogenen Positionen hat 950.000 erreicht, mit einem durchschnittlichen Gehalt 45% höher als traditionelle IT-Positionen. Länder haben ihre Anstrengungen in der Talentausbildung verstärkt, und es gibt mehr als 3.000 professionelle Ausbildungseinrichtungen. Es wird geschätzt, dass die Talentlücke bis 2025 2,8 Millionen erreichen wird.\nZukünftige Entwicklungstrends: Es wird geschätzt, dass bis 2028 die globale Metaverse-Marktgröße 1,5 Billionen US-Dollar überschreiten wird. Die reale Wirtschaft beschleunigt ihre digitale Transformation, und 85% der Marken werden Metaverse einsetzen. Technologieintegration und Innovation beschleunigen sich, und Gehirn-Computer-Schnittstellen, holographische Technologie, Quantencomputing usw. werden revolutionäre Durchbrüche bringen.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | Wurde die globale Metaverse-Industriegröße erwähnt: 385 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | Wurde das Versandvolumen von VR/AR-Geräten erwähnt: 32 Millionen Einheiten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | Wurden die Verzögerungsdaten der neuen Generation von VR-Geräten erwähnt: 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | Wurde die Anzahl der von Gehirn-Computer-Schnittstellen erkennbaren Gedankenbefehle erwähnt: 1.000 Gedankenbefehle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | Wurde die Anzahl der globalen Metaverse-Content-Entwickler erwähnt: 8,5 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | Wurde die Anzahl der monatlich aktiven Nutzer virtueller sozialer Plattformen erwähnt: 450 Millionen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | Wurde das durchschnittliche tägliche Transaktionsvolumen des NFT-Marktes erwähnt: 150 Millionen US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | Wurde die Anzahl der an der Metaverse-Industrieallianz teilnehmenden Unternehmen erwähnt: 180 Unternehmen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | Wurde die Anzahl der vom medizinischen Metaverse unterstützten Fernoperationen erwähnt: 5.000 Fernoperationen",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | Wurde die Prognose für die globale Metaverse-Marktgröße 2028 erwähnt: 1,5 Billionen US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Bitte hilf mir, den folgenden Artikel zusammenzufassen【Der Globale Bildungsinnovations- und Entwicklungsbericht 2023 zeigt, dass die digitale Transformation der Bildung sich beschleunigt, und die globalen Investitionen in Bildungstechnologie haben 342 Milliarden US-Dollar erreicht, ein Anstieg von 42% im Jahresvergleich. Das Volumen der Online-Bildungsnutzer hat 1,8 Milliarden überschritten, und digitale Lernressourcen decken 89% der Lernenden weltweit ab. In der Post-Epidemie-Ära ist hybride Bildung zum Mainstream geworden, und integrierter Online- und Offline-Unterricht macht 65% aus.\nDie Anwendung künstlicher Intelligenz in der Bildung hat sich vertieft, und KI-Lehrende Assistenten haben mehr als 250 Millionen Nutzer mit einer Genauigkeitsrate von 96% abgedeckt. Das adaptive Lernsystem kann mehr als 8.000 Lernverhaltensmuster identifizieren, und die Genauigkeitsrate personalisierter Empfehlungen hat 92% erreicht. Die Analyse von Bildungs-Big-Data unterstützt Lehrende Entscheidungen und verbessert die Lehrende Effektivität um 35%.\nDer Versorgungsmodus für Bildungsressourcen hat sich verändert. Die Anzahl der Kurse auf der globalen MOOC-Plattform hat 85.000 überschritten, und die kumulative Anzahl der Kursauswahlen hat 1,5 Milliarden erreicht. Das Teilen hochwertiger Bildungsressourcen hat sich beschleunigt, und die Anzahl der offenen Kurse an internationalen renommierten Universitäten hat 12.000 erreicht. Es gibt mehr als 5.000 virtuelle Simulations-Experimentallehrende Projekte, die 12 Disziplinen abdecken.\nDie Bildungsbewertung hat sich innovativ entwickelt, und das auf Blockchain basierende Kreditanerkennungssystem wurde in 280 Universitäten pilotiert. Das intelligente Bewertungssystem kann Lernprozessdaten in Echtzeit analysieren, mit 186 Bewertungsdimensionen. Das kompetenzbasierte Bewertungsmodell wird im Bereich der beruflichen Bildung gefördert, und 2.800 professionelle Standards sind verbunden.\nDie berufliche Entwicklung der Lehrenden beschleunigt sich, und 8,5 Millionen Lehrende weltweit haben die digitale Lehrende Fähigkeitsausbildung abgeschlossen. Die Abdeckungsrate der Lehrende KI-Alphabetisierungsausbildung hat 55% erreicht. Die Anwendung des intelligenten Unterrichtsvorbereitungssystems wird popularisiert und spart Lehrenden 40% der Unterrichtsvorbereitungszeit. Die Lehrende Entwicklungsunterstützungsdienstplattform sammelt 20 Millionen Lehrende Ressourcen.\nInnovative Talentausbildungsmodell-Reform, projektbasiertes Lernen macht 38% aus. Es gibt 35.000 interdisziplinäre integrierte Kurse, und 1,8 Millionen zusammengesetzte Talente wurden ausgebildet. Die Integration von Industrie und Bildung hat sich vertieft und entwickelt, mit 120.000 Schul-Unternehmens-Kooperationsprojekten und 15 Millionen Studenten, die von kollaborativer Bildung abgedeckt werden.\nDie Bildungsgerechtigkeit verbessert sich weiter, und die Abdeckungsrate der Online-Bildung in abgelegenen Gebieten ist auf 75% gestiegen. Bildungshilfsprojekte kommen 120 Millionen bedürftigen Studenten zugute. Das Sonderpädagogik-Technologie-Unterstützungssystem wird verbessert, und Hilfstechnologie kommt 28 Millionen Sonderschülern zugute.\nDie internationale Bildungskooperation wird gestärkt, und grenzüberschreitende Online-Lernprojekte haben 8.500 erreicht. Es gibt 1.200 internationale Kreditanerkennungsvereinbarungen. Die Mitgliedschaft der Globalen Bildungsinnovationsallianz hat sich auf 85 Länder erweitert, mit mehr als 3.000 gemeinsamen Ausbildungsprogrammen.\nZukünftige Entwicklungstrends: Es wird geschätzt, dass bis 2028 der globale Bildungstechnologiemarkt 850 Milliarden US-Dollar erreichen wird. Metaverse-Bildungsanwendungen werden popularisiert, und immersives Lernen wird zu einer wichtigen Methode. Künstliche Intelligenz ermächtigt tief den gesamten Bildungsprozess und fördert Veränderungen im Bildungsparadigma. Das lebenslange Lernsystem wird vollständiger, und der Aufbau einer Lerngesellschaft wird beschleunigt.】. Deine Zusammenfassung muss alle wichtigen Informationen aus dem Artikel enthalten (alle, ohne etwas auszulassen). Du sollst jedoch die Gesamtwortanzahl auf 180 begrenzen. Achtung: nur deutsche Wörter zählen zur Gesamtwortanzahl.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "german_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | Wurde das globale Investitionsvolumen in Bildungstechnologie erwähnt: 342 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | Wurde das Volumen der Online-Bildungsnutzer erwähnt: 1,8 Milliarden",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | Wurde die Anzahl der von KI-Lehrende Assistenten abgedeckten Nutzer erwähnt: 250 Millionen Nutzer",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | Wurde die Anzahl der Kurse auf der globalen MOOC-Plattform erwähnt: 85.000 Kurse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | Wurde die Anzahl der offenen Kurse an internationalen renommierten Universitäten erwähnt: 12.000 offene Kurse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | Wurde die Anzahl der Universitäten erwähnt, die das auf Blockchain basierende Kreditanerkennungssystem pilotieren: 280 Universitäten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | Wurde die Anzahl der Lehrenden erwähnt, die die digitale Lehrende Fähigkeitsausbildung abgeschlossen haben: 8,5 Millionen Lehrende",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | Wurde die Anzahl der Schul-Unternehmens-Kooperationsprojekte erwähnt: 120.000 Projekte",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | Wurde die Anzahl der von Bildungshilfsprojekten begünstigten Studenten erwähnt: 120 Millionen Studenten",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | Wurde die Prognose für die globale Bildungstechnologie-Marktgröße 2028 erwähnt: 850 Milliarden US-Dollar",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]