[
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 100 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的100是否为100字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[90.0,110.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 150 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的150是否为150字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[135.0,165.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 200 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的200是否为200字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 250 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的250是否为250字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 275 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的275是否为275字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[247.5,302.5]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 300 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的300是否为300字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 325 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的325是否为325字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[292.5,357.5]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 350 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的350是否为350字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[315.0,385.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 375 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的375是否为375字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[337.5,412.5]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du hast dein Studium in einer fremden Stadt begonnen und gerade ein Semester hinter dir. Du möchtest deinen Eltern in einem Brief ausführlich berichten, wie es dir in dieser Zeit in Bezug auf dein Studium, deinen Alltag und die Herausforderungen, denen du begegnet bist, ergangen ist. Obwohl du weit von deinen Eltern entfernt bist, möchtest du durch diesen Brief sicherstellen, dass sie sich keine Sorgen machen und über deine Situation informiert sind. Gleichzeitig möchtest du auch deine Sehnsucht nach ihnen ausdrücken. In dem Brief solltest du einige wichtige Studienfächer erwähnen, deine Einstellung zum Lernen darlegen, ob du an außerschulischen Aktivitäten teilgenommen hast, wie du deine Zeit organisierst und welche Schwierigkeiten oder Erfolge du im Alltag erlebt hast. Zum Schluss kannst du auch auf deine Zukunftspläne eingehen und darauf, wie wichtig die Unterstützung deiner Eltern für dich ist. Die Struktur des Briefes sollte vollständig sein. Zu Beginn solltest du deine Eltern grüßen und eine kurze Zusammenfassung deiner aktuellen Lebenssituation geben. Beschreibe die Fachkurse, die du belegst, die Fortschritte, die du gemacht hast, und die Aktivitäten außerhalb des Unterrichts. Erwähne auch, welche Herausforderungen du im Studium gemeistert hast und wie du diese Schwierigkeiten überwunden hast. Drücke deine Dankbarkeit gegenüber deinen Eltern aus und teile deine Erwartungen für die Zukunft mit. Der Brief sollte etwa 400 Wörter umfassen. Verwende die formelle Anrede und verzichte auf die informelle Ansprache. In deinem Brief sollten Sätze enthalten sein, die mit 'Weil', 'Dass' und 'Obwohl' eingeleitet werden, und es sollen in der Reihenfolge aber, denn, und, sondern, oder als verbindende Konjunktionen verwendet werden.",
        "corresponding_parts": {
            "信件": "请你提取生成信件的全部正文内容，包括称谓、正文和结尾祝福语，不分条，完整提取整个信件内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于海外学习生活的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "格式是否是一封完整的信件？（包括称谓、正文、结尾祝福语）",
                "corresponding_part": "信件",
                "rule": null,
                "dep": [],
                "能力项": "格式合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否使用了尊称？",
                "corresponding_part": "信件",
                "rule": "any_keywords:[\"Sie \", \"Herr\", \"Frau\", \"Sehr geehrter\"]",
                "dep": [],
                "能力项": "尊称使用",
                "被依赖": true
            },
            {
                "point_id": 3,
                "question": "是否没有使用平称？",
                "corresponding_part": "信件",
                "rule": "non_keywords:[\"du\", \"Alina\"]",
                "dep": [],
                "能力项": "平称避免",
                "被依赖": true
            },
            {
                "point_id": 4,
                "question": "信件的400是否为400字左右？",
                "corresponding_part": "信件",
                "rule": "german_total_length:[360.0,440.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "信件内容中是否同时出现由'Weil', 'Dass' 和 'Obwohl'引导的从句？",
                "corresponding_part": "信件",
                "rule": "check_three_conjunctions",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否依次出现aber, denn, und, sondern, oder这5个不占位连词？",
                "corresponding_part": "信件",
                "rule": "check_conjunctions_order",
                "dep": [],
                "能力项": "依次出现不占位连词",
                "被依赖": false
            }
        ]
    }
]