[
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 6 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 8 produtos e informações de preços correspondentes, e pelo menos 5 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了6个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[6,6]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含8个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含5个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 6 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 8 produtos e informações de preços correspondentes, e pelo menos 7 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了6个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[6,6]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含8个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含7个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 9 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 4 produtos e informações de preços correspondentes, e pelo menos 5 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了9个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[9,9]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含4个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[4,4]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含5个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 9 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 4 produtos e informações de preços correspondentes, e pelo menos 7 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了9个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[9,9]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含4个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[4,4]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含7个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 8 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 7 produtos e informações de preços correspondentes, e pelo menos 5 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了8个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含7个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含5个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 8 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 7 produtos e informações de preços correspondentes, e pelo menos 7 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了8个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含7个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含7个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 9 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 8 produtos e informações de preços correspondentes, e pelo menos 5 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了9个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[9,9]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含8个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含5个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 9 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 8 produtos e informações de preços correspondentes, e pelo menos 7 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了9个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[9,9]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含8个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[8,8]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含7个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 10 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 5 produtos e informações de preços correspondentes, e pelo menos 5 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了10个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[10,10]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含5个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含5个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Você acabou de ingressar em uma empresa de equipamentos de ginástica como vendedor e, para ser honesto, você não tem fundo. Embora o treinamento tenha sido feito por uma semana, você ainda está muito nervoso para vender produtos aos clientes. Os executivos da empresa recomendam começar com a promoção online e praticar apresentações de produtos e interações com clientes por meio de plataformas de mídia social. Ele diz que muitos vendedores de sucesso agora usam as mídias sociais para mostrar produtos e atrair clientes em potencial, o que é uma ótima maneira de começar. Os executivos da empresa dizem que um bom vendedor deve ser capaz de informar claramente os clientes sobre os detalhes e preços dos produtos nas mídias sociais. Você planeja escrever 10 postagens de promoção de produtos e publicá-las nas mídias sociais, uma para praticar como apresentar o produto e a outra pode atrair alguns clientes em potencial. Uma vez que a sua empresa é maioritariamente para o mercado português, deve usar o formato de montante no texto oficial quando escreve o valor específico. Cada uma de suas postagens contém pelo menos 5 produtos e informações de preços correspondentes, e pelo menos 7 palavras em português com o símbolo acento circunflexo aparecem. Cada postagem deve indicar claramente o ponto de venda do produto para que as pessoas queiram comprá-lo à primeira vista.Por favor, responda no seguinte formato: 1. Redação 1 \n2.Redação 2 \n3.Redação 3",
        "corresponding_parts": {
            "文案": "请你按照python list的格式，一一抓取模型回复生成的每条文案。不要提取文案以外的信息，如【Redação 1】。完整提取每一条文案，不要有遗漏"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了社交媒体文案",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "模型回答是否给出了10个文案",
                "corresponding_part": "文案",
                "rule": "item_count:[10,10]",
                "dep": [
                    0
                ],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "文案是否与健身产品推销相关",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每条文案是否包含5个葡语标准金额写法",
                "corresponding_part": "文案",
                "rule": "portuguese_euro_format:[5,5]",
                "dep": [
                    0
                ],
                "能力项": "葡语：地址缩写",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条文案是否包含7个扬抑符ˆ词汇",
                "corresponding_part": "文案",
                "rule": "each_has_circumflex_accent:[7,7]",
                "dep": [
                    0
                ],
                "能力项": "葡语：扬抑符",
                "被依赖": false
            }
        ]
    }
]