[
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 5 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Weil eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成5个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Weil引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Weil\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 7 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Weil eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成7个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Weil引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Weil\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 9 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Weil eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成9个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[9,9]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Weil引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Weil\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 8 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Weil eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成8个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[8,8]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Weil引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Weil\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 5 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Dass eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成5个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Dass引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Dass\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 7 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Dass eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成7个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Dass引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Dass\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 9 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Dass eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成9个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[9,9]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Dass引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Dass\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 5 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Obwohl eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成5个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Obwohl引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Obwohl\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 7 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Obwohl eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成7个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Obwohl引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Obwohl\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Bitte nennen Sie 9 Gründe, wobei jeder Grund ein Satz ist, der einen Nebensatz enthält, der mit Obwohl eingeleitet wird, um zu erklären, warum Menschen die Gewohnheit des frühen Schlafens und frühen Aufstehens entwickeln müssen. Jeder Grund sollte auf einer konkreten Situation basieren, wie zum Beispiel Arbeit, Studium, körperliche Gesundheit usw., und mit wissenschaftlichen Studien oder sozialen Beobachtungen unterstützt werden. Zum Beispiel können Sie Aspekte wie die Steigerung der Arbeitseffizienz, die Verbesserung der Lernkonzentration und die Förderung der körperlichen Gesundheit ansprechen. Der Nebensatz in jedem Grund sollte die positiven Auswirkungen der Gewohnheit des frühen Schlafens und Aufstehens auf diese Bereiche erklären, und stellen Sie sicher, dass die Verbposition in jedem Nebensatz den deutschen Satzregeln folgt. Darüber hinaus können Sie psychologische, medizinische oder soziologische Studien zitieren, um Ihre Argumente mit wissenschaftlichen Belegen zu untermauern. Wir erwarten auch, dass die Wortanzahl jedes Grundes mehr als die des vorherigen ist. Außerdem sollten die Wortzahlen des ersten und letzten Grundes eine ungerade Zahl sein. Jeder Grund sollte nur einen Nebensatz enthalten, das heißt, nur eine von einem Nebensatzkonjunktion eingeleitete Nebensatzstruktur verwenden.",
        "corresponding_parts": {
            "理由": "请你按照python list的格式，一一抓取模型回复生成的每条理由正文，不包含句子的单词数量。",
            "从句": "请你按照python list的格式，一一抓取模型回复生成的每条理由中的从句。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否关于早睡早起的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "是否生成9个理由？",
                "corresponding_part": "理由",
                "rule": "item_count:[9,9]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "理由是否不重复？",
                "corresponding_part": "理由",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个理由的从句是否以Obwohl引导？",
                "corresponding_part": "从句",
                "rule": "startswith_each:[\"Obwohl\"],",
                "dep": [],
                "能力项": "从句引导词",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "每条理由中，动词是否位于从句句尾？",
                "corresponding_part": "从句",
                "rule": "german_clause_verb",
                "dep": [],
                "能力项": "动词位置正确",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "理由的单词数量是否递增？",
                "corresponding_part": "理由",
                "rule": "german_clause_monotonicity",
                "dep": [],
                "能力项": "句子单词数量单调性",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "首尾两条理由的单词数是否都为奇数？",
                "corresponding_part": "理由",
                "rule": "german_clause_odd_even",
                "dep": [],
                "能力项": "句子单词数量奇偶性",
                "被依赖": false
            }
        ]
    }
]