[
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【Recientemente, la 20ª Conferencia Internacional China de Inteligencia Artificial se celebró con gran pompa en el Centro de Convenciones Internacional de Beijing. Más de 1,500 expertos, académicos y representantes corporativos de más de 30 países de todo el mundo se reunieron para discutir nuevas tendencias y oportunidades en el desarrollo de la inteligencia artificial. La conferencia tuvo como tema \"Nueva Era de Inteligencia: Integración, Innovación y Sostenibilidad\" y estableció más de 100 foros especiales y seminarios técnicos.\n\nDurante la reunión, muchos académicos y expertos expresaron puntos de vista importantes. El académico Wang Jian de la Academia China de Ingeniería señaló que la inteligencia artificial está entrando en una nueva etapa de desarrollo, y los avances en la tecnología de modelos grandes han traído nuevas oportunidades para el desarrollo industrial. El académico Zhang Bei de la Universidad Tsinghua enfatizó la importancia de la gobernanza ética de la inteligencia artificial y sugirió establecer un estándar ético de IA unificado global.\n\nEl \"Informe de Desarrollo de Inteligencia Artificial Global 2023\" publicado por la conferencia muestra que el tamaño del mercado global de IA alcanzará 1.5 billones de dólares estadounidenses en 2022, un aumento interanual del 23.6%. Entre estos, la escala del mercado chino de IA ha alcanzado 400 mil millones de yuanes, y se ha logrado un progreso significativo en visión por computadora, reconocimiento de voz y otros campos. El informe predice que para 2025, el tamaño del mercado global de IA superará los 3 billones de dólares estadounidenses.\n\nMuchos logros tecnológicos de vanguardia se mostraron en la exposición. Incluyendo una nueva generación de robots inteligentes, sistemas de conducción autónoma, equipos médicos inteligentes, etc. Entre ellos, el robot de interacción emocional desarrollado por la Universidad Tsinghua ha atraído atención generalizada. El robot puede reconocer con precisión las expresiones faciales y tonos humanos, y hacer respuestas emocionales correspondientes, con una precisión de identificación del 95 por ciento.\n\nLa conferencia también celebró la \"Competencia de Innovación y Emprendimiento de IA\", que atrajo a más de 500 equipos de todo el mundo a participar. Finalmente, un equipo de startup enfocado en aplicaciones agrícolas de IA ganó el campeonato con su sistema inteligente de identificación de plagas y enfermedades de cultivos, que tiene una tasa de precisión de más del 98 por ciento y ha sido piloteado en varias provincias agrícolas importantes.\n\nEn la ceremonia de clausura, el comité organizador anunció que establecería una \"Alianza Global de Innovación de Inteligencia Artificial\" para promover la cooperación internacional, la formación de talentos y la innovación tecnológica. Los primeros miembros de la alianza incluyen 50 instituciones de investigación de primer nivel y 100 empresas líderes en 20 países.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | ¿Se mencionó el nombre específico de la conferencia: la 20ª Conferencia Internacional China de Inteligencia Artificial?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | ¿Se mencionó el número de participantes: más de 1,500 expertos, académicos y representantes corporativos de más de 30 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | ¿Se mencionó el tema de la conferencia: Nueva Era de Inteligencia: Integración, Innovación y Sostenibilidad?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | ¿Se mencionó el punto de vista del académico Wang Jian: la inteligencia artificial está entrando en una nueva etapa de desarrollo, y los avances en la tecnología de modelos grandes han traído nuevas oportunidades para el desarrollo industrial?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | ¿Se mencionó el tamaño del mercado global de IA en 2022: 1.5 billones de dólares estadounidenses, un aumento interanual del 23.6%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | ¿Se mencionó el tamaño del mercado chino de IA: 400 mil millones de yuanes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | ¿Se mencionó la predicción del tamaño del mercado global de IA para 2025: superar los 3 billones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | ¿Se mencionó la tasa de precisión de identificación del robot de interacción emocional desarrollado por la Universidad Tsinghua: 95 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | ¿Se mencionó el número de equipos participantes en la competencia de innovación y emprendimiento de IA: más de 500 equipos de todo el mundo?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | ¿Se mencionó la tasa de precisión del sistema del equipo campeón: más del 98 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | ¿Se mencionó la escala de los primeros miembros de la Alianza Global de Innovación de Inteligencia Artificial: 50 instituciones de investigación de primer nivel y 100 empresas líderes en 20 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Investigación sobre Cambio Climático Global 2023 muestra que la Tierra está experimentando una crisis ambiental sin precedentes. Según el último análisis de datos satelitales, la temperatura promedio global en 2023 aumentará 1.5℃ en comparación con los tiempos preindustriales, estableciendo un récord histórico. La tasa de calentamiento en el Ártico es el doble del promedio global, resultando en el derretimiento de glaciares a gran escala. Se espera que para 2050, el Ártico pueda tener su primer verano libre de hielo.\n\nEl equipo de investigación encontró que la frecuencia de eventos climáticos extremos ha aumentado significativamente al analizar datos históricos de 2,000 estaciones meteorológicas alrededor del mundo. En 2023, hubo 127 tormentas intensas y 43 temperaturas extremadamente altas en todo el mundo, un aumento del 45 por ciento y 60 por ciento respectivamente en comparación con hace diez años. Las pérdidas económicas causadas por estos climas desastrosos ascienden a 280 mil millones de dólares estadounidenses, afectando a más de 200 millones de personas.\n\nLa tasa de aumento del nivel del mar se está acelerando. En los últimos 25 años, el nivel promedio global del mar ha aumentado 8.9 cm. Los estudios predicen que si las emisiones de gases de efecto invernadero continúan la tendencia actual, el nivel del mar puede aumentar más de 1 metro para finales de este siglo, lo que amenazará el entorno de vida de aproximadamente 600 millones de personas costeras en todo el mundo.\n\nLa biodiversidad continúa disminuyendo, con registros de investigación que muestran que en los últimos 50 años, aproximadamente 28,000 especies de organismos han estado en peligro en todo el mundo. Las selvas tropicales están siendo taladas a una velocidad alarmante, con una pérdida de 1.5 millones de hectáreas solo en 2023, un área equivalente al tamaño de Suiza. Los ecosistemas marinos también están bajo seria amenaza, con el 90 por ciento de los arrecifes de coral en riesgo de muerte.\n\nEl informe señala que la concentración de dióxido de carbono en la atmósfera ha alcanzado 417ppm, un aumento del 50 por ciento desde los tiempos preindustriales. Aunque los países se han comprometido a reducir las emisiones, las emisiones globales de carbono aún aumentarán un 2.7 por ciento en 2023 a un récord de 37.8 mil millones de toneladas. Entre estos, la industria de generación de energía representa el 35 por ciento, la producción industrial representa el 28%, y el transporte representa el 24%.\n\nPara hacer frente a la crisis climática, el informe recomienda tomar medidas de emergencia: para 2030, la proporción de energía renovable aumentará al 60%, la participación de mercado de vehículos eléctricos aumentará al 40%, y la eficiencia energética de los edificios aumentará un 30%. También recomienda el establecimiento de un fondo global de adaptación climática de $100 mil millones para ayudar a los países en desarrollo a mejorar su capacidad de adaptación.\n\nLos científicos advierten que si no se toman medidas efectivas en los próximos cinco años, los efectos del calentamiento global pueden alcanzar un punto de inflexión irreversible. Para entonces, incluso si los humanos detienen todas las emisiones de gases de efecto invernadero, la Tierra continuará calentándose durante décadas, lo que llevará a desastres naturales más frecuentes, crisis alimentarias más serias y problemas de refugiados climáticos a mayor escala.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | ¿Se mencionaron los datos específicos del aumento de la temperatura promedio global en 2023: 1.5℃ en comparación con los tiempos preindustriales, estableciendo un récord histórico?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | ¿Se mencionó el número de tormentas intensas en 2023: 127 tormentas intensas, un aumento del 45 por ciento en comparación con hace diez años?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | ¿Se mencionaron los datos de pérdidas económicas causadas por el clima extremo: 280 mil millones de dólares estadounidenses, afectando a más de 200 millones de personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | ¿Se mencionaron los datos específicos del aumento del nivel promedio global del mar en los últimos 25 años: 8.9 cm?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | ¿Se mencionó el número de especies en peligro de extinción: aproximadamente 28,000 especies de organismos han estado en peligro en todo el mundo en los últimos 50 años?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | ¿Se mencionó el área de pérdida de selva tropical en 2023: 1.5 millones de hectáreas, un área equivalente al tamaño de Suiza?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | ¿Se mencionó la concentración actual de dióxido de carbono en la atmósfera: 417ppm, un aumento del 50 por ciento desde los tiempos preindustriales?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | ¿Se mencionaron las emisiones globales de carbono en 2023: aumento del 2.7 por ciento a un récord de 37.8 mil millones de toneladas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | ¿Se mencionó la proporción de emisiones de carbono de la industria de generación de energía: 35 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | ¿Se mencionó la proporción objetivo de energía renovable para 2030: aumentar al 60 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | ¿Se mencionó la escala del fondo global de adaptación climática propuesto: fondo global de adaptación climática de $100 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de la Economía Digital Global 2023 muestra que la economía digital se ha convertido en la principal fuerza impulsora del crecimiento económico global. Según los datos del informe, la escala total de la economía digital global alcanzó $54.8 billones en 2023, un aumento interanual del 18.2%, y la proporción del PIB global superó el 45% por primera vez. Entre estos, la escala de la economía digital de China alcanzó 50.1 billones de yuanes, un aumento interanual del 15.3%, y la economía digital representó el 41.5% del PIB.\n\nEn términos de construcción de infraestructura digital, el número total de estaciones base 5G globales superó los 3.5 millones, con China representando más del 60%. El número global de centros de datos alcanzó 8,500, con un consumo anual de energía que supera los 200 mil millones de kWh. La escala del mercado de computación en la nube alcanzó $485 mil millones, con la participación de mercado combinada de AWS, Microsoft Azure y Alibaba Cloud superando el 65%.\n\nLa innovación tecnológica digital continúa acelerándose, con las solicitudes globales de patentes de IA alcanzando 520,000, un aumento interanual del 32%. Las aplicaciones de tecnología blockchain continúan expandiéndose, con la escala del mercado global de blockchain alcanzando $128 mil millones. La inversión en computación cuántica superó los $15 mil millones, con computadoras cuánticas en desarrollo alcanzando el nivel de 1,000 qubits.\n\nEl comercio digital se está desarrollando rápidamente, con la escala de transacciones de comercio electrónico transfronterizo global alcanzando $3.8 billones, un aumento interanual del 25%. El volumen de transacciones de pagos digitales superó los $8.5 billones, con pagos móviles representando el 68%. Los usuarios globales de comercio electrónico alcanzaron 2.8 mil millones, con servicios digitales cubriendo más del 80% de la población global.\n\nEn términos de empleo en la industria digital, las posiciones relacionadas con la economía digital global alcanzaron 320 millones, un aumento interanual del 12%. Las posiciones altamente calificadas como desarrollo de software, análisis de datos e inteligencia artificial mostraron un crecimiento significativo de la demanda, con niveles salariales promedio 35% más altos que las industrias tradicionales. Se espera que para 2025, la brecha de talento de la economía digital global alcance 85 millones de personas.\n\nLa gobernanza digital continúa mejorando, con 128 países en todo el mundo habiendo emitido leyes y regulaciones relacionadas con la protección de datos. La inversión en seguridad de red alcanzó $189 mil millones, un aumento del 22% sobre el año anterior. Las pérdidas económicas globales causadas por incidentes de seguridad de red alcanzaron $950 mil millones, un aumento del 15% sobre el año anterior.\n\nEl informe predice que para 2025, la escala de la economía digital global superará los $75 billones, con una tasa de crecimiento anual promedio de más del 15%. El desarrollo integrado de tecnologías emergentes generará más nuevas formas y modelos de negocio, y la transformación digital acelerará la penetración del campo del consumidor al campo de la producción. Se espera que la economía digital se convierta en un motor clave para la recuperación económica global en la era post-pandemia.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | ¿Se mencionó la escala total de la economía digital global en 2023: 54.8 billones de dólares estadounidenses, un aumento interanual del 18.2%, representando más del 45% del PIB global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | ¿Se mencionó la escala de la economía digital de China: 50.1 billones de yuanes, un aumento interanual del 15.3%, representando el 41.5% del PIB?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | ¿Se mencionó el número total de estaciones base 5G globales: superó los 3.5 millones, con China representando más del 60%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | ¿Se mencionó la escala del mercado global de computación en la nube: 485 mil millones de dólares estadounidenses, con la participación de mercado combinada de AWS, Microsoft Azure y Alibaba Cloud superando el 65%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | ¿Se mencionó el número de solicitudes globales de patentes de inteligencia artificial: 520,000, un aumento interanual del 32%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | ¿Se mencionó la escala del mercado global de blockchain: 128 mil millones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | ¿Se mencionó la escala de transacciones de comercio electrónico transfronterizo global: 3.8 billones de dólares estadounidenses, un aumento interanual del 25%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | ¿Se mencionó el número de posiciones relacionadas con la economía digital: 320 millones de posiciones, un aumento interanual del 12%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | ¿Se mencionó la cantidad de inversión en seguridad de red: 189 mil millones de dólares estadounidenses, un aumento del 22% sobre el año anterior?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | ¿Se mencionó la predicción de la escala de la economía digital global para 2025: superar los 75 billones de dólares estadounidenses, con una tasa de crecimiento anual promedio de más del 15%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【Se lograron avances importantes en la exploración espacial humana en 2023, con múltiples misiones hito completadas exitosamente. La primera misión de vuelo de prueba del programa de aterrizaje lunar \"Artemis\" de la NASA se completó exitosamente, con la nave espacial no tripulada orbitando la luna durante 13 días y completando un viaje de 2.26 millones de kilómetros. La misión verificó el rendimiento del cohete de carga pesada de nueva generación SLS, sentando las bases para el aterrizaje lunar tripulado en 2025.\n\nEn la exploración de Marte, el rover \"Perseverance\" descubrió moléculas orgánicas sospechosas de ser signos de vida en la superficie marciana y recolectó 28 muestras de rocas. El \"Tianwen-1\" de China transmitió más de 1,100 GB de datos de imágenes de Marte, creando el mapa topográfico más detallado de Marte hasta la fecha. La sonda \"Mars Express\" de la ESA descubrió que las reservas de agua subterránea de Marte superan con creces las expectativas, aproximadamente 1.5 veces las reservas de agua dulce de la Tierra.\n\nLa exploración del espacio profundo logró nuevos avances, con la sonda \"New Horizons\" volando a través del Cinturón de Kuiper y descubriendo múltiples cuerpos celestes desconocidos. La sonda \"Juno\" completó un sobrevuelo cercano de Europa, la luna de Júpiter, obteniendo datos extensos sobre su océano subterráneo. La \"Parker Solar Probe\" hizo historia al convertirse en el primer objeto hecho por humanos en \"tocar\" el Sol, alcanzando una distancia más cercana asombrosa de 8.1 millones de kilómetros.\n\nLa construcción de la estación espacial progresó de manera constante, con la estación espacial de China completando la construcción integral y albergando 12 astronautas en total. El período de servicio de la Estación Espacial Internacional se extendió hasta 2030, completando 6 misiones de caminata espacial. El vuelo espacial comercial floreció, con SpaceX completando 68 misiones de lanzamiento durante todo el año, estableciendo un nuevo récord de vuelo espacial comercial.\n\nLas misiones de retorno de muestras de asteroides lograron un progreso revolucionario, con la sonda \"OSIRIS-REx\" de la NASA regresando exitosamente muestras del asteroide Bennu a la Tierra, totalizando 250 gramos, la muestra de asteroide más grande hasta la fecha. Los resultados del análisis de la misión \"Hayabusa2\" de Japón mostraron que el asteroide Ryugu contiene aminoácidos y otras sustancias esenciales para la vida.\n\nEn observaciones astronómicas, el Telescopio Espacial James Webb descubrió la galaxia más distante hasta la fecha, a 13.3 mil millones de años luz de la Tierra. El satélite \"Insight-HXMT\" de China detectó por primera vez explosiones de rayos gamma ultra-fuertes de explosiones de magnetar. El conjunto de radiotelescopios SKA comenzó la construcción, que se convertirá en la instalación astronómica más grande de la humanidad una vez completada.\n\nLa innovación tecnológica aeroespacial continúa, con la tecnología de cohetes reutilizables volviéndose cada vez más madura, logrando una tasa de éxito de recuperación del 95%. Se hizo un progreso importante en la investigación del sistema de propulsión nuclear, con un empuje teórico 10 veces mayor que los cohetes químicos. La tecnología de limpieza de desechos espaciales logró avances, con el primer satélite de limpieza comercial capturando y destruyendo exitosamente 2 satélites abandonados.\n\nLos planes de exploración espacial para los próximos 5 años se han aclarado, incluyendo misiones importantes como el aterrizaje lunar tripulado, el retorno de muestras de Marte y la exploración del sistema de Júpiter. Se espera que para 2030, la escala de la industria aeroespacial global supere $1 billón, y la economía espacial se convertirá en un nuevo punto de crecimiento.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | ¿Se mencionó el tiempo de vuelo del programa Artemis: 13 días orbitando la luna, completando un viaje de 2.26 millones de kilómetros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | ¿Se mencionó el número de muestras de rocas recolectadas por Perseverance: 28 muestras de rocas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | ¿Se mencionó la cantidad de datos transmitidos por Tianwen-1: más de 1,100 GB de datos de imágenes de Marte?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | ¿Se mencionó la distancia más cercana de la Parker Solar Probe al Sol: 8.1 millones de kilómetros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | ¿Se mencionó el número de astronautas albergados por la estación espacial china: 12 astronautas en total?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | ¿Se mencionó el número de lanzamientos anuales de SpaceX: 68 misiones de lanzamiento durante todo el año?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | ¿Se mencionó el peso de las muestras traídas por OSIRIS-REx: 250 gramos, la muestra de asteroide más grande hasta la fecha?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | ¿Se mencionó la distancia de la galaxia más lejana descubierta por el telescopio Webb: 13.3 mil millones de años luz de la Tierra?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | ¿Se mencionó la tasa de éxito de recuperación de cohetes reutilizables: 95%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | ¿Se mencionó la predicción de la escala de la industria aeroespacial global para 2030: superar 1 billón de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Situación de Salud Pública Global 2023 muestra que el sistema de salud global enfrenta nuevos desafíos en la era post-epidémica. Se han reportado un total de 156 nuevos brotes de enfermedades infecciosas en todo el mundo, un aumento del 23% sobre el año anterior. Los datos de la Organización Mundial de la Salud (OMS) muestran que los gastos globales de salud han alcanzado $9.7 billones de dólares estadounidenses, representando el 10.2% del PIB global, pero la brecha en la asignación de recursos médicos entre países continúa ampliándose.\n\nEn términos de prevención y control de enfermedades infecciosas, la red global de vigilancia de influenza cubre 153 países y monitorea 12,000 puntos de muestreo en tiempo real. El sistema de monitoreo de variantes del nuevo coronavirus ha identificado 38 variantes importantes, de las cuales 5 están listadas como preocupaciones clave. La tasa global de vacunación ha alcanzado el 76%, pero aún hay 23 países en África con una tasa de vacunación por debajo del 30%.\n\nSe ha logrado progreso en la prevención y tratamiento de enfermedades crónicas. La tasa global de supervivencia a 5 años del cáncer ha superado el 70% por primera vez, con las tasas de supervivencia del cáncer de mama y próstata superando el 90%. La tasa de mortalidad por enfermedades cardiovasculares ha disminuido un 15% desde hace una década, pero sigue siendo la principal causa de muerte en el mundo. El número de pacientes diabéticos ha alcanzado 537 millones, duplicándose desde 2000, y los gastos médicos anuales superan los $760 mil millones de dólares estadounidenses.\n\nLos problemas de salud mental se están volviendo cada vez más prominentes, con más de 400 millones de personas sufriendo de depresión en todo el mundo, un aumento del 28% desde antes de la epidemia. La salud mental de los adolescentes es preocupante, con la tasa de suicidio de personas de 15-24 años aumentando un 12%. Los gastos médicos para salud mental en varios países solo representan el 2.8% de los gastos totales, muy por debajo del estándar del 5% recomendado por la OMS.\n\nLa innovación tecnológica médica se está acelerando, con la precisión del diagnóstico asistido por IA alcanzando el 97%, especialmente en el campo del diagnóstico por imágenes. La terapia génica ha logrado un avance importante, con 15 tipos de terapia génica aprobados en todo el mundo, y el costo del tratamiento ha disminuido un 60% en comparación con hace cinco años. Los servicios de telemedicina cubren una población de 850 millones y juegan un papel importante en áreas remotas.\n\nEl problema de la distribución desigual de recursos médicos sigue siendo prominente, con el 45% de los recursos médicos mundiales concentrados en países desarrollados que representan el 15% de la población. El número promedio de médicos por 10,000 personas en África es solo 2.3, muy por debajo del estándar de 23 recomendado por la OMS. Todavía hay aproximadamente 3.8 mil millones de personas en el mundo que no pueden acceder a servicios médicos básicos.\n\nEl problema de la resistencia a los antibióticos se agrava, con 1.5 millones de muertes por infecciones de bacterias resistentes cada año y pérdidas económicas que superan los $550 mil millones de dólares estadounidenses. La OMS advierte que si no se toman medidas, las infecciones resistentes a los medicamentos pueden convertirse en la principal causa de muerte para 2050.\n\nEl informe recomienda fortalecer la cooperación global en salud, establecer un fondo global de emergencia de salud de $10 mil millones, y mejorar los sistemas de alerta temprana de enfermedades. Intensificar la formación de talentos médicos y entrenar 5 millones de profesionales médicos para 2030. Promover la innovación tecnológica médica y aumentar la accesibilidad de los servicios médicos en un 30%. Al mismo tiempo, hace un llamado a los países desarrollados para que asuman más responsabilidades en la asistencia sanitaria internacional y ayuden a las regiones subdesarrolladas a mejorar sus estándares médicos.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | ¿Se mencionó el número de nuevos brotes de enfermedades infecciosas globales: 156 nuevos brotes de enfermedades infecciosas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | ¿Se mencionó la proporción del gasto global en salud del PIB: 10.2% del PIB global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | ¿Se mencionó el número de países cubiertos por la red global de vigilancia de influenza: 153 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | ¿Se mencionó la tasa global de supervivencia a 5 años del cáncer: superó el 70%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | ¿Se mencionó el número global de pacientes diabéticos: 537 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | ¿Se mencionó el número global de pacientes con depresión: más de 400 millones de personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | ¿Se mencionó la precisión del diagnóstico asistido por IA: 97%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | ¿Se mencionó la población cubierta por servicios de telemedicina: 850 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | ¿Se mencionó la proporción de médicos por población en África: 2.3 por 10,000 personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | ¿Se mencionó el número de muertes por infecciones de bacterias resistentes: 1.5 millones de muertes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | ¿Se mencionó la escala del fondo global de emergencia de salud: $10 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de la Industria Global de Vehículos de Nueva Energía 2023 muestra que la transformación de electrificación ha entrado en el carril rápido. Las ventas anuales globales de vehículos de nueva energía superaron los 14.8 millones de unidades, un aumento interanual del 46.3%, y la tasa de penetración del mercado alcanzó el 22%. Entre estos, los vehículos eléctricos puros representaron el 68%, los vehículos híbridos enchufables representaron el 29%, y los vehículos de celdas de combustible de hidrógeno representaron el 3%. El mercado chino tuvo el mejor desempeño, con ventas alcanzando 8.2 millones de unidades, representando el 55.4% del total global.\n\nLa tecnología de baterías de potencia continúa avanzando, y la densidad de energía de la nueva generación de baterías de estado sólido ha alcanzado 400Wh/kg, un aumento del 45% sobre las baterías de litio tradicionales. La capacidad global de producción de baterías de potencia ha alcanzado 1200GWh, y la inversión de la industria ha superado los $85 mil millones de dólares estadounidenses. Los costos de las baterías han disminuido un 38% desde 2020, impulsando una reducción significativa en los costos de fabricación de vehículos.\n\nLa infraestructura de carga ha acelerado su despliegue, y el número de puntos de carga públicos en todo el mundo ha alcanzado 18.5 millones, de los cuales los puntos de carga rápida representan el 35%. La tecnología de carga inteligente ha sido promovida y aplicada, y los proyectos de demostración de interacción vehículo-red (V2G) se han implementado en 15 países, proporcionando 45GWh de capacidad de nivelación de picos para la red eléctrica.\n\nLa tecnología de conducción inteligente se ha actualizado, con la tasa de penetración de la conducción autónoma L2+ alcanzando el 45%, y el nivel L3 ha comenzado la producción en masa. La escasez global de chips automotrices ha mejorado significativamente, con la capacidad de producción anual aumentando un 28%. La potencia de cómputo del sistema inteligente a bordo ha superado los 1000TOPS, soportando escenarios de conducción autónoma más complejos.\n\nLa localización de la cadena industrial se ha acelerado, y se han formado cinco grandes clústeres industriales de vehículos de nueva energía a nivel global. Las capacidades de control independiente de materiales clave se han mejorado, y la tasa de autosuficiencia de China en materiales de baterías de litio ha superado el 85%. El sistema de reciclaje para baterías de potencia usadas se ha mejorado gradualmente, con una tasa de reciclaje del 78% y un tamaño de mercado derivado de más de $28 mil millones de dólares estadounidenses.\n\nLa exportación de vehículos de nueva energía ha crecido rápidamente, con el volumen de exportación de vehículos de nueva energía de China alcanzando 950,000 unidades, un aumento interanual del 120%. La transformación de electrificación del mercado europeo se ha acelerado, con los vehículos eléctricos representando el 28% de las ventas de autos nuevos. El mercado estadounidense ha crecido rápidamente con el apoyo de políticas, con ventas anuales superando los 2.1 millones de unidades.\n\nLa competencia en rutas técnicas se ha intensificado, y nuevas tecnologías como baterías de estado sólido y baterías de iones de sodio han acelerado la comercialización. La tecnología de celdas de combustible de hidrógeno ha logrado avances, y los costos del sistema han disminuido un 55% en comparación con 2020. El modelo de intercambio de baterías se promueve en el campo de vehículos comerciales pesados, y se han construido 28,000 estaciones de intercambio de baterías en todo el mundo.\n\nLas políticas industriales continúan optimizándose, y el mundo ha invertido un total de $280 mil millones de dólares estadounidenses en subsidios. Las regulaciones de emisiones de carbono en varios países se han vuelto más estrictas, y el cronograma para la retirada de vehículos de combustible tradicional se ha aclarado. El sistema de estándares industriales se ha mejorado continuamente, impulsando el desarrollo saludable de la industria global de vehículos de nueva energía.\n\nPerspectiva para los próximos cinco años: Se espera que para 2028, las ventas anuales de vehículos de nueva energía en todo el mundo superen los 35 millones, y la tasa de penetración del mercado supere el 45%. Se espera que la densidad de energía de las baterías de potencia supere los 500Wh/kg, y el costo disminuya por debajo de $60/kWh. La conducción inteligente entrará en la etapa de comercialización de nivel L4, impulsando un mercado inteligente de $500 mil millones de dólares estadounidenses.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | ¿Se mencionaron las ventas anuales globales de vehículos de nueva energía: 14.8 millones de unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | ¿Se mencionó la proporción de ventas del mercado chino: 55.4% del total global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | ¿Se mencionó la densidad de energía de la nueva generación de baterías de estado sólido: 400Wh/kg?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | ¿Se mencionó el número global de puntos de carga públicos: 18.5 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | ¿Se mencionó la tasa de penetración de la conducción autónoma L2+: 45%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | ¿Se mencionó la tasa de autosuficiencia de China en materiales de baterías de litio: superó el 85%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | ¿Se mencionó el volumen de exportación de vehículos de nueva energía de China: 950,000 unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | ¿Se mencionó la reducción de costos del sistema de celdas de combustible de hidrógeno: 55% en comparación con 2020?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | ¿Se mencionó el número global de estaciones de intercambio de baterías: 28,000 estaciones de intercambio de baterías?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | ¿Se mencionó el monto total de fondos de subsidios globales: $280 mil millones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de Tecnología del Metaverso 2023 muestra que la industria global del Metaverso alcanzará $385 mil millones, un aumento del 85% interanual. El volumen de envío de dispositivos de realidad virtual (VR) y realidad aumentada (AR) superó los 32 millones de unidades, un aumento del 62% sobre el año anterior. El número de solicitudes de patentes relacionadas con el Metaverso alcanzó 185,000, de las cuales China representó el 38%, ocupando el primer lugar en el mundo.\n\nAvances significativos en tecnología de hardware, la resolución de la nueva generación de dispositivos VR alcanzó 4K×4K, el campo de visión se expandió a 120 grados, y la latencia se redujo a 12ms. Las soluciones ópticas de AR son innovadoras, y la tecnología de guía de ondas de difracción reduce el peso del dispositivo a 120g. Se ha logrado un progreso significativo en interfaces cerebro-computadora, y los dispositivos no invasivos pueden reconocer 1,000 comandos de pensamiento con una tasa de precisión del 92%.\n\nLa tecnología interactiva se está volviendo cada vez más madura, la precisión de la captura de movimiento de cuerpo completo se ha mejorado al nivel sub-milimétrico, y el reconocimiento de expresiones faciales```python\n        soporta 95 micro-expresiones. Se han logrado avances en la tecnología de retroalimentación táctil, que puede simular el tacto de 200 materiales diferentes. La tecnología de proyección holográfica ha alcanzado resolución 8K, soportando que múltiples personas vean al mismo tiempo sin gafas especiales.\nEl ecosistema de contenido está floreciendo, con más de 8.5 millones de desarrolladores de contenido del Metaverso en todo el mundo, un aumento del 95% desde el año anterior. El número de usuarios activos mensuales de plataformas sociales virtuales ha alcanzado 450 millones, y el número más alto de espectadores en línea para un solo concierto virtual ha superado los 25 millones. Se usa ampliamente en el campo de la educación, con el 15% de las universidades en todo el mundo ofreciendo cursos del Metaverso.\nLa economía digital está acelerando su diseño, con el valor de mercado de las empresas cotizadas relacionadas con el concepto del Metaverso global superando los $2.8 billones de dólares estadounidenses. La escala de transacciones de activos virtuales ha alcanzado $68 mil millones de dólares estadounidenses, y el volumen promedio diario de transacciones del mercado NFT ha superado los $150 millones de dólares estadounidenses. La escala del mercado publicitario del Metaverso ha alcanzado $12.5 mil millones de dólares estadounidenses, con una tasa de crecimiento anual de más del 200%.\nLa formulación de estándares técnicos se ha acelerado, y IEEE ha lanzado el primer estándar de arquitectura de referencia del Metaverso. La Alianza de la Industria del Metaverso se ha establecido globalmente, con 180 empresas participando en la formulación de estándares. El marco de seguridad de datos y protección de privacidad se ha mejorado gradualmente para soportar la interoperabilidad de datos entre plataformas.\nLas aplicaciones industriales se están profundizando constantemente, y el Metaverso industrial ha llevado a un aumento del 28% en la eficiencia de fabricación. El Metaverso médico ha soportado 5,000 cirugías remotas con una tasa de precisión del 99.9%. El volumen de transacciones de la plataforma del metaverso inmobiliario superó los $20 mil millones de dólares estadounidenses, y la visualización de casas en línea representó el 35%.\nLa demanda de talento está creciendo rápidamente, y la demanda global de posiciones relacionadas con el metaverso ha alcanzado 950,000, con un salario promedio 45% más alto que las posiciones tradicionales de TI. Los países han aumentado sus esfuerzos en la formación de talentos, y hay más de 3,000 instituciones de formación profesional. Se estima que la brecha de talento alcanzará 2.8 millones para 2025.\nTendencias de desarrollo futuro: Se estima que para 2028, el tamaño del mercado global del metaverso superará $1.5 billones de dólares estadounidenses. La economía real está acelerando su transformación digital, y el 85% de las marcas desplegarán el metaverso. La integración e innovación tecnológica se está acelerando, y las interfaces cerebro-computadora, la tecnología holográfica, la computación cuántica, etc. traerán avances revolucionarios.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | ¿Se mencionó la escala de la industria global del Metaverso: $385 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | ¿Se mencionó el volumen de envío de dispositivos VR/AR: 32 millones de unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | ¿Se mencionaron los datos de latencia de la nueva generación de dispositivos VR: 12ms?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | ¿Se mencionó el número de comandos de pensamiento que pueden reconocer las interfaces cerebro-computadora: 1,000 comandos de pensamiento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | ¿Se mencionó el número global de desarrolladores de contenido del Metaverso: 8.5 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | ¿Se mencionó el número de usuarios activos mensuales de plataformas sociales virtuales: 450 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | ¿Se mencionó el volumen promedio diario de transacciones del mercado NFT: $150 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | ¿Se mencionó el número de empresas participantes en la Alianza de la Industria del Metaverso: 180 empresas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | ¿Se mencionó el número de cirugías remotas soportadas por el Metaverso médico: 5,000 cirugías remotas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | ¿Se mencionó la predicción del tamaño del mercado global del metaverso para 2028: $1.5 billones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Innovación y Desarrollo de la Educación Global 2023 muestra que la transformación digital de la educación se está acelerando, y la inversión global en tecnología educativa ha alcanzado $342 mil millones de dólares estadounidenses, un aumento interanual del 42%. La escala de usuarios de educación en línea ha superado los 1.8 mil millones, y los recursos de aprendizaje digital cubren el 89% de los estudiantes en todo el mundo. En la era post-epidémica, la educación híbrida se ha convertido en la corriente principal, y la enseñanza integrada en línea y fuera de línea representa el 65%.\nLa aplicación de inteligencia artificial en educación se ha profundizado, y los asistentes de enseñanza de IA han cubierto más de 250 millones de usuarios con una tasa de precisión del 96%. El sistema de aprendizaje adaptativo puede identificar más de 8,000 patrones de comportamiento de aprendizaje, y la tasa de precisión de recomendaciones personalizadas ha alcanzado el 92%. El análisis de big data educativo apoya las decisiones de enseñanza y mejora la efectividad de la enseñanza en un 35%.\nEl modo de suministro de recursos educativos ha cambiado. El número de cursos en la plataforma global MOOC ha superado los 85,000, y el número acumulativo de selecciones de cursos ha alcanzado 1.5 mil millones. El intercambio de recursos educativos de alta calidad se ha acelerado, y el número de cursos abiertos en universidades prestigiosas internacionales ha alcanzado 12,000. Hay más de 5,000 proyectos de enseñanza experimental de simulación virtual, cubriendo 12 disciplinas.\nLa evaluación educativa ha innovado y desarrollado, y el sistema de certificación de créditos basado en blockchain ha sido piloteado en 280 universidades. El sistema de evaluación inteligente puede analizar datos del proceso de aprendizaje en tiempo real, con 186 dimensiones de evaluación. El modelo de evaluación basado en competencias se promueve en el campo de la educación vocacional, y se conectan 2,800 estándares profesionales.\nEl desarrollo profesional de los maestros se acelera, y 8.5 millones de maestros en todo el mundo han completado la formación en habilidades de enseñanza digital. La tasa de cobertura de la formación en alfabetización de inteligencia artificial para maestros ha alcanzado el 55%. La aplicación del sistema inteligente de preparación de lecciones se populariza, ahorrando a los maestros el 40% del tiempo de preparación de lecciones. La plataforma de servicios de apoyo al desarrollo de maestros reúne 20 millones de recursos de enseñanza.\nReforma innovadora del modelo de formación de talentos, el aprendizaje basado en proyectos representa el 38%. Hay 35,000 cursos integrados interdisciplinarios, y se han formado 1.8 millones de talentos compuestos. La integración de industria y educación se ha desarrollado profundamente, con 120,000 proyectos de cooperación escuela-empresa y 15 millones de estudiantes cubiertos por educación colaborativa.\nLa equidad educativa continúa mejorando, y la tasa de cobertura de educación en línea en áreas remotas ha aumentado al 75%. Los proyectos de asistencia educativa benefician a 120 millones de estudiantes necesitados. El sistema de apoyo tecnológico de educación especial se mejora, y la tecnología auxiliar beneficia a 28 millones de estudiantes especiales.\nLa cooperación educativa internacional se fortalece, y los proyectos de aprendizaje en línea transfronterizo han alcanzado 8,500. Hay 1,200 acuerdos internacionales de reconocimiento de créditos. La membresía de la Alianza Global de Innovación Educativa se ha expandido a 85 países, con más de 3,000 programas de formación conjunta.\nTendencias de desarrollo futuro: Se estima que para 2028, el mercado global de tecnología educativa alcanzará $850 mil millones de dólares estadounidenses. Las aplicaciones de educación del metaverso se popularizan, y el aprendizaje inmersivo se ha convertido en un método importante. La inteligencia artificial empodera profundamente todo el proceso educativo y promueve cambios en el paradigma educativo. El sistema de aprendizaje permanente es más completo, y la construcción de una sociedad de aprendizaje se acelera.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 120. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | ¿Se mencionó la escala de inversión global en tecnología educativa: $342 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | ¿Se mencionó la escala de usuarios de educación en línea: 1.8 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | ¿Se mencionó el número de usuarios cubiertos por asistentes de enseñanza de IA: 250 millones de usuarios?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | ¿Se mencionó el número de cursos en plataformas MOOC globales: 85,000 cursos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | ¿Se mencionó el número de cursos abiertos de universidades prestigiosas internacionales: 12,000 cursos abiertos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | ¿Se mencionó el número de universidades piloto de certificación de créditos blockchain: 280 universidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | ¿Se mencionó el número de maestros que completaron la formación en habilidades de enseñanza digital: 8.5 millones de maestros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | ¿Se mencionó el número de proyectos de cooperación escuela-empresa: 120,000 proyectos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | ¿Se mencionó el número de estudiantes beneficiados por proyectos de asistencia educativa: 120 millones de estudiantes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | ¿Se mencionó la predicción del tamaño del mercado global de tecnología educativa para 2028: $850 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【Recientemente, la 20ª Conferencia Internacional China de Inteligencia Artificial se celebró con gran pompa en el Centro de Convenciones Internacional de Beijing. Más de 1,500 expertos, académicos y representantes corporativos de más de 30 países de todo el mundo se reunieron para discutir nuevas tendencias y oportunidades en el desarrollo de la inteligencia artificial. La conferencia tuvo como tema \"Nueva Era de Inteligencia: Integración, Innovación y Sostenibilidad\" y estableció más de 100 foros especiales y seminarios técnicos.\n\nDurante la reunión, muchos académicos y expertos expresaron puntos de vista importantes. El académico Wang Jian de la Academia China de Ingeniería señaló que la inteligencia artificial está entrando en una nueva etapa de desarrollo, y los avances en la tecnología de modelos grandes han traído nuevas oportunidades para el desarrollo industrial. El académico Zhang Bei de la Universidad Tsinghua enfatizó la importancia de la gobernanza ética de la inteligencia artificial y sugirió establecer un estándar ético de IA unificado global.\n\nEl \"Informe de Desarrollo de Inteligencia Artificial Global 2023\" publicado por la conferencia muestra que el tamaño del mercado global de IA alcanzará 1.5 billones de dólares estadounidenses en 2022, un aumento interanual del 23.6%. Entre estos, la escala del mercado chino de IA ha alcanzado 400 mil millones de yuanes, y se ha logrado un progreso significativo en visión por computadora, reconocimiento de voz y otros campos. El informe predice que para 2025, el tamaño del mercado global de IA superará los 3 billones de dólares estadounidenses.\n\nMuchos logros tecnológicos de vanguardia se mostraron en la exposición. Incluyendo una nueva generación de robots inteligentes, sistemas de conducción autónoma, equipos médicos inteligentes, etc. Entre ellos, el robot de interacción emocional desarrollado por la Universidad Tsinghua ha atraído atención generalizada. El robot puede reconocer con precisión las expresiones faciales y tonos humanos, y hacer respuestas emocionales correspondientes, con una precisión de identificación del 95 por ciento.\n\nLa conferencia también celebró la \"Competencia de Innovación y Emprendimiento de IA\", que atrajo a más de 500 equipos de todo el mundo a participar. Finalmente, un equipo de startup enfocado en aplicaciones agrícolas de IA ganó el campeonato con su sistema inteligente de identificación de plagas y enfermedades de cultivos, que tiene una tasa de precisión de más del 98 por ciento y ha sido piloteado en varias provincias agrícolas importantes.\n\nEn la ceremonia de clausura, el comité organizador anunció que establecería una \"Alianza Global de Innovación de Inteligencia Artificial\" para promover la cooperación internacional, la formación de talentos y la innovación tecnológica. Los primeros miembros de la alianza incluyen 50 instituciones de investigación de primer nivel y 100 empresas líderes en 20 países.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | ¿Se mencionó el nombre específico de la conferencia: la 20ª Conferencia Internacional China de Inteligencia Artificial?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | ¿Se mencionó el número de participantes: más de 1,500 expertos, académicos y representantes corporativos de más de 30 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | ¿Se mencionó el tema de la conferencia: Nueva Era de Inteligencia: Integración, Innovación y Sostenibilidad?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | ¿Se mencionó el punto de vista del académico Wang Jian: la inteligencia artificial está entrando en una nueva etapa de desarrollo, y los avances en la tecnología de modelos grandes han traído nuevas oportunidades para el desarrollo industrial?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | ¿Se mencionó el tamaño del mercado global de IA en 2022: 1.5 billones de dólares estadounidenses, un aumento interanual del 23.6%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | ¿Se mencionó el tamaño del mercado chino de IA: 400 mil millones de yuanes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | ¿Se mencionó la predicción del tamaño del mercado global de IA para 2025: superar los 3 billones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | ¿Se mencionó la tasa de precisión de identificación del robot de interacción emocional desarrollado por la Universidad Tsinghua: 95 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | ¿Se mencionó el número de equipos participantes en la competencia de innovación y emprendimiento de IA: más de 500 equipos de todo el mundo?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | ¿Se mencionó la tasa de precisión del sistema del equipo campeón: más del 98 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | ¿Se mencionó la escala de los primeros miembros de la Alianza Global de Innovación de Inteligencia Artificial: 50 instituciones de investigación de primer nivel y 100 empresas líderes en 20 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Investigación sobre Cambio Climático Global 2023 muestra que la Tierra está experimentando una crisis ambiental sin precedentes. Según el último análisis de datos satelitales, la temperatura promedio global en 2023 aumentará 1.5℃ en comparación con los tiempos preindustriales, estableciendo un récord histórico. La tasa de calentamiento en el Ártico es el doble del promedio global, resultando en el derretimiento de glaciares a gran escala. Se espera que para 2050, el Ártico pueda tener su primer verano libre de hielo.\n\nEl equipo de investigación encontró que la frecuencia de eventos climáticos extremos ha aumentado significativamente al analizar datos históricos de 2,000 estaciones meteorológicas alrededor del mundo. En 2023, hubo 127 tormentas intensas y 43 temperaturas extremadamente altas en todo el mundo, un aumento del 45 por ciento y 60 por ciento respectivamente en comparación con hace diez años. Las pérdidas económicas causadas por estos climas desastrosos ascienden a 280 mil millones de dólares estadounidenses, afectando a más de 200 millones de personas.\n\nLa tasa de aumento del nivel del mar se está acelerando. En los últimos 25 años, el nivel promedio global del mar ha aumentado 8.9 cm. Los estudios predicen que si las emisiones de gases de efecto invernadero continúan la tendencia actual, el nivel del mar puede aumentar más de 1 metro para finales de este siglo, lo que amenazará el entorno de vida de aproximadamente 600 millones de personas costeras en todo el mundo.\n\nLa biodiversidad continúa disminuyendo, con registros de investigación que muestran que en los últimos 50 años, aproximadamente 28,000 especies de organismos han estado en peligro en todo el mundo. Las selvas tropicales están siendo taladas a una velocidad alarmante, con una pérdida de 1.5 millones de hectáreas solo en 2023, un área equivalente al tamaño de Suiza. Los ecosistemas marinos también están bajo seria amenaza, con el 90 por ciento de los arrecifes de coral en riesgo de muerte.\n\nEl informe señala que la concentración de dióxido de carbono en la atmósfera ha alcanzado 417ppm, un aumento del 50 por ciento desde los tiempos preindustriales. Aunque los países se han comprometido a reducir las emisiones, las emisiones globales de carbono aún aumentarán un 2.7 por ciento en 2023 a un récord de 37.8 mil millones de toneladas. Entre estos, la industria de generación de energía representa el 35 por ciento, la producción industrial representa el 28%, y el transporte representa el 24%.\n\nPara hacer frente a la crisis climática, el informe recomienda tomar medidas de emergencia: para 2030, la proporción de energía renovable aumentará al 60%, la participación de mercado de vehículos eléctricos aumentará al 40%, y la eficiencia energética de los edificios aumentará un 30%. También recomienda el establecimiento de un fondo global de adaptación climática de $100 mil millones para ayudar a los países en desarrollo a mejorar su capacidad de adaptación.\n\nLos científicos advierten que si no se toman medidas efectivas en los próximos cinco años, los efectos del calentamiento global pueden alcanzar un punto de inflexión irreversible. Para entonces, incluso si los humanos detienen todas las emisiones de gases de efecto invernadero, la Tierra continuará calentándose durante décadas, lo que llevará a desastres naturales más frecuentes, crisis alimentarias más serias y problemas de refugiados climáticos a mayor escala.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | ¿Se mencionaron los datos específicos del aumento de la temperatura promedio global en 2023: 1.5℃ en comparación con los tiempos preindustriales, estableciendo un récord histórico?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | ¿Se mencionó el número de tormentas intensas en 2023: 127 tormentas intensas, un aumento del 45 por ciento en comparación con hace diez años?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | ¿Se mencionaron los datos de pérdidas económicas causadas por el clima extremo: 280 mil millones de dólares estadounidenses, afectando a más de 200 millones de personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | ¿Se mencionaron los datos específicos del aumento del nivel promedio global del mar en los últimos 25 años: 8.9 cm?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | ¿Se mencionó el número de especies en peligro de extinción: aproximadamente 28,000 especies de organismos han estado en peligro en todo el mundo en los últimos 50 años?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | ¿Se mencionó el área de pérdida de selva tropical en 2023: 1.5 millones de hectáreas, un área equivalente al tamaño de Suiza?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | ¿Se mencionó la concentración actual de dióxido de carbono en la atmósfera: 417ppm, un aumento del 50 por ciento desde los tiempos preindustriales?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | ¿Se mencionaron las emisiones globales de carbono en 2023: aumento del 2.7 por ciento a un récord de 37.8 mil millones de toneladas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | ¿Se mencionó la proporción de emisiones de carbono de la industria de generación de energía: 35 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | ¿Se mencionó la proporción objetivo de energía renovable para 2030: aumentar al 60 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | ¿Se mencionó la escala del fondo global de adaptación climática propuesto: fondo global de adaptación climática de $100 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de la Economía Digital Global 2023 muestra que la economía digital se ha convertido en la principal fuerza impulsora del crecimiento económico global. Según los datos del informe, la escala total de la economía digital global alcanzó $54.8 billones en 2023, un aumento interanual del 18.2%, y la proporción del PIB global superó el 45% por primera vez. Entre estos, la escala de la economía digital de China alcanzó 50.1 billones de yuanes, un aumento interanual del 15.3%, y la economía digital representó el 41.5% del PIB.\n\nEn términos de construcción de infraestructura digital, el número total de estaciones base 5G globales superó los 3.5 millones, con China representando más del 60%. El número global de centros de datos alcanzó 8,500, con un consumo anual de energía que supera los 200 mil millones de kWh. La escala del mercado de computación en la nube alcanzó $485 mil millones, con la participación de mercado combinada de AWS, Microsoft Azure y Alibaba Cloud superando el 65%.\n\nLa innovación tecnológica digital continúa acelerándose, con las solicitudes globales de patentes de IA alcanzando 520,000, un aumento interanual del 32%. Las aplicaciones de tecnología blockchain continúan expandiéndose, con la escala del mercado global de blockchain alcanzando $128 mil millones. La inversión en computación cuántica superó los $15 mil millones, con computadoras cuánticas en desarrollo alcanzando el nivel de 1,000 qubits.\n\nEl comercio digital se está desarrollando rápidamente, con la escala de transacciones de comercio electrónico transfronterizo global alcanzando $3.8 billones, un aumento interanual del 25%. El volumen de transacciones de pagos digitales superó los $8.5 billones, con pagos móviles representando el 68%. Los usuarios globales de comercio electrónico alcanzaron 2.8 mil millones, con servicios digitales cubriendo más del 80% de la población global.\n\nEn términos de empleo en la industria digital, las posiciones relacionadas con la economía digital global alcanzaron 320 millones, un aumento interanual del 12%. Las posiciones altamente calificadas como desarrollo de software, análisis de datos e inteligencia artificial mostraron un crecimiento significativo de la demanda, con niveles salariales promedio 35% más altos que las industrias tradicionales. Se espera que para 2025, la brecha de talento de la economía digital global alcance 85 millones de personas.\n\nLa gobernanza digital continúa mejorando, con 128 países en todo el mundo habiendo emitido leyes y regulaciones relacionadas con la protección de datos. La inversión en seguridad de red alcanzó $189 mil millones, un aumento del 22% sobre el año anterior. Las pérdidas económicas globales causadas por incidentes de seguridad de red alcanzaron $950 mil millones, un aumento del 15% sobre el año anterior.\n\nEl informe predice que para 2025, la escala de la economía digital global superará los $75 billones, con una tasa de crecimiento anual promedio de más del 15%. El desarrollo integrado de tecnologías emergentes generará más nuevas formas y modelos de negocio, y la transformación digital acelerará la penetración del campo del consumidor al campo de la producción. Se espera que la economía digital se convierta en un motor clave para la recuperación económica global en la era post-pandemia.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | ¿Se mencionó la escala total de la economía digital global en 2023: 54.8 billones de dólares estadounidenses, un aumento interanual del 18.2%, representando más del 45% del PIB global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | ¿Se mencionó la escala de la economía digital de China: 50.1 billones de yuanes, un aumento interanual del 15.3%, representando el 41.5% del PIB?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | ¿Se mencionó el número total de estaciones base 5G globales: superó los 3.5 millones, con China representando más del 60%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | ¿Se mencionó la escala del mercado global de computación en la nube: 485 mil millones de dólares estadounidenses, con la participación de mercado combinada de AWS, Microsoft Azure y Alibaba Cloud superando el 65%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | ¿Se mencionó el número de solicitudes globales de patentes de inteligencia artificial: 520,000, un aumento interanual del 32%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | ¿Se mencionó la escala del mercado global de blockchain: 128 mil millones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | ¿Se mencionó la escala de transacciones de comercio electrónico transfronterizo global: 3.8 billones de dólares estadounidenses, un aumento interanual del 25%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | ¿Se mencionó el número de posiciones relacionadas con la economía digital: 320 millones de posiciones, un aumento interanual del 12%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | ¿Se mencionó la cantidad de inversión en seguridad de red: 189 mil millones de dólares estadounidenses, un aumento del 22% sobre el año anterior?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | ¿Se mencionó la predicción de la escala de la economía digital global para 2025: superar los 75 billones de dólares estadounidenses, con una tasa de crecimiento anual promedio de más del 15%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【Se lograron avances importantes en la exploración espacial humana en 2023, con múltiples misiones hito completadas exitosamente. La primera misión de vuelo de prueba del programa de aterrizaje lunar \"Artemis\" de la NASA se completó exitosamente, con la nave espacial no tripulada orbitando la luna durante 13 días y completando un viaje de 2.26 millones de kilómetros. La misión verificó el rendimiento del cohete de carga pesada de nueva generación SLS, sentando las bases para el aterrizaje lunar tripulado en 2025.\n\nEn la exploración de Marte, el rover \"Perseverance\" descubrió moléculas orgánicas sospechosas de ser signos de vida en la superficie marciana y recolectó 28 muestras de rocas. El \"Tianwen-1\" de China transmitió más de 1,100 GB de datos de imágenes de Marte, creando el mapa topográfico más detallado de Marte hasta la fecha. La sonda \"Mars Express\" de la ESA descubrió que las reservas de agua subterránea de Marte superan con creces las expectativas, aproximadamente 1.5 veces las reservas de agua dulce de la Tierra.\n\nLa exploración del espacio profundo logró nuevos avances, con la sonda \"New Horizons\" volando a través del Cinturón de Kuiper y descubriendo múltiples cuerpos celestes desconocidos. La sonda \"Juno\" completó un sobrevuelo cercano de Europa, la luna de Júpiter, obteniendo datos extensos sobre su océano subterráneo. La \"Parker Solar Probe\" hizo historia al convertirse en el primer objeto hecho por humanos en \"tocar\" el Sol, alcanzando una distancia más cercana asombrosa de 8.1 millones de kilómetros.\n\nLa construcción de la estación espacial progresó de manera constante, con la estación espacial de China completando la construcción integral y albergando 12 astronautas en total. El período de servicio de la Estación Espacial Internacional se extendió hasta 2030, completando 6 misiones de caminata espacial. El vuelo espacial comercial floreció, con SpaceX completando 68 misiones de lanzamiento durante todo el año, estableciendo un nuevo récord de vuelo espacial comercial.\n\nLas misiones de retorno de muestras de asteroides lograron un progreso revolucionario, con la sonda \"OSIRIS-REx\" de la NASA regresando exitosamente muestras del asteroide Bennu a la Tierra, totalizando 250 gramos, la muestra de asteroide más grande hasta la fecha. Los resultados del análisis de la misión \"Hayabusa2\" de Japón mostraron que el asteroide Ryugu contiene aminoácidos y otras sustancias esenciales para la vida.\n\nEn observaciones astronómicas, el Telescopio Espacial James Webb descubrió la galaxia más distante hasta la fecha, a 13.3 mil millones de años luz de la Tierra. El satélite \"Insight-HXMT\" de China detectó por primera vez explosiones de rayos gamma ultra-fuertes de explosiones de magnetar. El conjunto de radiotelescopios SKA comenzó la construcción, que se convertirá en la instalación astronómica más grande de la humanidad una vez completada.\n\nLa innovación tecnológica aeroespacial continúa, con la tecnología de cohetes reutilizables volviéndose cada vez más madura, logrando una tasa de éxito de recuperación del 95%. Se hizo un progreso importante en la investigación del sistema de propulsión nuclear, con un empuje teórico 10 veces mayor que los cohetes químicos. La tecnología de limpieza de desechos espaciales logró avances, con el primer satélite de limpieza comercial capturando y destruyendo exitosamente 2 satélites abandonados.\n\nLos planes de exploración espacial para los próximos 5 años se han aclarado, incluyendo misiones importantes como el aterrizaje lunar tripulado, el retorno de muestras de Marte y la exploración del sistema de Júpiter. Se espera que para 2030, la escala de la industria aeroespacial global supere $1 billón, y la economía espacial se convertirá en un nuevo punto de crecimiento.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | ¿Se mencionó el tiempo de vuelo del programa Artemis: 13 días orbitando la luna, completando un viaje de 2.26 millones de kilómetros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | ¿Se mencionó el número de muestras de rocas recolectadas por Perseverance: 28 muestras de rocas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | ¿Se mencionó la cantidad de datos transmitidos por Tianwen-1: más de 1,100 GB de datos de imágenes de Marte?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | ¿Se mencionó la distancia más cercana de la Parker Solar Probe al Sol: 8.1 millones de kilómetros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | ¿Se mencionó el número de astronautas albergados por la estación espacial china: 12 astronautas en total?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | ¿Se mencionó el número de lanzamientos anuales de SpaceX: 68 misiones de lanzamiento durante todo el año?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | ¿Se mencionó el peso de las muestras traídas por OSIRIS-REx: 250 gramos, la muestra de asteroide más grande hasta la fecha?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | ¿Se mencionó la distancia de la galaxia más lejana descubierta por el telescopio Webb: 13.3 mil millones de años luz de la Tierra?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | ¿Se mencionó la tasa de éxito de recuperación de cohetes reutilizables: 95%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | ¿Se mencionó la predicción de la escala de la industria aeroespacial global para 2030: superar 1 billón de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Situación de Salud Pública Global 2023 muestra que el sistema de salud global enfrenta nuevos desafíos en la era post-epidémica. Se han reportado un total de 156 nuevos brotes de enfermedades infecciosas en todo el mundo, un aumento del 23% sobre el año anterior. Los datos de la Organización Mundial de la Salud (OMS) muestran que los gastos globales de salud han alcanzado $9.7 billones de dólares estadounidenses, representando el 10.2% del PIB global, pero la brecha en la asignación de recursos médicos entre países continúa ampliándose.\n\nEn términos de prevención y control de enfermedades infecciosas, la red global de vigilancia de influenza cubre 153 países y monitorea 12,000 puntos de muestreo en tiempo real. El sistema de monitoreo de variantes del nuevo coronavirus ha identificado 38 variantes importantes, de las cuales 5 están listadas como preocupaciones clave. La tasa global de vacunación ha alcanzado el 76%, pero aún hay 23 países en África con una tasa de vacunación por debajo del 30%.\n\nSe ha logrado progreso en la prevención y tratamiento de enfermedades crónicas. La tasa global de supervivencia a 5 años del cáncer ha superado el 70% por primera vez, con las tasas de supervivencia del cáncer de mama y próstata superando el 90%. La tasa de mortalidad por enfermedades cardiovasculares ha disminuido un 15% desde hace una década, pero sigue siendo la principal causa de muerte en el mundo. El número de pacientes diabéticos ha alcanzado 537 millones, duplicándose desde 2000, y los gastos médicos anuales superan los $760 mil millones de dólares estadounidenses.\n\nLos problemas de salud mental se están volviendo cada vez más prominentes, con más de 400 millones de personas sufriendo de depresión en todo el mundo, un aumento del 28% desde antes de la epidemia. La salud mental de los adolescentes es preocupante, con la tasa de suicidio de personas de 15-24 años aumentando un 12%. Los gastos médicos para salud mental en varios países solo representan el 2.8% de los gastos totales, muy por debajo del estándar del 5% recomendado por la OMS.\n\nLa innovación tecnológica médica se está acelerando, con la precisión del diagnóstico asistido por IA alcanzando el 97%, especialmente en el campo del diagnóstico por imágenes. La terapia génica ha logrado un avance importante, con 15 tipos de terapia génica aprobados en todo el mundo, y el costo del tratamiento ha disminuido un 60% en comparación con hace cinco años. Los servicios de telemedicina cubren una población de 850 millones y juegan un papel importante en áreas remotas.\n\nEl problema de la distribución desigual de recursos médicos sigue siendo prominente, con el 45% de los recursos médicos mundiales concentrados en países desarrollados que representan el 15% de la población. El número promedio de médicos por 10,000 personas en África es solo 2.3, muy por debajo del estándar de 23 recomendado por la OMS. Todavía hay aproximadamente 3.8 mil millones de personas en el mundo que no pueden acceder a servicios médicos básicos.\n\nEl problema de la resistencia a los antibióticos se agrava, con 1.5 millones de muertes por infecciones de bacterias resistentes cada año y pérdidas económicas que superan los $550 mil millones de dólares estadounidenses. La OMS advierte que si no se toman medidas, las infecciones resistentes a los medicamentos pueden convertirse en la principal causa de muerte para 2050.\n\nEl informe recomienda fortalecer la cooperación global en salud, establecer un fondo global de emergencia de salud de $10 mil millones, y mejorar los sistemas de alerta temprana de enfermedades. Intensificar la formación de talentos médicos y entrenar 5 millones de profesionales médicos para 2030. Promover la innovación tecnológica médica y aumentar la accesibilidad de los servicios médicos en un 30%. Al mismo tiempo, hace un llamado a los países desarrollados para que asuman más responsabilidades en la asistencia sanitaria internacional y ayuden a las regiones subdesarrolladas a mejorar sus estándares médicos.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | ¿Se mencionó el número de nuevos brotes de enfermedades infecciosas globales: 156 nuevos brotes de enfermedades infecciosas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | ¿Se mencionó la proporción del gasto global en salud del PIB: 10.2% del PIB global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | ¿Se mencionó el número de países cubiertos por la red global de vigilancia de influenza: 153 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | ¿Se mencionó la tasa global de supervivencia a 5 años del cáncer: superó el 70%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | ¿Se mencionó el número global de pacientes diabéticos: 537 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | ¿Se mencionó el número global de pacientes con depresión: más de 400 millones de personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | ¿Se mencionó la precisión del diagnóstico asistido por IA: 97%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | ¿Se mencionó la población cubierta por servicios de telemedicina: 850 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | ¿Se mencionó la proporción de médicos por población en África: 2.3 por 10,000 personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | ¿Se mencionó el número de muertes por infecciones de bacterias resistentes: 1.5 millones de muertes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | ¿Se mencionó la escala del fondo global de emergencia de salud: $10 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de la Industria Global de Vehículos de Nueva Energía 2023 muestra que la transformación de electrificación ha entrado en el carril rápido. Las ventas anuales globales de vehículos de nueva energía superaron los 14.8 millones de unidades, un aumento interanual del 46.3%, y la tasa de penetración del mercado alcanzó el 22%. Entre estos, los vehículos eléctricos puros representaron el 68%, los vehículos híbridos enchufables representaron el 29%, y los vehículos de celdas de combustible de hidrógeno representaron el 3%. El mercado chino tuvo el mejor desempeño, con ventas alcanzando 8.2 millones de unidades, representando el 55.4% del total global.\n\nLa tecnología de baterías de potencia continúa avanzando, y la densidad de energía de la nueva generación de baterías de estado sólido ha alcanzado 400Wh/kg, un aumento del 45% sobre las baterías de litio tradicionales. La capacidad global de producción de baterías de potencia ha alcanzado 1200GWh, y la inversión de la industria ha superado los $85 mil millones de dólares estadounidenses. Los costos de las baterías han disminuido un 38% desde 2020, impulsando una reducción significativa en los costos de fabricación de vehículos.\n\nLa infraestructura de carga ha acelerado su despliegue, y el número de puntos de carga públicos en todo el mundo ha alcanzado 18.5 millones, de los cuales los puntos de carga rápida representan el 35%. La tecnología de carga inteligente ha sido promovida y aplicada, y los proyectos de demostración de interacción vehículo-red (V2G) se han implementado en 15 países, proporcionando 45GWh de capacidad de nivelación de picos para la red eléctrica.\n\nLa tecnología de conducción inteligente se ha actualizado, con la tasa de penetración de la conducción autónoma L2+ alcanzando el 45%, y el nivel L3 ha comenzado la producción en masa. La escasez global de chips automotrices ha mejorado significativamente, con la capacidad de producción anual aumentando un 28%. La potencia de cómputo del sistema inteligente a bordo ha superado los 1000TOPS, soportando escenarios de conducción autónoma más complejos.\n\nLa localización de la cadena industrial se ha acelerado, y se han formado cinco grandes clústeres industriales de vehículos de nueva energía a nivel global. Las capacidades de control independiente de materiales clave se han mejorado, y la tasa de autosuficiencia de China en materiales de baterías de litio ha superado el 85%. El sistema de reciclaje para baterías de potencia usadas se ha mejorado gradualmente, con una tasa de reciclaje del 78% y un tamaño de mercado derivado de más de $28 mil millones de dólares estadounidenses.\n\nLa exportación de vehículos de nueva energía ha crecido rápidamente, con el volumen de exportación de vehículos de nueva energía de China alcanzando 950,000 unidades, un aumento interanual del 120%. La transformación de electrificación del mercado europeo se ha acelerado, con los vehículos eléctricos representando el 28% de las ventas de autos nuevos. El mercado estadounidense ha crecido rápidamente con el apoyo de políticas, con ventas anuales superando los 2.1 millones de unidades.\n\nLa competencia en rutas técnicas se ha intensificado, y nuevas tecnologías como baterías de estado sólido y baterías de iones de sodio han acelerado la comercialización. La tecnología de celdas de combustible de hidrógeno ha logrado avances, y los costos del sistema han disminuido un 55% en comparación con 2020. El modelo de intercambio de baterías se promueve en el campo de vehículos comerciales pesados, y se han construido 28,000 estaciones de intercambio de baterías en todo el mundo.\n\nLas políticas industriales continúan optimizándose, y el mundo ha invertido un total de $280 mil millones de dólares estadounidenses en subsidios. Las regulaciones de emisiones de carbono en varios países se han vuelto más estrictas, y el cronograma para la retirada de vehículos de combustible tradicional se ha aclarado. El sistema de estándares industriales se ha mejorado continuamente, impulsando el desarrollo saludable de la industria global de vehículos de nueva energía.\n\nPerspectiva para los próximos cinco años: Se espera que para 2028, las ventas anuales de vehículos de nueva energía en todo el mundo superen los 35 millones, y la tasa de penetración del mercado supere el 45%. Se espera que la densidad de energía de las baterías de potencia supere los 500Wh/kg, y el costo disminuya por debajo de $60/kWh. La conducción inteligente entrará en la etapa de comercialización de nivel L4, impulsando un mercado inteligente de $500 mil millones de dólares estadounidenses.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | ¿Se mencionaron las ventas anuales globales de vehículos de nueva energía: 14.8 millones de unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | ¿Se mencionó la proporción de ventas del mercado chino: 55.4% del total global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | ¿Se mencionó la densidad de energía de la nueva generación de baterías de estado sólido: 400Wh/kg?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | ¿Se mencionó el número global de puntos de carga públicos: 18.5 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | ¿Se mencionó la tasa de penetración de la conducción autónoma L2+: 45%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | ¿Se mencionó la tasa de autosuficiencia de China en materiales de baterías de litio: superó el 85%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | ¿Se mencionó el volumen de exportación de vehículos de nueva energía de China: 950,000 unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | ¿Se mencionó la reducción de costos del sistema de celdas de combustible de hidrógeno: 55% en comparación con 2020?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | ¿Se mencionó el número global de estaciones de intercambio de baterías: 28,000 estaciones de intercambio de baterías?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | ¿Se mencionó el monto total de fondos de subsidios globales: $280 mil millones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de Tecnología del Metaverso 2023 muestra que la industria global del Metaverso alcanzará $385 mil millones, un aumento del 85% interanual. El volumen de envío de dispositivos de realidad virtual (VR) y realidad aumentada (AR) superó los 32 millones de unidades, un aumento del 62% sobre el año anterior. El número de solicitudes de patentes relacionadas con el Metaverso alcanzó 185,000, de las cuales China representó el 38%, ocupando el primer lugar en el mundo.\n\nAvances significativos en tecnología de hardware, la resolución de la nueva generación de dispositivos VR alcanzó 4K×4K, el campo de visión se expandió a 120 grados, y la latencia se redujo a 12ms. Las soluciones ópticas de AR son innovadoras, y la tecnología de guía de ondas de difracción reduce el peso del dispositivo a 120g. Se ha logrado un progreso significativo en interfaces cerebro-computadora, y los dispositivos no invasivos pueden reconocer 1,000 comandos de pensamiento con una tasa de precisión del 92%.\n\nLa tecnología interactiva se está volviendo cada vez más madura, la precisión de la captura de movimiento de cuerpo completo se ha mejorado al nivel sub-milimétrico, y el reconocimiento de expresiones faciales```python\n        soporta 95 micro-expresiones. Se han logrado avances en la tecnología de retroalimentación táctil, que puede simular el tacto de 200 materiales diferentes. La tecnología de proyección holográfica ha alcanzado resolución 8K, soportando que múltiples personas vean al mismo tiempo sin gafas especiales.\nEl ecosistema de contenido está floreciendo, con más de 8.5 millones de desarrolladores de contenido del Metaverso en todo el mundo, un aumento del 95% desde el año anterior. El número de usuarios activos mensuales de plataformas sociales virtuales ha alcanzado 450 millones, y el número más alto de espectadores en línea para un solo concierto virtual ha superado los 25 millones. Se usa ampliamente en el campo de la educación, con el 15% de las universidades en todo el mundo ofreciendo cursos del Metaverso.\nLa economía digital está acelerando su diseño, con el valor de mercado de las empresas cotizadas relacionadas con el concepto del Metaverso global superando los $2.8 billones de dólares estadounidenses. La escala de transacciones de activos virtuales ha alcanzado $68 mil millones de dólares estadounidenses, y el volumen promedio diario de transacciones del mercado NFT ha superado los $150 millones de dólares estadounidenses. La escala del mercado publicitario del Metaverso ha alcanzado $12.5 mil millones de dólares estadounidenses, con una tasa de crecimiento anual de más del 200%.\nLa formulación de estándares técnicos se ha acelerado, y IEEE ha lanzado el primer estándar de arquitectura de referencia del Metaverso. La Alianza de la Industria del Metaverso se ha establecido globalmente, con 180 empresas participando en la formulación de estándares. El marco de seguridad de datos y protección de privacidad se ha mejorado gradualmente para soportar la interoperabilidad de datos entre plataformas.\nLas aplicaciones industriales se están profundizando constantemente, y el Metaverso industrial ha llevado a un aumento del 28% en la eficiencia de fabricación. El Metaverso médico ha soportado 5,000 cirugías remotas con una tasa de precisión del 99.9%. El volumen de transacciones de la plataforma del metaverso inmobiliario superó los $20 mil millones de dólares estadounidenses, y la visualización de casas en línea representó el 35%.\nLa demanda de talento está creciendo rápidamente, y la demanda global de posiciones relacionadas con el metaverso ha alcanzado 950,000, con un salario promedio 45% más alto que las posiciones tradicionales de TI. Los países han aumentado sus esfuerzos en la formación de talentos, y hay más de 3,000 instituciones de formación profesional. Se estima que la brecha de talento alcanzará 2.8 millones para 2025.\nTendencias de desarrollo futuro: Se estima que para 2028, el tamaño del mercado global del metaverso superará $1.5 billones de dólares estadounidenses. La economía real está acelerando su transformación digital, y el 85% de las marcas desplegarán el metaverso. La integración e innovación tecnológica se está acelerando, y las interfaces cerebro-computadora, la tecnología holográfica, la computación cuántica, etc. traerán avances revolucionarios.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | ¿Se mencionó la escala de la industria global del Metaverso: $385 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | ¿Se mencionó el volumen de envío de dispositivos VR/AR: 32 millones de unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | ¿Se mencionaron los datos de latencia de la nueva generación de dispositivos VR: 12ms?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | ¿Se mencionó el número de comandos de pensamiento que pueden reconocer las interfaces cerebro-computadora: 1,000 comandos de pensamiento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | ¿Se mencionó el número global de desarrolladores de contenido del Metaverso: 8.5 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | ¿Se mencionó el número de usuarios activos mensuales de plataformas sociales virtuales: 450 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | ¿Se mencionó el volumen promedio diario de transacciones del mercado NFT: $150 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | ¿Se mencionó el número de empresas participantes en la Alianza de la Industria del Metaverso: 180 empresas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | ¿Se mencionó el número de cirugías remotas soportadas por el Metaverso médico: 5,000 cirugías remotas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | ¿Se mencionó la predicción del tamaño del mercado global del metaverso para 2028: $1.5 billones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Innovación y Desarrollo de la Educación Global 2023 muestra que la transformación digital de la educación se está acelerando, y la inversión global en tecnología educativa ha alcanzado $342 mil millones de dólares estadounidenses, un aumento interanual del 42%. La escala de usuarios de educación en línea ha superado los 1.8 mil millones, y los recursos de aprendizaje digital cubren el 89% de los estudiantes en todo el mundo. En la era post-epidémica, la educación híbrida se ha convertido en la corriente principal, y la enseñanza integrada en línea y fuera de línea representa el 65%.\nLa aplicación de inteligencia artificial en educación se ha profundizado, y los asistentes de enseñanza de IA han cubierto más de 250 millones de usuarios con una tasa de precisión del 96%. El sistema de aprendizaje adaptativo puede identificar más de 8,000 patrones de comportamiento de aprendizaje, y la tasa de precisión de recomendaciones personalizadas ha alcanzado el 92%. El análisis de big data educativo apoya las decisiones de enseñanza y mejora la efectividad de la enseñanza en un 35%.\nEl modo de suministro de recursos educativos ha cambiado. El número de cursos en la plataforma global MOOC ha superado los 85,000, y el número acumulativo de selecciones de cursos ha alcanzado 1.5 mil millones. El intercambio de recursos educativos de alta calidad se ha acelerado, y el número de cursos abiertos en universidades prestigiosas internacionales ha alcanzado 12,000. Hay más de 5,000 proyectos de enseñanza experimental de simulación virtual, cubriendo 12 disciplinas.\nLa evaluación educativa ha innovado y desarrollado, y el sistema de certificación de créditos basado en blockchain ha sido piloteado en 280 universidades. El sistema de evaluación inteligente puede analizar datos del proceso de aprendizaje en tiempo real, con 186 dimensiones de evaluación. El modelo de evaluación basado en competencias se promueve en el campo de la educación vocacional, y se conectan 2,800 estándares profesionales.\nEl desarrollo profesional de los maestros se acelera, y 8.5 millones de maestros en todo el mundo han completado la formación en habilidades de enseñanza digital. La tasa de cobertura de la formación en alfabetización de inteligencia artificial para maestros ha alcanzado el 55%. La aplicación del sistema inteligente de preparación de lecciones se populariza, ahorrando a los maestros el 40% del tiempo de preparación de lecciones. La plataforma de servicios de apoyo al desarrollo de maestros reúne 20 millones de recursos de enseñanza.\nReforma innovadora del modelo de formación de talentos, el aprendizaje basado en proyectos representa el 38%. Hay 35,000 cursos integrados interdisciplinarios, y se han formado 1.8 millones de talentos compuestos. La integración de industria y educación se ha desarrollado profundamente, con 120,000 proyectos de cooperación escuela-empresa y 15 millones de estudiantes cubiertos por educación colaborativa.\nLa equidad educativa continúa mejorando, y la tasa de cobertura de educación en línea en áreas remotas ha aumentado al 75%. Los proyectos de asistencia educativa benefician a 120 millones de estudiantes necesitados. El sistema de apoyo tecnológico de educación especial se mejora, y la tecnología auxiliar beneficia a 28 millones de estudiantes especiales.\nLa cooperación educativa internacional se fortalece, y los proyectos de aprendizaje en línea transfronterizo han alcanzado 8,500. Hay 1,200 acuerdos internacionales de reconocimiento de créditos. La membresía de la Alianza Global de Innovación Educativa se ha expandido a 85 países, con más de 3,000 programas de formación conjunta.\nTendencias de desarrollo futuro: Se estima que para 2028, el mercado global de tecnología educativa alcanzará $850 mil millones de dólares estadounidenses. Las aplicaciones de educación del metaverso se popularizan, y el aprendizaje inmersivo se ha convertido en un método importante. La inteligencia artificial empodera profundamente todo el proceso educativo y promueve cambios en el paradigma educativo. El sistema de aprendizaje permanente es más completo, y la construcción de una sociedad de aprendizaje se acelera.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 150. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | ¿Se mencionó la escala de inversión global en tecnología educativa: $342 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | ¿Se mencionó la escala de usuarios de educación en línea: 1.8 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | ¿Se mencionó el número de usuarios cubiertos por asistentes de enseñanza de IA: 250 millones de usuarios?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | ¿Se mencionó el número de cursos en plataformas MOOC globales: 85,000 cursos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | ¿Se mencionó el número de cursos abiertos de universidades prestigiosas internacionales: 12,000 cursos abiertos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | ¿Se mencionó el número de universidades piloto de certificación de créditos blockchain: 280 universidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | ¿Se mencionó el número de maestros que completaron la formación en habilidades de enseñanza digital: 8.5 millones de maestros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | ¿Se mencionó el número de proyectos de cooperación escuela-empresa: 120,000 proyectos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | ¿Se mencionó el número de estudiantes beneficiados por proyectos de asistencia educativa: 120 millones de estudiantes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | ¿Se mencionó la predicción del tamaño del mercado global de tecnología educativa para 2028: $850 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【Recientemente, la 20ª Conferencia Internacional China de Inteligencia Artificial se celebró con gran pompa en el Centro de Convenciones Internacional de Beijing. Más de 1,500 expertos, académicos y representantes corporativos de más de 30 países de todo el mundo se reunieron para discutir nuevas tendencias y oportunidades en el desarrollo de la inteligencia artificial. La conferencia tuvo como tema \"Nueva Era de Inteligencia: Integración, Innovación y Sostenibilidad\" y estableció más de 100 foros especiales y seminarios técnicos.\n\nDurante la reunión, muchos académicos y expertos expresaron puntos de vista importantes. El académico Wang Jian de la Academia China de Ingeniería señaló que la inteligencia artificial está entrando en una nueva etapa de desarrollo, y los avances en la tecnología de modelos grandes han traído nuevas oportunidades para el desarrollo industrial. El académico Zhang Bei de la Universidad Tsinghua enfatizó la importancia de la gobernanza ética de la inteligencia artificial y sugirió establecer un estándar ético de IA unificado global.\n\nEl \"Informe de Desarrollo de Inteligencia Artificial Global 2023\" publicado por la conferencia muestra que el tamaño del mercado global de IA alcanzará 1.5 billones de dólares estadounidenses en 2022, un aumento interanual del 23.6%. Entre estos, la escala del mercado chino de IA ha alcanzado 400 mil millones de yuanes, y se ha logrado un progreso significativo en visión por computadora, reconocimiento de voz y otros campos. El informe predice que para 2025, el tamaño del mercado global de IA superará los 3 billones de dólares estadounidenses.\n\nMuchos logros tecnológicos de vanguardia se mostraron en la exposición. Incluyendo una nueva generación de robots inteligentes, sistemas de conducción autónoma, equipos médicos inteligentes, etc. Entre ellos, el robot de interacción emocional desarrollado por la Universidad Tsinghua ha atraído atención generalizada. El robot puede reconocer con precisión las expresiones faciales y tonos humanos, y hacer respuestas emocionales correspondientes, con una precisión de identificación del 95 por ciento.\n\nLa conferencia también celebró la \"Competencia de Innovación y Emprendimiento de IA\", que atrajo a más de 500 equipos de todo el mundo a participar. Finalmente, un equipo de startup enfocado en aplicaciones agrícolas de IA ganó el campeonato con su sistema inteligente de identificación de plagas y enfermedades de cultivos, que tiene una tasa de precisión de más del 98 por ciento y ha sido piloteado en varias provincias agrícolas importantes.\n\nEn la ceremonia de clausura, el comité organizador anunció que establecería una \"Alianza Global de Innovación de Inteligencia Artificial\" para promover la cooperación internacional, la formación de talentos y la innovación tecnológica. Los primeros miembros de la alianza incluyen 50 instituciones de investigación de primer nivel y 100 empresas líderes en 20 países.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | ¿Se mencionó el nombre específico de la conferencia: la 20ª Conferencia Internacional China de Inteligencia Artificial?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | ¿Se mencionó el número de participantes: más de 1,500 expertos, académicos y representantes corporativos de más de 30 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | ¿Se mencionó el tema de la conferencia: Nueva Era de Inteligencia: Integración, Innovación y Sostenibilidad?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | ¿Se mencionó el punto de vista del académico Wang Jian: la inteligencia artificial está entrando en una nueva etapa de desarrollo, y los avances en la tecnología de modelos grandes han traído nuevas oportunidades para el desarrollo industrial?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | ¿Se mencionó el tamaño del mercado global de IA en 2022: 1.5 billones de dólares estadounidenses, un aumento interanual del 23.6%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | ¿Se mencionó el tamaño del mercado chino de IA: 400 mil millones de yuanes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | ¿Se mencionó la predicción del tamaño del mercado global de IA para 2025: superar los 3 billones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | ¿Se mencionó la tasa de precisión de identificación del robot de interacción emocional desarrollado por la Universidad Tsinghua: 95 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | ¿Se mencionó el número de equipos participantes en la competencia de innovación y emprendimiento de IA: más de 500 equipos de todo el mundo?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | ¿Se mencionó la tasa de precisión del sistema del equipo campeón: más del 98 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | ¿Se mencionó la escala de los primeros miembros de la Alianza Global de Innovación de Inteligencia Artificial: 50 instituciones de investigación de primer nivel y 100 empresas líderes en 20 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Investigación sobre Cambio Climático Global 2023 muestra que la Tierra está experimentando una crisis ambiental sin precedentes. Según el último análisis de datos satelitales, la temperatura promedio global en 2023 aumentará 1.5℃ en comparación con los tiempos preindustriales, estableciendo un récord histórico. La tasa de calentamiento en el Ártico es el doble del promedio global, resultando en el derretimiento de glaciares a gran escala. Se espera que para 2050, el Ártico pueda tener su primer verano libre de hielo.\n\nEl equipo de investigación encontró que la frecuencia de eventos climáticos extremos ha aumentado significativamente al analizar datos históricos de 2,000 estaciones meteorológicas alrededor del mundo. En 2023, hubo 127 tormentas intensas y 43 temperaturas extremadamente altas en todo el mundo, un aumento del 45 por ciento y 60 por ciento respectivamente en comparación con hace diez años. Las pérdidas económicas causadas por estos climas desastrosos ascienden a 280 mil millones de dólares estadounidenses, afectando a más de 200 millones de personas.\n\nLa tasa de aumento del nivel del mar se está acelerando. En los últimos 25 años, el nivel promedio global del mar ha aumentado 8.9 cm. Los estudios predicen que si las emisiones de gases de efecto invernadero continúan la tendencia actual, el nivel del mar puede aumentar más de 1 metro para finales de este siglo, lo que amenazará el entorno de vida de aproximadamente 600 millones de personas costeras en todo el mundo.\n\nLa biodiversidad continúa disminuyendo, con registros de investigación que muestran que en los últimos 50 años, aproximadamente 28,000 especies de organismos han estado en peligro en todo el mundo. Las selvas tropicales están siendo taladas a una velocidad alarmante, con una pérdida de 1.5 millones de hectáreas solo en 2023, un área equivalente al tamaño de Suiza. Los ecosistemas marinos también están bajo seria amenaza, con el 90 por ciento de los arrecifes de coral en riesgo de muerte.\n\nEl informe señala que la concentración de dióxido de carbono en la atmósfera ha alcanzado 417ppm, un aumento del 50 por ciento desde los tiempos preindustriales. Aunque los países se han comprometido a reducir las emisiones, las emisiones globales de carbono aún aumentarán un 2.7 por ciento en 2023 a un récord de 37.8 mil millones de toneladas. Entre estos, la industria de generación de energía representa el 35 por ciento, la producción industrial representa el 28%, y el transporte representa el 24%.\n\nPara hacer frente a la crisis climática, el informe recomienda tomar medidas de emergencia: para 2030, la proporción de energía renovable aumentará al 60%, la participación de mercado de vehículos eléctricos aumentará al 40%, y la eficiencia energética de los edificios aumentará un 30%. También recomienda el establecimiento de un fondo global de adaptación climática de $100 mil millones para ayudar a los países en desarrollo a mejorar su capacidad de adaptación.\n\nLos científicos advierten que si no se toman medidas efectivas en los próximos cinco años, los efectos del calentamiento global pueden alcanzar un punto de inflexión irreversible. Para entonces, incluso si los humanos detienen todas las emisiones de gases de efecto invernadero, la Tierra continuará calentándose durante décadas, lo que llevará a desastres naturales más frecuentes, crisis alimentarias más serias y problemas de refugiados climáticos a mayor escala.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | ¿Se mencionaron los datos específicos del aumento de la temperatura promedio global en 2023: 1.5℃ en comparación con los tiempos preindustriales, estableciendo un récord histórico?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | ¿Se mencionó el número de tormentas intensas en 2023: 127 tormentas intensas, un aumento del 45 por ciento en comparación con hace diez años?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | ¿Se mencionaron los datos de pérdidas económicas causadas por el clima extremo: 280 mil millones de dólares estadounidenses, afectando a más de 200 millones de personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | ¿Se mencionaron los datos específicos del aumento del nivel promedio global del mar en los últimos 25 años: 8.9 cm?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | ¿Se mencionó el número de especies en peligro de extinción: aproximadamente 28,000 especies de organismos han estado en peligro en todo el mundo en los últimos 50 años?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | ¿Se mencionó el área de pérdida de selva tropical en 2023: 1.5 millones de hectáreas, un área equivalente al tamaño de Suiza?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | ¿Se mencionó la concentración actual de dióxido de carbono en la atmósfera: 417ppm, un aumento del 50 por ciento desde los tiempos preindustriales?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | ¿Se mencionaron las emisiones globales de carbono en 2023: aumento del 2.7 por ciento a un récord de 37.8 mil millones de toneladas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | ¿Se mencionó la proporción de emisiones de carbono de la industria de generación de energía: 35 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | ¿Se mencionó la proporción objetivo de energía renovable para 2030: aumentar al 60 por ciento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | ¿Se mencionó la escala del fondo global de adaptación climática propuesto: fondo global de adaptación climática de $100 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de la Economía Digital Global 2023 muestra que la economía digital se ha convertido en la principal fuerza impulsora del crecimiento económico global. Según los datos del informe, la escala total de la economía digital global alcanzó $54.8 billones en 2023, un aumento interanual del 18.2%, y la proporción del PIB global superó el 45% por primera vez. Entre estos, la escala de la economía digital de China alcanzó 50.1 billones de yuanes, un aumento interanual del 15.3%, y la economía digital representó el 41.5% del PIB.\n\nEn términos de construcción de infraestructura digital, el número total de estaciones base 5G globales superó los 3.5 millones, con China representando más del 60%. El número global de centros de datos alcanzó 8,500, con un consumo anual de energía que supera los 200 mil millones de kWh. La escala del mercado de computación en la nube alcanzó $485 mil millones, con la participación de mercado combinada de AWS, Microsoft Azure y Alibaba Cloud superando el 65%.\n\nLa innovación tecnológica digital continúa acelerándose, con las solicitudes globales de patentes de IA alcanzando 520,000, un aumento interanual del 32%. Las aplicaciones de tecnología blockchain continúan expandiéndose, con la escala del mercado global de blockchain alcanzando $128 mil millones. La inversión en computación cuántica superó los $15 mil millones, con computadoras cuánticas en desarrollo alcanzando el nivel de 1,000 qubits.\n\nEl comercio digital se está desarrollando rápidamente, con la escala de transacciones de comercio electrónico transfronterizo global alcanzando $3.8 billones, un aumento interanual del 25%. El volumen de transacciones de pagos digitales superó los $8.5 billones, con pagos móviles representando el 68%. Los usuarios globales de comercio electrónico alcanzaron 2.8 mil millones, con servicios digitales cubriendo más del 80% de la población global.\n\nEn términos de empleo en la industria digital, las posiciones relacionadas con la economía digital global alcanzaron 320 millones, un aumento interanual del 12%. Las posiciones altamente calificadas como desarrollo de software, análisis de datos e inteligencia artificial mostraron un crecimiento significativo de la demanda, con niveles salariales promedio 35% más altos que las industrias tradicionales. Se espera que para 2025, la brecha de talento de la economía digital global alcance 85 millones de personas.\n\nLa gobernanza digital continúa mejorando, con 128 países en todo el mundo habiendo emitido leyes y regulaciones relacionadas con la protección de datos. La inversión en seguridad de red alcanzó $189 mil millones, un aumento del 22% sobre el año anterior. Las pérdidas económicas globales causadas por incidentes de seguridad de red alcanzaron $950 mil millones, un aumento del 15% sobre el año anterior.\n\nEl informe predice que para 2025, la escala de la economía digital global superará los $75 billones, con una tasa de crecimiento anual promedio de más del 15%. El desarrollo integrado de tecnologías emergentes generará más nuevas formas y modelos de negocio, y la transformación digital acelerará la penetración del campo del consumidor al campo de la producción. Se espera que la economía digital se convierta en un motor clave para la recuperación económica global en la era post-pandemia.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | ¿Se mencionó la escala total de la economía digital global en 2023: 54.8 billones de dólares estadounidenses, un aumento interanual del 18.2%, representando más del 45% del PIB global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | ¿Se mencionó la escala de la economía digital de China: 50.1 billones de yuanes, un aumento interanual del 15.3%, representando el 41.5% del PIB?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | ¿Se mencionó el número total de estaciones base 5G globales: superó los 3.5 millones, con China representando más del 60%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | ¿Se mencionó la escala del mercado global de computación en la nube: 485 mil millones de dólares estadounidenses, con la participación de mercado combinada de AWS, Microsoft Azure y Alibaba Cloud superando el 65%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | ¿Se mencionó el número de solicitudes globales de patentes de inteligencia artificial: 520,000, un aumento interanual del 32%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | ¿Se mencionó la escala del mercado global de blockchain: 128 mil millones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | ¿Se mencionó la escala de transacciones de comercio electrónico transfronterizo global: 3.8 billones de dólares estadounidenses, un aumento interanual del 25%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | ¿Se mencionó el número de posiciones relacionadas con la economía digital: 320 millones de posiciones, un aumento interanual del 12%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | ¿Se mencionó la cantidad de inversión en seguridad de red: 189 mil millones de dólares estadounidenses, un aumento del 22% sobre el año anterior?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | ¿Se mencionó la predicción de la escala de la economía digital global para 2025: superar los 75 billones de dólares estadounidenses, con una tasa de crecimiento anual promedio de más del 15%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【Se lograron avances importantes en la exploración espacial humana en 2023, con múltiples misiones hito completadas exitosamente. La primera misión de vuelo de prueba del programa de aterrizaje lunar \"Artemis\" de la NASA se completó exitosamente, con la nave espacial no tripulada orbitando la luna durante 13 días y completando un viaje de 2.26 millones de kilómetros. La misión verificó el rendimiento del cohete de carga pesada de nueva generación SLS, sentando las bases para el aterrizaje lunar tripulado en 2025.\n\nEn la exploración de Marte, el rover \"Perseverance\" descubrió moléculas orgánicas sospechosas de ser signos de vida en la superficie marciana y recolectó 28 muestras de rocas. El \"Tianwen-1\" de China transmitió más de 1,100 GB de datos de imágenes de Marte, creando el mapa topográfico más detallado de Marte hasta la fecha. La sonda \"Mars Express\" de la ESA descubrió que las reservas de agua subterránea de Marte superan con creces las expectativas, aproximadamente 1.5 veces las reservas de agua dulce de la Tierra.\n\nLa exploración del espacio profundo logró nuevos avances, con la sonda \"New Horizons\" volando a través del Cinturón de Kuiper y descubriendo múltiples cuerpos celestes desconocidos. La sonda \"Juno\" completó un sobrevuelo cercano de Europa, la luna de Júpiter, obteniendo datos extensos sobre su océano subterráneo. La \"Parker Solar Probe\" hizo historia al convertirse en el primer objeto hecho por humanos en \"tocar\" el Sol, alcanzando una distancia más cercana asombrosa de 8.1 millones de kilómetros.\n\nLa construcción de la estación espacial progresó de manera constante, con la estación espacial de China completando la construcción integral y albergando 12 astronautas en total. El período de servicio de la Estación Espacial Internacional se extendió hasta 2030, completando 6 misiones de caminata espacial. El vuelo espacial comercial floreció, con SpaceX completando 68 misiones de lanzamiento durante todo el año, estableciendo un nuevo récord de vuelo espacial comercial.\n\nLas misiones de retorno de muestras de asteroides lograron un progreso revolucionario, con la sonda \"OSIRIS-REx\" de la NASA regresando exitosamente muestras del asteroide Bennu a la Tierra, totalizando 250 gramos, la muestra de asteroide más grande hasta la fecha. Los resultados del análisis de la misión \"Hayabusa2\" de Japón mostraron que el asteroide Ryugu contiene aminoácidos y otras sustancias esenciales para la vida.\n\nEn observaciones astronómicas, el Telescopio Espacial James Webb descubrió la galaxia más distante hasta la fecha, a 13.3 mil millones de años luz de la Tierra. El satélite \"Insight-HXMT\" de China detectó por primera vez explosiones de rayos gamma ultra-fuertes de explosiones de magnetar. El conjunto de radiotelescopios SKA comenzó la construcción, que se convertirá en la instalación astronómica más grande de la humanidad una vez completada.\n\nLa innovación tecnológica aeroespacial continúa, con la tecnología de cohetes reutilizables volviéndose cada vez más madura, logrando una tasa de éxito de recuperación del 95%. Se hizo un progreso importante en la investigación del sistema de propulsión nuclear, con un empuje teórico 10 veces mayor que los cohetes químicos. La tecnología de limpieza de desechos espaciales logró avances, con el primer satélite de limpieza comercial capturando y destruyendo exitosamente 2 satélites abandonados.\n\nLos planes de exploración espacial para los próximos 5 años se han aclarado, incluyendo misiones importantes como el aterrizaje lunar tripulado, el retorno de muestras de Marte y la exploración del sistema de Júpiter. Se espera que para 2030, la escala de la industria aeroespacial global supere $1 billón, y la economía espacial se convertirá en un nuevo punto de crecimiento.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | ¿Se mencionó el tiempo de vuelo del programa Artemis: 13 días orbitando la luna, completando un viaje de 2.26 millones de kilómetros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | ¿Se mencionó el número de muestras de rocas recolectadas por Perseverance: 28 muestras de rocas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | ¿Se mencionó la cantidad de datos transmitidos por Tianwen-1: más de 1,100 GB de datos de imágenes de Marte?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | ¿Se mencionó la distancia más cercana de la Parker Solar Probe al Sol: 8.1 millones de kilómetros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | ¿Se mencionó el número de astronautas albergados por la estación espacial china: 12 astronautas en total?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | ¿Se mencionó el número de lanzamientos anuales de SpaceX: 68 misiones de lanzamiento durante todo el año?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | ¿Se mencionó el peso de las muestras traídas por OSIRIS-REx: 250 gramos, la muestra de asteroide más grande hasta la fecha?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | ¿Se mencionó la distancia de la galaxia más lejana descubierta por el telescopio Webb: 13.3 mil millones de años luz de la Tierra?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | ¿Se mencionó la tasa de éxito de recuperación de cohetes reutilizables: 95%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | ¿Se mencionó la predicción de la escala de la industria aeroespacial global para 2030: superar 1 billón de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Situación de Salud Pública Global 2023 muestra que el sistema de salud global enfrenta nuevos desafíos en la era post-epidémica. Se han reportado un total de 156 nuevos brotes de enfermedades infecciosas en todo el mundo, un aumento del 23% sobre el año anterior. Los datos de la Organización Mundial de la Salud (OMS) muestran que los gastos globales de salud han alcanzado $9.7 billones de dólares estadounidenses, representando el 10.2% del PIB global, pero la brecha en la asignación de recursos médicos entre países continúa ampliándose.\n\nEn términos de prevención y control de enfermedades infecciosas, la red global de vigilancia de influenza cubre 153 países y monitorea 12,000 puntos de muestreo en tiempo real. El sistema de monitoreo de variantes del nuevo coronavirus ha identificado 38 variantes importantes, de las cuales 5 están listadas como preocupaciones clave. La tasa global de vacunación ha alcanzado el 76%, pero aún hay 23 países en África con una tasa de vacunación por debajo del 30%.\n\nSe ha logrado progreso en la prevención y tratamiento de enfermedades crónicas. La tasa global de supervivencia a 5 años del cáncer ha superado el 70% por primera vez, con las tasas de supervivencia del cáncer de mama y próstata superando el 90%. La tasa de mortalidad por enfermedades cardiovasculares ha disminuido un 15% desde hace una década, pero sigue siendo la principal causa de muerte en el mundo. El número de pacientes diabéticos ha alcanzado 537 millones, duplicándose desde 2000, y los gastos médicos anuales superan los $760 mil millones de dólares estadounidenses.\n\nLos problemas de salud mental se están volviendo cada vez más prominentes, con más de 400 millones de personas sufriendo de depresión en todo el mundo, un aumento del 28% desde antes de la epidemia. La salud mental de los adolescentes es preocupante, con la tasa de suicidio de personas de 15-24 años aumentando un 12%. Los gastos médicos para salud mental en varios países solo representan el 2.8% de los gastos totales, muy por debajo del estándar del 5% recomendado por la OMS.\n\nLa innovación tecnológica médica se está acelerando, con la precisión del diagnóstico asistido por IA alcanzando el 97%, especialmente en el campo del diagnóstico por imágenes. La terapia génica ha logrado un avance importante, con 15 tipos de terapia génica aprobados en todo el mundo, y el costo del tratamiento ha disminuido un 60% en comparación con hace cinco años. Los servicios de telemedicina cubren una población de 850 millones y juegan un papel importante en áreas remotas.\n\nEl problema de la distribución desigual de recursos médicos sigue siendo prominente, con el 45% de los recursos médicos mundiales concentrados en países desarrollados que representan el 15% de la población. El número promedio de médicos por 10,000 personas en África es solo 2.3, muy por debajo del estándar de 23 recomendado por la OMS. Todavía hay aproximadamente 3.8 mil millones de personas en el mundo que no pueden acceder a servicios médicos básicos.\n\nEl problema de la resistencia a los antibióticos se agrava, con 1.5 millones de muertes por infecciones de bacterias resistentes cada año y pérdidas económicas que superan los $550 mil millones de dólares estadounidenses. La OMS advierte que si no se toman medidas, las infecciones resistentes a los medicamentos pueden convertirse en la principal causa de muerte para 2050.\n\nEl informe recomienda fortalecer la cooperación global en salud, establecer un fondo global de emergencia de salud de $10 mil millones, y mejorar los sistemas de alerta temprana de enfermedades. Intensificar la formación de talentos médicos y entrenar 5 millones de profesionales médicos para 2030. Promover la innovación tecnológica médica y aumentar la accesibilidad de los servicios médicos en un 30%. Al mismo tiempo, hace un llamado a los países desarrollados para que asuman más responsabilidades en la asistencia sanitaria internacional y ayuden a las regiones subdesarrolladas a mejorar sus estándares médicos.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | ¿Se mencionó el número de nuevos brotes de enfermedades infecciosas globales: 156 nuevos brotes de enfermedades infecciosas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | ¿Se mencionó la proporción del gasto global en salud del PIB: 10.2% del PIB global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | ¿Se mencionó el número de países cubiertos por la red global de vigilancia de influenza: 153 países?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | ¿Se mencionó la tasa global de supervivencia a 5 años del cáncer: superó el 70%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | ¿Se mencionó el número global de pacientes diabéticos: 537 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | ¿Se mencionó el número global de pacientes con depresión: más de 400 millones de personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | ¿Se mencionó la precisión del diagnóstico asistido por IA: 97%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | ¿Se mencionó la población cubierta por servicios de telemedicina: 850 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | ¿Se mencionó la proporción de médicos por población en África: 2.3 por 10,000 personas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | ¿Se mencionó el número de muertes por infecciones de bacterias resistentes: 1.5 millones de muertes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | ¿Se mencionó la escala del fondo global de emergencia de salud: $10 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de la Industria Global de Vehículos de Nueva Energía 2023 muestra que la transformación de electrificación ha entrado en el carril rápido. Las ventas anuales globales de vehículos de nueva energía superaron los 14.8 millones de unidades, un aumento interanual del 46.3%, y la tasa de penetración del mercado alcanzó el 22%. Entre estos, los vehículos eléctricos puros representaron el 68%, los vehículos híbridos enchufables representaron el 29%, y los vehículos de celdas de combustible de hidrógeno representaron el 3%. El mercado chino tuvo el mejor desempeño, con ventas alcanzando 8.2 millones de unidades, representando el 55.4% del total global.\n\nLa tecnología de baterías de potencia continúa avanzando, y la densidad de energía de la nueva generación de baterías de estado sólido ha alcanzado 400Wh/kg, un aumento del 45% sobre las baterías de litio tradicionales. La capacidad global de producción de baterías de potencia ha alcanzado 1200GWh, y la inversión de la industria ha superado los $85 mil millones de dólares estadounidenses. Los costos de las baterías han disminuido un 38% desde 2020, impulsando una reducción significativa en los costos de fabricación de vehículos.\n\nLa infraestructura de carga ha acelerado su despliegue, y el número de puntos de carga públicos en todo el mundo ha alcanzado 18.5 millones, de los cuales los puntos de carga rápida representan el 35%. La tecnología de carga inteligente ha sido promovida y aplicada, y los proyectos de demostración de interacción vehículo-red (V2G) se han implementado en 15 países, proporcionando 45GWh de capacidad de nivelación de picos para la red eléctrica.\n\nLa tecnología de conducción inteligente se ha actualizado, con la tasa de penetración de la conducción autónoma L2+ alcanzando el 45%, y el nivel L3 ha comenzado la producción en masa. La escasez global de chips automotrices ha mejorado significativamente, con la capacidad de producción anual aumentando un 28%. La potencia de cómputo del sistema inteligente a bordo ha superado los 1000TOPS, soportando escenarios de conducción autónoma más complejos.\n\nLa localización de la cadena industrial se ha acelerado, y se han formado cinco grandes clústeres industriales de vehículos de nueva energía a nivel global. Las capacidades de control independiente de materiales clave se han mejorado, y la tasa de autosuficiencia de China en materiales de baterías de litio ha superado el 85%. El sistema de reciclaje para baterías de potencia usadas se ha mejorado gradualmente, con una tasa de reciclaje del 78% y un tamaño de mercado derivado de más de $28 mil millones de dólares estadounidenses.\n\nLa exportación de vehículos de nueva energía ha crecido rápidamente, con el volumen de exportación de vehículos de nueva energía de China alcanzando 950,000 unidades, un aumento interanual del 120%. La transformación de electrificación del mercado europeo se ha acelerado, con los vehículos eléctricos representando el 28% de las ventas de autos nuevos. El mercado estadounidense ha crecido rápidamente con el apoyo de políticas, con ventas anuales superando los 2.1 millones de unidades.\n\nLa competencia en rutas técnicas se ha intensificado, y nuevas tecnologías como baterías de estado sólido y baterías de iones de sodio han acelerado la comercialización. La tecnología de celdas de combustible de hidrógeno ha logrado avances, y los costos del sistema han disminuido un 55% en comparación con 2020. El modelo de intercambio de baterías se promueve en el campo de vehículos comerciales pesados, y se han construido 28,000 estaciones de intercambio de baterías en todo el mundo.\n\nLas políticas industriales continúan optimizándose, y el mundo ha invertido un total de $280 mil millones de dólares estadounidenses en subsidios. Las regulaciones de emisiones de carbono en varios países se han vuelto más estrictas, y el cronograma para la retirada de vehículos de combustible tradicional se ha aclarado. El sistema de estándares industriales se ha mejorado continuamente, impulsando el desarrollo saludable de la industria global de vehículos de nueva energía.\n\nPerspectiva para los próximos cinco años: Se espera que para 2028, las ventas anuales de vehículos de nueva energía en todo el mundo superen los 35 millones, y la tasa de penetración del mercado supere el 45%. Se espera que la densidad de energía de las baterías de potencia supere los 500Wh/kg, y el costo disminuya por debajo de $60/kWh. La conducción inteligente entrará en la etapa de comercialización de nivel L4, impulsando un mercado inteligente de $500 mil millones de dólares estadounidenses.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | ¿Se mencionaron las ventas anuales globales de vehículos de nueva energía: 14.8 millones de unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | ¿Se mencionó la proporción de ventas del mercado chino: 55.4% del total global?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | ¿Se mencionó la densidad de energía de la nueva generación de baterías de estado sólido: 400Wh/kg?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | ¿Se mencionó el número global de puntos de carga públicos: 18.5 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | ¿Se mencionó la tasa de penetración de la conducción autónoma L2+: 45%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | ¿Se mencionó la tasa de autosuficiencia de China en materiales de baterías de litio: superó el 85%?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | ¿Se mencionó el volumen de exportación de vehículos de nueva energía de China: 950,000 unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | ¿Se mencionó la reducción de costos del sistema de celdas de combustible de hidrógeno: 55% en comparación con 2020?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | ¿Se mencionó el número global de estaciones de intercambio de baterías: 28,000 estaciones de intercambio de baterías?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | ¿Se mencionó el monto total de fondos de subsidios globales: $280 mil millones de dólares estadounidenses?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Desarrollo de Tecnología del Metaverso 2023 muestra que la industria global del Metaverso alcanzará $385 mil millones, un aumento del 85% interanual. El volumen de envío de dispositivos de realidad virtual (VR) y realidad aumentada (AR) superó los 32 millones de unidades, un aumento del 62% sobre el año anterior. El número de solicitudes de patentes relacionadas con el Metaverso alcanzó 185,000, de las cuales China representó el 38%, ocupando el primer lugar en el mundo.\n\nAvances significativos en tecnología de hardware, la resolución de la nueva generación de dispositivos VR alcanzó 4K×4K, el campo de visión se expandió a 120 grados, y la latencia se redujo a 12ms. Las soluciones ópticas de AR son innovadoras, y la tecnología de guía de ondas de difracción reduce el peso del dispositivo a 120g. Se ha logrado un progreso significativo en interfaces cerebro-computadora, y los dispositivos no invasivos pueden reconocer 1,000 comandos de pensamiento con una tasa de precisión del 92%.\n\nLa tecnología interactiva se está volviendo cada vez más madura, la precisión de la captura de movimiento de cuerpo completo se ha mejorado al nivel sub-milimétrico, y el reconocimiento de expresiones faciales```python\n        soporta 95 micro-expresiones. Se han logrado avances en la tecnología de retroalimentación táctil, que puede simular el tacto de 200 materiales diferentes. La tecnología de proyección holográfica ha alcanzado resolución 8K, soportando que múltiples personas vean al mismo tiempo sin gafas especiales.\nEl ecosistema de contenido está floreciendo, con más de 8.5 millones de desarrolladores de contenido del Metaverso en todo el mundo, un aumento del 95% desde el año anterior. El número de usuarios activos mensuales de plataformas sociales virtuales ha alcanzado 450 millones, y el número más alto de espectadores en línea para un solo concierto virtual ha superado los 25 millones. Se usa ampliamente en el campo de la educación, con el 15% de las universidades en todo el mundo ofreciendo cursos del Metaverso.\nLa economía digital está acelerando su diseño, con el valor de mercado de las empresas cotizadas relacionadas con el concepto del Metaverso global superando los $2.8 billones de dólares estadounidenses. La escala de transacciones de activos virtuales ha alcanzado $68 mil millones de dólares estadounidenses, y el volumen promedio diario de transacciones del mercado NFT ha superado los $150 millones de dólares estadounidenses. La escala del mercado publicitario del Metaverso ha alcanzado $12.5 mil millones de dólares estadounidenses, con una tasa de crecimiento anual de más del 200%.\nLa formulación de estándares técnicos se ha acelerado, y IEEE ha lanzado el primer estándar de arquitectura de referencia del Metaverso. La Alianza de la Industria del Metaverso se ha establecido globalmente, con 180 empresas participando en la formulación de estándares. El marco de seguridad de datos y protección de privacidad se ha mejorado gradualmente para soportar la interoperabilidad de datos entre plataformas.\nLas aplicaciones industriales se están profundizando constantemente, y el Metaverso industrial ha llevado a un aumento del 28% en la eficiencia de fabricación. El Metaverso médico ha soportado 5,000 cirugías remotas con una tasa de precisión del 99.9%. El volumen de transacciones de la plataforma del metaverso inmobiliario superó los $20 mil millones de dólares estadounidenses, y la visualización de casas en línea representó el 35%.\nLa demanda de talento está creciendo rápidamente, y la demanda global de posiciones relacionadas con el metaverso ha alcanzado 950,000, con un salario promedio 45% más alto que las posiciones tradicionales de TI. Los países han aumentado sus esfuerzos en la formación de talentos, y hay más de 3,000 instituciones de formación profesional. Se estima que la brecha de talento alcanzará 2.8 millones para 2025.\nTendencias de desarrollo futuro: Se estima que para 2028, el tamaño del mercado global del metaverso superará $1.5 billones de dólares estadounidenses. La economía real está acelerando su transformación digital, y el 85% de las marcas desplegarán el metaverso. La integración e innovación tecnológica se está acelerando, y las interfaces cerebro-computadora, la tecnología holográfica, la computación cuántica, etc. traerán avances revolucionarios.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | ¿Se mencionó la escala de la industria global del Metaverso: $385 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | ¿Se mencionó el volumen de envío de dispositivos VR/AR: 32 millones de unidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | ¿Se mencionaron los datos de latencia de la nueva generación de dispositivos VR: 12ms?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | ¿Se mencionó el número de comandos de pensamiento que pueden reconocer las interfaces cerebro-computadora: 1,000 comandos de pensamiento?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | ¿Se mencionó el número global de desarrolladores de contenido del Metaverso: 8.5 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | ¿Se mencionó el número de usuarios activos mensuales de plataformas sociales virtuales: 450 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | ¿Se mencionó el volumen promedio diario de transacciones del mercado NFT: $150 millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | ¿Se mencionó el número de empresas participantes en la Alianza de la Industria del Metaverso: 180 empresas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | ¿Se mencionó el número de cirugías remotas soportadas por el Metaverso médico: 5,000 cirugías remotas?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | ¿Se mencionó la predicción del tamaño del mercado global del metaverso para 2028: $1.5 billones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Por favor, ayúdame a resumir el siguiente artículo【El Informe de Innovación y Desarrollo de la Educación Global 2023 muestra que la transformación digital de la educación se está acelerando, y la inversión global en tecnología educativa ha alcanzado $342 mil millones de dólares estadounidenses, un aumento interanual del 42%. La escala de usuarios de educación en línea ha superado los 1.8 mil millones, y los recursos de aprendizaje digital cubren el 89% de los estudiantes en todo el mundo. En la era post-epidémica, la educación híbrida se ha convertido en la corriente principal, y la enseñanza integrada en línea y fuera de línea representa el 65%.\nLa aplicación de inteligencia artificial en educación se ha profundizado, y los asistentes de enseñanza de IA han cubierto más de 250 millones de usuarios con una tasa de precisión del 96%. El sistema de aprendizaje adaptativo puede identificar más de 8,000 patrones de comportamiento de aprendizaje, y la tasa de precisión de recomendaciones personalizadas ha alcanzado el 92%. El análisis de big data educativo apoya las decisiones de enseñanza y mejora la efectividad de la enseñanza en un 35%.\nEl modo de suministro de recursos educativos ha cambiado. El número de cursos en la plataforma global MOOC ha superado los 85,000, y el número acumulativo de selecciones de cursos ha alcanzado 1.5 mil millones. El intercambio de recursos educativos de alta calidad se ha acelerado, y el número de cursos abiertos en universidades prestigiosas internacionales ha alcanzado 12,000. Hay más de 5,000 proyectos de enseñanza experimental de simulación virtual, cubriendo 12 disciplinas.\nLa evaluación educativa ha innovado y desarrollado, y el sistema de certificación de créditos basado en blockchain ha sido piloteado en 280 universidades. El sistema de evaluación inteligente puede analizar datos del proceso de aprendizaje en tiempo real, con 186 dimensiones de evaluación. El modelo de evaluación basado en competencias se promueve en el campo de la educación vocacional, y se conectan 2,800 estándares profesionales.\nEl desarrollo profesional de los maestros se acelera, y 8.5 millones de maestros en todo el mundo han completado la formación en habilidades de enseñanza digital. La tasa de cobertura de la formación en alfabetización de inteligencia artificial para maestros ha alcanzado el 55%. La aplicación del sistema inteligente de preparación de lecciones se populariza, ahorrando a los maestros el 40% del tiempo de preparación de lecciones. La plataforma de servicios de apoyo al desarrollo de maestros reúne 20 millones de recursos de enseñanza.\nReforma innovadora del modelo de formación de talentos, el aprendizaje basado en proyectos representa el 38%. Hay 35,000 cursos integrados interdisciplinarios, y se han formado 1.8 millones de talentos compuestos. La integración de industria y educación se ha desarrollado profundamente, con 120,000 proyectos de cooperación escuela-empresa y 15 millones de estudiantes cubiertos por educación colaborativa.\nLa equidad educativa continúa mejorando, y la tasa de cobertura de educación en línea en áreas remotas ha aumentado al 75%. Los proyectos de asistencia educativa benefician a 120 millones de estudiantes necesitados. El sistema de apoyo tecnológico de educación especial se mejora, y la tecnología auxiliar beneficia a 28 millones de estudiantes especiales.\nLa cooperación educativa internacional se fortalece, y los proyectos de aprendizaje en línea transfronterizo han alcanzado 8,500. Hay 1,200 acuerdos internacionales de reconocimiento de créditos. La membresía de la Alianza Global de Innovación Educativa se ha expandido a 85 países, con más de 3,000 programas de formación conjunta.\nTendencias de desarrollo futuro: Se estima que para 2028, el mercado global de tecnología educativa alcanzará $850 mil millones de dólares estadounidenses. Las aplicaciones de educación del metaverso se popularizan, y el aprendizaje inmersivo se ha convertido en un método importante. La inteligencia artificial empodera profundamente todo el proceso educativo y promueve cambios en el paradigma educativo. El sistema de aprendizaje permanente es más completo, y la construcción de una sociedad de aprendizaje se acelera.】. Tu resumen debe incluir toda la información clave del artículo (toda, sin omitir nada). Pero debes controlar el total de palabras en 180. Atención: solo las palabras en español cuentan en el total de palabras.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "spanish_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | ¿Se mencionó la escala de inversión global en tecnología educativa: $342 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | ¿Se mencionó la escala de usuarios de educación en línea: 1.8 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | ¿Se mencionó el número de usuarios cubiertos por asistentes de enseñanza de IA: 250 millones de usuarios?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | ¿Se mencionó el número de cursos en plataformas MOOC globales: 85,000 cursos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | ¿Se mencionó el número de cursos abiertos de universidades prestigiosas internacionales: 12,000 cursos abiertos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | ¿Se mencionó el número de universidades piloto de certificación de créditos blockchain: 280 universidades?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | ¿Se mencionó el número de maestros que completaron la formación en habilidades de enseñanza digital: 8.5 millones de maestros?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | ¿Se mencionó el número de proyectos de cooperación escuela-empresa: 120,000 proyectos?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | ¿Se mencionó el número de estudiantes beneficiados por proyectos de asistencia educativa: 120 millones de estudiantes?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | ¿Se mencionó la predicción del tamaño del mercado global de tecnología educativa para 2028: $850 mil millones?",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]