[
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 5 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 15 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 1 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了5个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于15？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[15,15]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与1的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[1,1]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 5 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 20 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 1 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了5个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于20？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[20,20]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与1的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[1,1]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 5 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 30 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 2 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了5个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于30？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[30,30]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与2的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[2,2]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 5 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 40 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 2 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了5个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[5,5]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于40？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[40,40]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与2的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[2,2]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 7 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 15 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 1 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了7个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于15？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[15,15]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与1的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[1,1]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 7 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 20 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 1 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了7个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于20？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[20,20]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与1的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[1,1]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 7 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 30 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 2 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了7个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于30？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[30,30]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与2的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[2,2]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 7 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 40 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 2 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了7个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[7,7]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于40？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[40,40]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与2的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[2,2]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 9 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 30 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 1 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了9个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[9,9]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于30？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[30,30]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与1的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[1,1]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "In einem fortgeschrittenen Kurs der Sozialökonomie führt der Professor die Studierenden in die Entwicklungen und Veränderungen der deutschen Wirtschaft in den letzten Jahren ein. Um das Verständnis der Studierenden für diese wirtschaftlichen Phänomene zu vertiefen, hat der Professor eine herausfordernde Aufgabe entworfen. Die Studierenden müssen einen Wirtschaftsbericht verfassen, der Finanzzahlen aus verschiedenen Jahren enthält und die Veränderungen der deutschen Wirtschaft in verschiedenen Bereichen analysiert. Diese Aufgabe soll den Studierenden helfen, die wesentlichen Trends in der deutschen Wirtschaft zu verstehen, wie etwa die Schwankungen auf dem Arbeitsmarkt, Veränderungen in der Industrieproduktion und die Reaktionen der staatlichen Finanzpolitik auf weltwirtschaftliche Veränderungen. Durch die Analyse dieser Daten können die Studierenden besser verstehen, welche Faktoren hinter den wirtschaftlichen Veränderungen stehen. Zudem bietet die Aufgabe wertvolle Einblicke, die bei der Gestaltung zukünftiger Arbeitsmarktperspektiven und der Entwicklung staatlicher Politiken von Nutzen sein können. So wird es den Studierenden ermöglicht, die Komplexität wirtschaftlicher und sozialer Prozesse zu begreifen und sie auf zukünftige Herausforderungen vorzubereiten. Achten Sie darauf, dass in der Analyse die wirtschaftlichen Entwicklungstrends in verschiedenen Bereichen Deutschlands mit den entsprechenden Bereichen in Großbritannien, Frankreich und den Vereinigten Staaten verglichen werden. Abgesehen von den Jahren muss der Abschnitt 9 Zahlen enthalten, wobei jede Zahl eine Länge von mehr als 60 Zeichen hat. Alle Zahlen müssen die gleiche Parität wie 1 haben. Es wird verlangt, dass alle Zahlen in der Reihenfolge monoton sind, d.h. entweder monoton steigend oder monoton fallend. Außer den Jahren und Nummern müssen alle Zahlen in deutscher Sprache ausgeschrieben werden, die Verwendung von arabischen Zahlen ist nicht erlaubt. Es darf nur eine natürliche Zahl sein, keine Dezimalzahl. Verwenden Sie deutsche Zahlen anstelle der Form ‘XXX Zeichen lang’. Nicht eine Zahl in mehrere Teile aufteilen. Die Zahl muss kleiner als 200.000 sein. Die Anforderung besteht darin, keine wiederholten Zahlen zu verwenden.",
        "corresponding_parts": {
            "数字": "请你依次找出回答中除年份外的所有数字，请确保提取的数字完整无遗漏，不要随意篡改原文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否找出了9个德语数字？",
                "corresponding_part": "数字",
                "rule": "item_count:[9,9]",
                "dep": [],
                "能力项": "单元数量合规",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "德语数字是否不重复？",
                "corresponding_part": "数字",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "每个数字的长度是否不低于60？",
                "corresponding_part": "数字",
                "rule": "german_numbers_length:[60,60]",
                "dep": [],
                "能力项": "德语数字长度",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "每个数字是否都与1的奇偶性保持一致？",
                "corresponding_part": "数字",
                "rule": "german_numbers_parity:[1,1]",
                "dep": [],
                "能力项": "德语数字奇偶性",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "判断所有数字按顺序是否具有单调性？",
                "corresponding_part": "数字",
                "rule": "check_number_monotonicity",
                "dep": [
                    1
                ],
                "能力项": "德语数字单调性",
                "被依赖": false
            }
        ]
    }
]