[
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 100 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 10 betragen sollte, davon sollten mindestens 3 „der“, mindestens 2 „das“ und mindestens 3 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的100是否为100字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[90.0,110.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[10]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[3]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[2]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[3]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 150 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 15 betragen sollte, davon sollten mindestens 5 „der“, mindestens 4 „das“ und mindestens 3 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的150是否为150字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[135.0,165.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[15]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[5]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[4]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[3]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 200 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 20 betragen sollte, davon sollten mindestens 7 „der“, mindestens 5 „das“ und mindestens 6 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的200是否为200字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[20]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[7]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[5]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[6]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 250 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 25 betragen sollte, davon sollten mindestens 9 „der“, mindestens 6 „das“ und mindestens 7 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的250是否为250字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[25]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[9]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[6]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[7]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 300 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 30 betragen sollte, davon sollten mindestens 11 „der“, mindestens 8 „das“ und mindestens 9 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的300是否为300字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[30]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[11]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[8]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[9]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 350 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 35 betragen sollte, davon sollten mindestens 13 „der“, mindestens 9 „das“ und mindestens 10 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的350是否为350字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[315.0,385.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[35]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[13]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[9]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[10]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 400 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 40 betragen sollte, davon sollten mindestens 15 „der“, mindestens 10 „das“ und mindestens 12 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的400是否为400字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[360.0,440.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[40]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[15]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[10]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[12]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 450 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 45 betragen sollte, davon sollten mindestens 17 „der“, mindestens 12 „das“ und mindestens 14 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的450是否为450字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[405.0,495.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[45]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[17]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[12]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[14]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 500 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 50 betragen sollte, davon sollten mindestens 20 „der“, mindestens 15 „das“ und mindestens 15 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的500是否为500字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[450.0,550.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[50]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[20]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[15]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[15]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Du bist ein junger Fachmann aus China, der gerade seinen Masterabschluss abgeschlossen hat und nun eine Arbeitsstelle in einem deutschen Unternehmen bekommen hat. Du wirst als Marktanalyst in einer internationalen Unternehmensberatung arbeiten, wobei die Position erfordert, dass du im Büro in Deutschland tätig bist und regelmäßig in andere Länder reist, um mit Kunden zu kommunizieren. Du wirst auch mit Kollegen aus verschiedenen Ländern zusammenarbeiten und an interkulturellen Teamprojekten teilnehmen. Obwohl dein Deutschkenntnisse für die alltägliche Kommunikation ausreichen, weißt du, dass du deine Sprachfähigkeiten kontinuierlich verbessern musst, um besser in das neue Arbeitsumfeld integriert zu werden. In dieser Situation ist deine Aufgabe, deine berufliche Laufbahn für die nächsten fünf Jahre zu planen und konkrete Ziele zu setzen. Du musst verschiedene Aspekte berücksichtigen, darunter die Verbesserung deiner Deutschkenntnisse, interkulturelle Kommunikationstechniken, Teamarbeit und Weiterbildungsmöglichkeiten für die berufliche Entwicklung. Zunächst solltest du drei berufliche Ziele für die nächsten fünf Jahre festlegen und erklären, wie du diese Ziele erreichen möchtest. Du musst auch einen detaillierten Plan für die Verbesserung deiner Deutschkenntnisse erstellen, Lernstrategien vorschlagen und die Zeitplanung sinnvoll gestalten. Da du mit Kollegen aus verschiedenen kulturellen Hintergründen zusammenarbeiten wirst, ist es auch entscheidend, wie du effektiv interkulturelle Kommunikation betreibst. Daher solltest du mindestens zwei konkrete Kommunikationstechniken angeben. Zudem solltest du darüber nachdenken, was im Berufsleben wichtiger ist: die kontinuierliche Verbesserung der Fachkenntnisse oder die Teamarbeit, und die Gründe dafür erklären. Schließlich gehört zu deiner Planung auch, wie du Beruf und Privatleben in Einklang bringen und verhindern kannst, dass Arbeitsstress deine körperliche und geistige Gesundheit beeinträchtigt. Deine Antwort sollte etwa 600 Wörter umfassen und so viele verschiedene Nomen wie möglich in unterschiedlichen grammatikalischen Geschlechtern (maskulin, feminin, neutrum) enthalten. Achte darauf, die richtigen bestimmten Artikel zu verwenden, wobei die Anzahl der bestimmten Artikel mindestens 60 betragen sollte, davon sollten mindestens 25 „der“, mindestens 18 „das“ und mindestens 17 „die“ sein.",
        "corresponding_parts": {
            "职业规划": "请你返回模型回答的全部正文内容。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国咨询公司职业规划的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "文案的600是否为600字左右？",
                "corresponding_part": "职业规划",
                "rule": "german_total_length:[540.0,660.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "定冠词总数量是否符合要求？",
                "corresponding_part": "职业规划",
                "rule": "german_article_count:[60]",
                "dep": [],
                "能力项": "德语定冠词总数量",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "定冠词der是否数量符合要求并且全部搭配阳性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_der:[25]",
                "dep": [],
                "能力项": "der数量及阳性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "定冠词das是否数量符合要求并且全部搭配中性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_das:[18]",
                "dep": [],
                "能力项": "das数量及中性名词搭配",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "定冠词die是否数量符合要求并且全部搭配阴性名词使用？",
                "corresponding_part": "职业规划",
                "rule": "german_article_die:[17]",
                "dep": [],
                "能力项": "die数量及阴性名词搭配",
                "被依赖": false
            }
        ]
    }
]