[
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 150 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die Jagd der Menschen. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 5 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为150字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[135.0,165.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少5个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[5,5]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 200 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die Jagd der Menschen. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 8 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为200字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少8个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[8,8]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 250 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die Jagd der Menschen. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 11 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为250字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少11个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[11,11]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 150 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist der hungrige Löwe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 5 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为150字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[135.0,165.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少5个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[5,5]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 200 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist der hungrige Löwe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 8 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为200字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少8个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[8,8]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 250 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist der hungrige Löwe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 11 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为250字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少11个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[11,11]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 150 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die böse Hexe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 5 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为150字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[135.0,165.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少5个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[5,5]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 200 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die böse Hexe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 8 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为200字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少8个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[8,8]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 250 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die böse Hexe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 11 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为250字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少11个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[11,11]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Schreibe eine Märchengeschichte mit ungefähr 300 Wörtern. Die Hauptfigur der Geschichte ist ein kluger kleiner Fuchs, der in einem magischen Wald lebt. Eines Tages entdeckt er einen geheimen Pfad, der in eine unbekannte Welt führt. Um seinen Freunden zu helfen, beschließt der kleine Fuchs, sich auf dieses Abenteuer zu begeben. In der Geschichte beschreibe, wie der kleine Fuchs auf verschiedene Waldbewohner trifft – wie ein sanftes Einhorn, einen gutherzigen Adler und einen geheimnisvollen Waldgeist – und gemeinsam ein großes Problem lösen. Das Problem ist die böse Hexe. Wird der kleine Fuchs die Aufgabe erfolgreich abschließen und sicher nach Hause zurückkehren? Integriere in die Geschichte magische Elemente und betone die Kraft von Freundschaft, Mut und Weisheit. Die Geschichte sollte mindestens drei Hauptfiguren enthalten, die jeweils eigene Eigenschaften und Ziele haben. Beschreibe die Interaktionen des kleinen Fuchses mit den anderen Figuren und wie sie sich gegenseitig unterstützen. Hebe die Herausforderungen und Lösungen während des Abenteuers hervor und achte auf eine kohärente und kreative Handlung. Bitte beachten Sie, dass Ihre Antwort mindestens 15 Diminutivformen im Singular enthalten muss.",
        "corresponding_parts": {
            "童话故事": "生成的完整童话故事"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于带魔法元素的童话故事？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "童话故事是否为300字左右？",
                "corresponding_part": "童话故事",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否有至少15个单数形式的德语指小词？",
                "corresponding_part": "童话故事",
                "rule": "german_text_diminutive_words:[15,15]",
                "dep": [],
                "能力项": "德语指小词的识别、单复数及个数",
                "被依赖": false
            }
        ]
    }
]