[
    {
        "category": "general_single",
        "question": "Hello large language model, I am a new employee who just arrived in Beijing. I have been living and studying in southern China before, and I decided to come to Beijing for development, hoping to broaden my horizons and abilities. My interests are quite diverse, such as reading, photography, and traveling. I also love sports, especially badminton and swimming. These hobbies help me relax better after work and have allowed me to meet many like-minded friends. I have an outgoing personality, enjoy communication, like making new friends, and adapt well to new environments. Next, I would like to focus on introducing my relevant experience as a product manager. I once worked as a product manager at an internet company, responsible for product requirement research, competitive analysis, prototype design, and communication with multiple departments such as development, testing, and operations from zero to one. During project advancement, I am good at listening to user feedback and can quickly locate and solve problems in the product. I also led a team to successfully launch a learning app for college students, which received positive market feedback. In terms of team collaboration, I emphasize communication and cooperation among team members, and have organized multiple brainstorming and requirement review meetings to ensure smooth project progress. I am also happy to help newcomers integrate into the team and share my experiences and insights. Finally, I would like to express my expectations and enthusiasm for the new job. I greatly value this opportunity to develop in Beijing and hope to continue growing on this new platform, creating more valuable products together with excellent colleagues. I am passionate about the product manager role, willing to continuously learn and challenge myself, and contribute to the company's development. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 10 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am a new employee who just arrived in Beijing. I have been living and studying in southern China before, and I decided to come to Beijing for development, hoping to broaden my horizons and abilities. My interests are quite diverse, such as reading, photography, and traveling. I also love sports, especially badminton and swimming. These hobbies help me relax better after work and have allowed me to meet many like-minded friends. I have an outgoing personality, enjoy communication, like making new friends, and adapt well to new environments. Next, I would like to focus on introducing my relevant experience as a product manager. I once worked as a product manager at an internet company, responsible for product requirement research, competitive analysis, prototype design, and communication with multiple departments such as development, testing, and operations from zero to one. During project advancement, I am good at listening to user feedback and can quickly locate and solve problems in the product. I also led a team to successfully launch a learning app for college students, which received positive market feedback. In terms of team collaboration, I emphasize communication and cooperation among team members, and have organized multiple brainstorming and requirement review meetings to ensure smooth project progress. I am also happy to help newcomers integrate into the team and share my experiences and insights. Finally, I would like to express my expectations and enthusiasm for the new job. I greatly value this opportunity to develop in Beijing and hope to continue growing on this new platform, creating more valuable products together with excellent colleagues. I am passionate about the product manager role, willing to continuously learn and challenge myself, and contribute to the company's development. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 40 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am a new employee who just arrived in Beijing. I have been living and studying in southern China before, and I decided to come to Beijing for development, hoping to broaden my horizons and abilities. My interests are quite diverse, such as reading, photography, and traveling. I also love sports, especially badminton and swimming. These hobbies help me relax better after work and have allowed me to meet many like-minded friends. I have an outgoing personality, enjoy communication, like making new friends, and adapt well to new environments. Next, I would like to focus on introducing my relevant experience as a product manager. I once worked as a product manager at an internet company, responsible for product requirement research, competitive analysis, prototype design, and communication with multiple departments such as development, testing, and operations from zero to one. During project advancement, I am good at listening to user feedback and can quickly locate and solve problems in the product. I also led a team to successfully launch a learning app for college students, which received positive market feedback. In terms of team collaboration, I emphasize communication and cooperation among team members, and have organized multiple brainstorming and requirement review meetings to ensure smooth project progress. I am also happy to help newcomers integrate into the team and share my experiences and insights. Finally, I would like to express my expectations and enthusiasm for the new job. I greatly value this opportunity to develop in Beijing and hope to continue growing on this new platform, creating more valuable products together with excellent colleagues. I am passionate about the product manager role, willing to continuously learn and challenge myself, and contribute to the company's development. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 50 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am not a local from Guangzhou. I have been living and working in Xi'an before, and this time I came to Guangzhou hoping to engage in front-end development work here. In my spare time, I enjoy drawing, programming, watching movies, and trying new things, such as recently learning baking and cycling. I have a rather outgoing personality, enjoy discussing technical issues with colleagues and friends, and am happy to participate in various technical sharing and community activities. Regarding my front-end development experience, I once worked as a front-end developer at a large internet company, participating in multiple large-scale projects including e-commerce platforms and online education websites. I am proficient in front-end technologies such as HTML, CSS, JavaScript, and familiar with mainstream frameworks like React and Vue, capable of independently completing the entire process from page design to functionality implementation. In projects, I focus on code maintainability and performance optimization, having led a front-end performance improvement initiative that significantly enhanced page loading speed through techniques such as lazy loading and code splitting. Additionally, I actively participate in user experience optimization, paying attention to actual user needs, and have proposed and implemented multiple interaction optimization solutions to improve product usability and aesthetics. Finally, I would like to express my enthusiasm and expectations for future work. I love front-end development and enjoy creating beautiful user experiences with code and design. I hope to achieve higher levels of technical breakthroughs and product innovation with an excellent team in Guangzhou, this vibrant city. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 10 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am not a local from Guangzhou. I have been living and working in Xi'an before, and this time I came to Guangzhou hoping to engage in front-end development work here. In my spare time, I enjoy drawing, programming, watching movies, and trying new things, such as recently learning baking and cycling. I have a rather outgoing personality, enjoy discussing technical issues with colleagues and friends, and am happy to participate in various technical sharing and community activities. Regarding my front-end development experience, I once worked as a front-end developer at a large internet company, participating in multiple large-scale projects including e-commerce platforms and online education websites. I am proficient in front-end technologies such as HTML, CSS, JavaScript, and familiar with mainstream frameworks like React and Vue, capable of independently completing the entire process from page design to functionality implementation. In projects, I focus on code maintainability and performance optimization, having led a front-end performance improvement initiative that significantly enhanced page loading speed through techniques such as lazy loading and code splitting. Additionally, I actively participate in user experience optimization, paying attention to actual user needs, and have proposed and implemented multiple interaction optimization solutions to improve product usability and aesthetics. Finally, I would like to express my enthusiasm and expectations for future work. I love front-end development and enjoy creating beautiful user experiences with code and design. I hope to achieve higher levels of technical breakthroughs and product innovation with an excellent team in Guangzhou, this vibrant city. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 40 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am not a local from Guangzhou. I have been living and working in Xi'an before, and this time I came to Guangzhou hoping to engage in front-end development work here. In my spare time, I enjoy drawing, programming, watching movies, and trying new things, such as recently learning baking and cycling. I have a rather outgoing personality, enjoy discussing technical issues with colleagues and friends, and am happy to participate in various technical sharing and community activities. Regarding my front-end development experience, I once worked as a front-end developer at a large internet company, participating in multiple large-scale projects including e-commerce platforms and online education websites. I am proficient in front-end technologies such as HTML, CSS, JavaScript, and familiar with mainstream frameworks like React and Vue, capable of independently completing the entire process from page design to functionality implementation. In projects, I focus on code maintainability and performance optimization, having led a front-end performance improvement initiative that significantly enhanced page loading speed through techniques such as lazy loading and code splitting. Additionally, I actively participate in user experience optimization, paying attention to actual user needs, and have proposed and implemented multiple interaction optimization solutions to improve product usability and aesthetics. Finally, I would like to express my enthusiasm and expectations for future work. I love front-end development and enjoy creating beautiful user experiences with code and design. I hope to achieve higher levels of technical breakthroughs and product innovation with an excellent team in Guangzhou, this vibrant city. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 50 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I just arrived in Shenzhen after living and working in Northeast China. I came to Shenzhen hoping to challenge myself and improve my professional skills in a more open and innovative environment. Personally, I enjoy reading, writing, and traveling, and I also love sports such as running and basketball. These interests help me maintain a good state of mind outside of intense work. I have an outgoing personality, am good at communication and expression, and adapt well to fast-paced work environments. Regarding my experience as a data analyst, I worked at a fintech company responsible for data collection, cleaning, modeling, and analysis. Specifically, I have participated in various projects such as user behavior analysis, risk modeling, and marketing effectiveness evaluation. I am proficient in data analysis tools like Python, SQL, and Tableau, and can independently complete the entire analysis process from data acquisition to result presentation. In terms of data visualization, I have extensive practical experience and have customized multiple data visualization reports for company executives, helping management understand business situations more intuitively and aiding decision-making. Besides this, I actively participate in knowledge sharing within the team, helping new colleagues quickly master data analysis skills. Finally, I would like to express my passion and pursuit for data analysis work. I believe data can drive business innovation and optimization, and hope to explore more possibilities with data alongside an excellent team in Shenzhen, this city full of opportunities, achieving personal and company growth together. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 10 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I just arrived in Shenzhen after living and working in Northeast China. I came to Shenzhen hoping to challenge myself and improve my professional skills in a more open and innovative environment. Personally, I enjoy reading, writing, and traveling, and I also love sports such as running and basketball. These interests help me maintain a good state of mind outside of intense work. I have an outgoing personality, am good at communication and expression, and adapt well to fast-paced work environments. Regarding my experience as a data analyst, I worked at a fintech company responsible for data collection, cleaning, modeling, and analysis. Specifically, I have participated in various projects such as user behavior analysis, risk modeling, and marketing effectiveness evaluation. I am proficient in data analysis tools like Python, SQL, and Tableau, and can independently complete the entire analysis process from data acquisition to result presentation. In terms of data visualization, I have extensive practical experience and have customized multiple data visualization reports for company executives, helping management understand business situations more intuitively and aiding decision-making. Besides this, I actively participate in knowledge sharing within the team, helping new colleagues quickly master data analysis skills. Finally, I would like to express my passion and pursuit for data analysis work. I believe data can drive business innovation and optimization, and hope to explore more possibilities with data alongside an excellent team in Shenzhen, this city full of opportunities, achieving personal and company growth together. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 40 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I just arrived in Shenzhen after living and working in Northeast China. I came to Shenzhen hoping to challenge myself and improve my professional skills in a more open and innovative environment. Personally, I enjoy reading, writing, and traveling, and I also love sports such as running and basketball. These interests help me maintain a good state of mind outside of intense work. I have an outgoing personality, am good at communication and expression, and adapt well to fast-paced work environments. Regarding my experience as a data analyst, I worked at a fintech company responsible for data collection, cleaning, modeling, and analysis. Specifically, I have participated in various projects such as user behavior analysis, risk modeling, and marketing effectiveness evaluation. I am proficient in data analysis tools like Python, SQL, and Tableau, and can independently complete the entire analysis process from data acquisition to result presentation. In terms of data visualization, I have extensive practical experience and have customized multiple data visualization reports for company executives, helping management understand business situations more intuitively and aiding decision-making. Besides this, I actively participate in knowledge sharing within the team, helping new colleagues quickly master data analysis skills. Finally, I would like to express my passion and pursuit for data analysis work. I believe data can drive business innovation and optimization, and hope to explore more possibilities with data alongside an excellent team in Shenzhen, this city full of opportunities, achieving personal and company growth together. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 50 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am a job seeker new to Hangzhou, having previously lived and studied in northern cities. I came to Hangzhou hoping to find better development opportunities here. In my spare time, I enjoy listening to music, reading, photography, and participating in various outdoor activities such as hiking and cycling, which help me maintain a positive attitude. I have a relatively optimistic personality, am good at communicating with people, and can quickly adapt to new environments. Regarding my backend development experience, I worked as a backend developer at a well-known technology company, mainly responsible for system architecture design, database design, interface development, and performance optimization. I have participated in multiple large-scale projects, including e-commerce systems and content management platforms, and am familiar with backend development languages such as Java, Python, and Go, mastering mainstream frameworks like Spring Boot and Django. In terms of system architecture design, I have led the implementation of microservice architecture, responsible for service splitting, containerized deployment, and automated operations, significantly improving system scalability and stability. In team collaboration, I emphasize cooperation with departments such as frontend, testing, and operations, can communicate efficiently, and solve various technical problems in projects. Finally, I would like to express my expectations and enthusiasm for joining a new team. I love backend development work, am willing to continuously learn new technologies and improve myself, and hope to create better products and services together with everyone in Hangzhou, a city with a strong internet atmosphere. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 10 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am a job seeker new to Hangzhou, having previously lived and studied in northern cities. I came to Hangzhou hoping to find better development opportunities here. In my spare time, I enjoy listening to music, reading, photography, and participating in various outdoor activities such as hiking and cycling, which help me maintain a positive attitude. I have a relatively optimistic personality, am good at communicating with people, and can quickly adapt to new environments. Regarding my backend development experience, I worked as a backend developer at a well-known technology company, mainly responsible for system architecture design, database design, interface development, and performance optimization. I have participated in multiple large-scale projects, including e-commerce systems and content management platforms, and am familiar with backend development languages such as Java, Python, and Go, mastering mainstream frameworks like Spring Boot and Django. In terms of system architecture design, I have led the implementation of microservice architecture, responsible for service splitting, containerized deployment, and automated operations, significantly improving system scalability and stability. In team collaboration, I emphasize cooperation with departments such as frontend, testing, and operations, can communicate efficiently, and solve various technical problems in projects. Finally, I would like to express my expectations and enthusiasm for joining a new team. I love backend development work, am willing to continuously learn new technologies and improve myself, and hope to create better products and services together with everyone in Hangzhou, a city with a strong internet atmosphere. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 40 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am a job seeker new to Hangzhou, having previously lived and studied in northern cities. I came to Hangzhou hoping to find better development opportunities here. In my spare time, I enjoy listening to music, reading, photography, and participating in various outdoor activities such as hiking and cycling, which help me maintain a positive attitude. I have a relatively optimistic personality, am good at communicating with people, and can quickly adapt to new environments. Regarding my backend development experience, I worked as a backend developer at a well-known technology company, mainly responsible for system architecture design, database design, interface development, and performance optimization. I have participated in multiple large-scale projects, including e-commerce systems and content management platforms, and am familiar with backend development languages such as Java, Python, and Go, mastering mainstream frameworks like Spring Boot and Django. In terms of system architecture design, I have led the implementation of microservice architecture, responsible for service splitting, containerized deployment, and automated operations, significantly improving system scalability and stability. In team collaboration, I emphasize cooperation with departments such as frontend, testing, and operations, can communicate efficiently, and solve various technical problems in projects. Finally, I would like to express my expectations and enthusiasm for joining a new team. I love backend development work, am willing to continuously learn new technologies and improve myself, and hope to create better products and services together with everyone in Hangzhou, a city with a strong internet atmosphere. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 50 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am not a local from Chengdu. I have been living and studying in Chongqing before, and this time I came to Chengdu hoping to find a job as a UI designer here. In my spare time, I enjoy drawing, photography, traveling, and researching various design trends and cutting-edge technologies. I have a relatively gentle personality, am good at listening and communicating, and can collaborate well with team members. Regarding my UI design experience, I worked as a UI designer at an internet company, responsible for interface design and optimization of multiple mobile and web projects. I am familiar with design tools such as Sketch, Photoshop, and Illustrator, and can independently complete the entire process from requirement analysis and prototype design to final visual drafts. In projects, I focus on user experience and am good at thinking about design solutions from the user's perspective. I once led a complete redesign of a social app, which improved user retention and activity rates. In terms of team collaboration, I am happy to share my design ideas and experiences, actively participate in team reviews and brainstorming, and help the team continuously improve design standards. Finally, I would like to express my love for design work and plans for the future. I believe excellent design can change users' lives and hope to create more influential works together with everyone in Chengdu, this creative and vibrant city, achieving personal and team growth together. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 10 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am not a local from Chengdu. I have been living and studying in Chongqing before, and this time I came to Chengdu hoping to find a job as a UI designer here. In my spare time, I enjoy drawing, photography, traveling, and researching various design trends and cutting-edge technologies. I have a relatively gentle personality, am good at listening and communicating, and can collaborate well with team members. Regarding my UI design experience, I worked as a UI designer at an internet company, responsible for interface design and optimization of multiple mobile and web projects. I am familiar with design tools such as Sketch, Photoshop, and Illustrator, and can independently complete the entire process from requirement analysis and prototype design to final visual drafts. In projects, I focus on user experience and am good at thinking about design solutions from the user's perspective. I once led a complete redesign of a social app, which improved user retention and activity rates. In terms of team collaboration, I am happy to share my design ideas and experiences, actively participate in team reviews and brainstorming, and help the team continuously improve design standards. Finally, I would like to express my love for design work and plans for the future. I believe excellent design can change users' lives and hope to create more influential works together with everyone in Chengdu, this creative and vibrant city, achieving personal and team growth together. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 40 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hello large language model, I am not a local from Chengdu. I have been living and studying in Chongqing before, and this time I came to Chengdu hoping to find a job as a UI designer here. In my spare time, I enjoy drawing, photography, traveling, and researching various design trends and cutting-edge technologies. I have a relatively gentle personality, am good at listening and communicating, and can collaborate well with team members. Regarding my UI design experience, I worked as a UI designer at an internet company, responsible for interface design and optimization of multiple mobile and web projects. I am familiar with design tools such as Sketch, Photoshop, and Illustrator, and can independently complete the entire process from requirement analysis and prototype design to final visual drafts. In projects, I focus on user experience and am good at thinking about design solutions from the user's perspective. I once led a complete redesign of a social app, which improved user retention and activity rates. In terms of team collaboration, I am happy to share my design ideas and experiences, actively participate in team reviews and brainstorming, and help the team continuously improve design standards. Finally, I would like to express my love for design work and plans for the future. I believe excellent design can change users' lives and hope to create more influential works together with everyone in Chengdu, this creative and vibrant city, achieving personal and team growth together. However, the resume can only contain English and no other languages. Due to privacy reasons, I won't provide my resume for this task. You can first freely demonstrate your skills, and I'll assess your standard. The resume doesn't require a special format; it just needs to be written in a flat, non - segmented manner, with no additional content output. Since I need to read this resume directly, please write it as a single paragraph. The resume shall be around 50 minutes. In order to ensure readability of your output, please do not output any content outside the article.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    }
]