[
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 150 Wörtern zurück, in der 5 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为150字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[135.0,165.0]",
                "dep": [],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有5个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[5]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 200 Wörtern zurück, in der 5 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为200字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有5个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[5]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 200 Wörtern zurück, in der 7 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为200字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[180.0,220.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有7个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[7]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 250 Wörtern zurück, in der 5 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为250字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有5个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[5]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 250 Wörtern zurück, in der 7 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为250字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有7个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[7]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 250 Wörtern zurück, in der 9 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为250字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[225.0,275.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有9个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[9]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 300 Wörtern zurück, in der 5 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为300字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有5个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[5]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 300 Wörtern zurück, in der 7 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为300字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有7个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[7]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 300 Wörtern zurück, in der 9 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为300字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有9个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[9]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_multi",
        "question": "Im Berufsberatungszentrum in Deutschland erklärt ein Berufsberater einer Gruppe von Absolventen den deutschen Arbeitsmarkt. Der Berater erwähnt zunächst, dass der Arbeitsmarkt in Deutschland voller Chancen steckt, insbesondere die Nachfrage nach Berufen in den Bereichen Technik, Gesundheitswesen und Medien sehr hoch ist. Danach bittet der Berater jeden Studenten, ein Berufsfeld auszuwählen, das seinem Interesse entspricht, und mindestens fünf gängige Berufsbezeichnungen in diesem Bereich aufzulisten. Jeder Student soll kurz erläutern, wie hoch die Nachfrage nach diesen Berufen auf dem deutschen Arbeitsmarkt ist, einschließlich der Branchentrends, der Berufsaussichten und der erforderlichen Qualifikationen oder Fähigkeiten. Der Berater ermutigt die Studenten, sich stärker auf Berufe in den Bereichen mit Fachkräftemangel zu konzentrieren und sich gut auf den Eintritt in diese Branchen vorzubereiten. Bitte geben Sie eine Antwort von 300 Wörtern zurück, in der 10 schwache maskuline Deklinationen, die auf „en“ oder „n“ enden und die Formen des zweiten, dritten oder vierten Falls verwenden, vorkommen. In der Antwort wird jedes entsprechende Wort im zweiten, dritten oder vierten Fall der schwachen maskulinen Deklination nacheinander mit arabischen Zahlen gekennzeichnet.",
        "corresponding_parts": {
            "行业分析": "请提取完整的关于行业分析的回答。",
            "阳性弱变化名词": "请你依次找出回答中出现的用阿拉伯数字标明的词，不准重复或遗漏，也不准更改其形式，提取时不用提取阿拉伯数字，以python list的形式返回。"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "主题是否是关于德国劳动市场的？",
                "rule": null,
                "dep": [],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 1,
                "question": "行业分析是否为300字左右？",
                "corresponding_part": "行业分析",
                "rule": "german_total_length:[270.0,330.0]",
                "dep": [],
                "能力项": "200字以上、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "阳性弱变化名词是否不重复？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "repeat_each",
                "dep": [],
                "能力项": "重复",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否有10个第二、三、四格形态的阳性弱变化名词？",
                "corresponding_part": "阳性弱变化名词",
                "rule": "check_words_case:[10]",
                "dep": [],
                "能力项": "阳性弱变化名词第二、三、四格形态的识别及个数",
                "被依赖": false
            }
        ]
    }
]