[
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin ein neuer Mitarbeiter, der gerade in Peking angekommen ist. Ich habe zuvor in Südchina gelebt und studiert und beschlossen, nach Peking zu kommen, um mich zu entwickeln, in der Hoffnung, meine Horizonte und Fähigkeiten zu erweitern. Meine Interessen sind ziemlich vielfältig, wie Lesen, Fotografie und Reisen. Ich liebe auch Sport, besonders Badminton und Schwimmen. Diese Hobbys helfen mir, mich nach der Arbeit besser zu entspannen und haben mir ermöglicht, viele Gleichgesinnte zu treffen. Ich habe eine extrovertierte Persönlichkeit, genieße Kommunikation, mag es, neue Freunde zu finden und passe mich gut an neue Umgebungen an. Als nächstes möchte ich mich darauf konzentrieren, meine relevante Erfahrung als Produktmanager vorzustellen. Ich arbeitete einmal als Produktmanager in einem Internetunternehmen, verantwortlich für Produktanforderungsforschung, Wettbewerbsanalyse, Prototyp-Design und Kommunikation mit mehreren Abteilungen wie Entwicklung, Tests und Betrieb von null bis eins. Bei der Projektförderung bin ich gut darin, Benutzerfeedback zu hören und kann schnell Probleme im Produkt lokalisieren und lösen. Ich leitete auch ein Team, um erfolgreich eine Lern-App für Universitätsstudenten zu starten, die positives Marktfeedback erhielt. In Bezug auf Teamzusammenarbeit betone ich Kommunikation und Kooperation zwischen Teammitgliedern und habe mehrere Brainstorming- und Anforderungsüberprüfungssitzungen organisiert, um einen reibungslosen Projektfortschritt zu gewährleisten. Ich helfe auch gerne Neulingen bei der Integration ins Team und teile meine Erfahrungen und Einsichten. Schließlich möchte ich meine Erwartungen und Begeisterung für den neuen Job ausdrücken. Ich schätze diese Gelegenheit sehr, mich in Peking zu entwickeln und hoffe, auf dieser neuen Plattform weiter zu wachsen und wertvollere Produkte zusammen mit ausgezeichneten Kollegen zu schaffen. Ich bin leidenschaftlich für die Produktmanager-Rolle, bereit, kontinuierlich zu lernen und mich selbst herauszufordern, und zur Entwicklung des Unternehmens beizutragen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 10 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin ein neuer Mitarbeiter, der gerade in Peking angekommen ist. Ich habe zuvor in Südchina gelebt und studiert und beschlossen, nach Peking zu kommen, um mich zu entwickeln, in der Hoffnung, meine Horizonte und Fähigkeiten zu erweitern. Meine Interessen sind ziemlich vielfältig, wie Lesen, Fotografie und Reisen. Ich liebe auch Sport, besonders Badminton und Schwimmen. Diese Hobbys helfen mir, mich nach der Arbeit besser zu entspannen und haben mir ermöglicht, viele Gleichgesinnte zu treffen. Ich habe eine extrovertierte Persönlichkeit, genieße Kommunikation, mag es, neue Freunde zu finden und passe mich gut an neue Umgebungen an. Als nächstes möchte ich mich darauf konzentrieren, meine relevante Erfahrung als Produktmanager vorzustellen. Ich arbeitete einmal als Produktmanager in einem Internetunternehmen, verantwortlich für Produktanforderungsforschung, Wettbewerbsanalyse, Prototyp-Design und Kommunikation mit mehreren Abteilungen wie Entwicklung, Tests und Betrieb von null bis eins. Bei der Projektförderung bin ich gut darin, Benutzerfeedback zu hören und kann schnell Probleme im Produkt lokalisieren und lösen. Ich leitete auch ein Team, um erfolgreich eine Lern-App für Universitätsstudenten zu starten, die positives Marktfeedback erhielt. In Bezug auf Teamzusammenarbeit betone ich Kommunikation und Kooperation zwischen Teammitgliedern und habe mehrere Brainstorming- und Anforderungsüberprüfungssitzungen organisiert, um einen reibungslosen Projektfortschritt zu gewährleisten. Ich helfe auch gerne Neulingen bei der Integration ins Team und teile meine Erfahrungen und Einsichten. Schließlich möchte ich meine Erwartungen und Begeisterung für den neuen Job ausdrücken. Ich schätze diese Gelegenheit sehr, mich in Peking zu entwickeln und hoffe, auf dieser neuen Plattform weiter zu wachsen und wertvollere Produkte zusammen mit ausgezeichneten Kollegen zu schaffen. Ich bin leidenschaftlich für die Produktmanager-Rolle, bereit, kontinuierlich zu lernen und mich selbst herauszufordern, und zur Entwicklung des Unternehmens beizutragen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 40 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin ein neuer Mitarbeiter, der gerade in Peking angekommen ist. Ich habe zuvor in Südchina gelebt und studiert und beschlossen, nach Peking zu kommen, um mich zu entwickeln, in der Hoffnung, meine Horizonte und Fähigkeiten zu erweitern. Meine Interessen sind ziemlich vielfältig, wie Lesen, Fotografie und Reisen. Ich liebe auch Sport, besonders Badminton und Schwimmen. Diese Hobbys helfen mir, mich nach der Arbeit besser zu entspannen und haben mir ermöglicht, viele Gleichgesinnte zu treffen. Ich habe eine extrovertierte Persönlichkeit, genieße Kommunikation, mag es, neue Freunde zu finden und passe mich gut an neue Umgebungen an. Als nächstes möchte ich mich darauf konzentrieren, meine relevante Erfahrung als Produktmanager vorzustellen. Ich arbeitete einmal als Produktmanager in einem Internetunternehmen, verantwortlich für Produktanforderungsforschung, Wettbewerbsanalyse, Prototyp-Design und Kommunikation mit mehreren Abteilungen wie Entwicklung, Tests und Betrieb von null bis eins. Bei der Projektförderung bin ich gut darin, Benutzerfeedback zu hören und kann schnell Probleme im Produkt lokalisieren und lösen. Ich leitete auch ein Team, um erfolgreich eine Lern-App für Universitätsstudenten zu starten, die positives Marktfeedback erhielt. In Bezug auf Teamzusammenarbeit betone ich Kommunikation und Kooperation zwischen Teammitgliedern und habe mehrere Brainstorming- und Anforderungsüberprüfungssitzungen organisiert, um einen reibungslosen Projektfortschritt zu gewährleisten. Ich helfe auch gerne Neulingen bei der Integration ins Team und teile meine Erfahrungen und Einsichten. Schließlich möchte ich meine Erwartungen und Begeisterung für den neuen Job ausdrücken. Ich schätze diese Gelegenheit sehr, mich in Peking zu entwickeln und hoffe, auf dieser neuen Plattform weiter zu wachsen und wertvollere Produkte zusammen mit ausgezeichneten Kollegen zu schaffen. Ich bin leidenschaftlich für die Produktmanager-Rolle, bereit, kontinuierlich zu lernen und mich selbst herauszufordern, und zur Entwicklung des Unternehmens beizutragen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 50 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin nicht aus Guangzhou. Ich habe zuvor in Xi‘an gelebt und gearbeitet, und diesmal kam ich nach Guangzhou in der Hoffnung, mich hier in der Frontend-Entwicklung zu engagieren. In meiner Freizeit genieße ich es zu zeichnen, zu programmieren, Filme zu schauen und neue Dinge auszuprobieren, wie kürzlich Backen zu lernen und Radfahren. Ich habe eine ziemlich extrovertierte Persönlichkeit, genieße es, technische Themen mit Kollegen und Freunden zu diskutieren, und bin glücklich, an verschiedenen technischen Austauschen und Gemeinschaftsaktivitäten teilzunehmen. Bezüglich meiner Frontend-Entwicklungserfahrung arbeitete ich einmal als Frontend-Entwickler in einem großen Internetunternehmen und nahm an mehreren großangelegten Projekten teil, einschließlich E-Commerce-Plattformen und Online-Bildungswebsites. Ich beherrsche Frontend-Technologien wie HTML, CSS, JavaScript und bin mit Mainstream-Frameworks wie React und Vue vertraut, fähig, den gesamten Prozess von Seitendesign bis zur Funktionalitätsimplementierung unabhängig zu vervollständigen. In Projekten konzentriere ich mich auf Code-Wartbarkeit und Leistungsoptimierung, nachdem ich eine Frontend-Leistungsverbesserungsinitiative geleitet habe, die die Seitenladegeschwindigkeit durch Techniken wie Lazy Loading und Code-Splitting erheblich verbesserte. Zusätzlich beteilige ich mich aktiv an der Benutzererfahrungsoptimierung, achte auf tatsächliche Benutzerbedürfnisse und habe mehrere Interaktionsoptimierungslösungen vorgeschlagen und implementiert, um die Produktnutzbarkeit und Ästhetik zu verbessern. Schließlich möchte ich meine Begeisterung und Erwartungen für zukünftige Arbeit ausdrücken. Ich liebe Frontend-Entwicklung und genieße es, schöne Benutzererfahrungen mit Code und Design zu schaffen. Ich hoffe, höhere Ebenen technischer Durchbrüche und Produktinnovation mit einem ausgezeichneten Team in Guangzhou, dieser lebendigen Stadt, zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 10 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin nicht aus Guangzhou. Ich habe zuvor in Xi‘an gelebt und gearbeitet, und diesmal kam ich nach Guangzhou in der Hoffnung, mich hier in der Frontend-Entwicklung zu engagieren. In meiner Freizeit genieße ich es zu zeichnen, zu programmieren, Filme zu schauen und neue Dinge auszuprobieren, wie kürzlich Backen zu lernen und Radfahren. Ich habe eine ziemlich extrovertierte Persönlichkeit, genieße es, technische Themen mit Kollegen und Freunden zu diskutieren, und bin glücklich, an verschiedenen technischen Austauschen und Gemeinschaftsaktivitäten teilzunehmen. Bezüglich meiner Frontend-Entwicklungserfahrung arbeitete ich einmal als Frontend-Entwickler in einem großen Internetunternehmen und nahm an mehreren großangelegten Projekten teil, einschließlich E-Commerce-Plattformen und Online-Bildungswebsites. Ich beherrsche Frontend-Technologien wie HTML, CSS, JavaScript und bin mit Mainstream-Frameworks wie React und Vue vertraut, fähig, den gesamten Prozess von Seitendesign bis zur Funktionalitätsimplementierung unabhängig zu vervollständigen. In Projekten konzentriere ich mich auf Code-Wartbarkeit und Leistungsoptimierung, nachdem ich eine Frontend-Leistungsverbesserungsinitiative geleitet habe, die die Seitenladegeschwindigkeit durch Techniken wie Lazy Loading und Code-Splitting erheblich verbesserte. Zusätzlich beteilige ich mich aktiv an der Benutzererfahrungsoptimierung, achte auf tatsächliche Benutzerbedürfnisse und habe mehrere Interaktionsoptimierungslösungen vorgeschlagen und implementiert, um die Produktnutzbarkeit und Ästhetik zu verbessern. Schließlich möchte ich meine Begeisterung und Erwartungen für zukünftige Arbeit ausdrücken. Ich liebe Frontend-Entwicklung und genieße es, schöne Benutzererfahrungen mit Code und Design zu schaffen. Ich hoffe, höhere Ebenen technischer Durchbrüche und Produktinnovation mit einem ausgezeichneten Team in Guangzhou, dieser lebendigen Stadt, zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 40 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin nicht aus Guangzhou. Ich habe zuvor in Xi‘an gelebt und gearbeitet, und diesmal kam ich nach Guangzhou in der Hoffnung, mich hier in der Frontend-Entwicklung zu engagieren. In meiner Freizeit genieße ich es zu zeichnen, zu programmieren, Filme zu schauen und neue Dinge auszuprobieren, wie kürzlich Backen zu lernen und Radfahren. Ich habe eine ziemlich extrovertierte Persönlichkeit, genieße es, technische Themen mit Kollegen und Freunden zu diskutieren, und bin glücklich, an verschiedenen technischen Austauschen und Gemeinschaftsaktivitäten teilzunehmen. Bezüglich meiner Frontend-Entwicklungserfahrung arbeitete ich einmal als Frontend-Entwickler in einem großen Internetunternehmen und nahm an mehreren großangelegten Projekten teil, einschließlich E-Commerce-Plattformen und Online-Bildungswebsites. Ich beherrsche Frontend-Technologien wie HTML, CSS, JavaScript und bin mit Mainstream-Frameworks wie React und Vue vertraut, fähig, den gesamten Prozess von Seitendesign bis zur Funktionalitätsimplementierung unabhängig zu vervollständigen. In Projekten konzentriere ich mich auf Code-Wartbarkeit und Leistungsoptimierung, nachdem ich eine Frontend-Leistungsverbesserungsinitiative geleitet habe, die die Seitenladegeschwindigkeit durch Techniken wie Lazy Loading und Code-Splitting erheblich verbesserte. Zusätzlich beteilige ich mich aktiv an der Benutzererfahrungsoptimierung, achte auf tatsächliche Benutzerbedürfnisse und habe mehrere Interaktionsoptimierungslösungen vorgeschlagen und implementiert, um die Produktnutzbarkeit und Ästhetik zu verbessern. Schließlich möchte ich meine Begeisterung und Erwartungen für zukünftige Arbeit ausdrücken. Ich liebe Frontend-Entwicklung und genieße es, schöne Benutzererfahrungen mit Code und Design zu schaffen. Ich hoffe, höhere Ebenen technischer Durchbrüche und Produktinnovation mit einem ausgezeichneten Team in Guangzhou, dieser lebendigen Stadt, zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 50 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin gerade in Shenzhen angekommen, nachdem ich in Nordostchina gelebt und gearbeitet habe. Ich kam nach Shenzhen in der Hoffnung, mich selbst herauszufordern und meine beruflichen Fähigkeiten in einer offeneren und innovativeren Umgebung zu verbessern. Persönlich genieße ich es zu lesen, zu schreiben und zu reisen, und ich liebe auch Sport wie Laufen und Basketball. Diese Interessen helfen mir, einen guten Geisteszustand außerhalb intensiver Arbeit zu bewahren. Ich habe eine extrovertierte Persönlichkeit, bin gut in Kommunikation und Ausdruck und passe mich gut an schnelllebige Arbeitsumgebungen an. Bezüglich meiner Erfahrung als Datenanalyst arbeitete ich in einem Fintech-Unternehmen, verantwortlich für Datensammlung, -bereinigung, -modellierung und -analyse. Spezifisch habe ich an verschiedenen Projekten wie Benutzerverhalten-Analyse, Risikomodellierung und Marketing-Effektivitätsbewertung teilgenommen. Ich beherrsche Datenanalyse-Tools wie Python, SQL und Tableau und kann den gesamten Analyseprozess von Datenakquisition bis zur Ergebnispräsentation unabhängig vervollständigen. In Bezug auf Datenvisualisierung habe ich umfangreiche praktische Erfahrung und habe mehrere Datenvisualisierungsberichte für Unternehmensführungskräfte angepasst, um dem Management zu helfen, Geschäftssituationen intuitiver zu verstehen und bei der Entscheidungsfindung zu helfen. Darüber hinaus beteilige ich mich aktiv am Wissensaustausch innerhalb des Teams und helfe neuen Kollegen, Datenanalysefähigkeiten schnell zu beherrschen. Schließlich möchte ich meine Leidenschaft und mein Streben nach Datenanalysearbeit ausdrücken. Ich glaube, dass Daten Geschäftsinnovation und -optimierung vorantreiben können, und hoffe, mehr Möglichkeiten mit Daten neben einem ausgezeichneten Team in Shenzhen, dieser Stadt voller Möglichkeiten, zu erkunden und persönliches und Unternehmenswachstum gemeinsam zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 10 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin gerade in Shenzhen angekommen, nachdem ich in Nordostchina gelebt und gearbeitet habe. Ich kam nach Shenzhen in der Hoffnung, mich selbst herauszufordern und meine beruflichen Fähigkeiten in einer offeneren und innovativeren Umgebung zu verbessern. Persönlich genieße ich es zu lesen, zu schreiben und zu reisen, und ich liebe auch Sport wie Laufen und Basketball. Diese Interessen helfen mir, einen guten Geisteszustand außerhalb intensiver Arbeit zu bewahren. Ich habe eine extrovertierte Persönlichkeit, bin gut in Kommunikation und Ausdruck und passe mich gut an schnelllebige Arbeitsumgebungen an. Bezüglich meiner Erfahrung als Datenanalyst arbeitete ich in einem Fintech-Unternehmen, verantwortlich für Datensammlung, -bereinigung, -modellierung und -analyse. Spezifisch habe ich an verschiedenen Projekten wie Benutzerverhalten-Analyse, Risikomodellierung und Marketing-Effektivitätsbewertung teilgenommen. Ich beherrsche Datenanalyse-Tools wie Python, SQL und Tableau und kann den gesamten Analyseprozess von Datenakquisition bis zur Ergebnispräsentation unabhängig vervollständigen. In Bezug auf Datenvisualisierung habe ich umfangreiche praktische Erfahrung und habe mehrere Datenvisualisierungsberichte für Unternehmensführungskräfte angepasst, um dem Management zu helfen, Geschäftssituationen intuitiver zu verstehen und bei der Entscheidungsfindung zu helfen. Darüber hinaus beteilige ich mich aktiv am Wissensaustausch innerhalb des Teams und helfe neuen Kollegen, Datenanalysefähigkeiten schnell zu beherrschen. Schließlich möchte ich meine Leidenschaft und mein Streben nach Datenanalysearbeit ausdrücken. Ich glaube, dass Daten Geschäftsinnovation und -optimierung vorantreiben können, und hoffe, mehr Möglichkeiten mit Daten neben einem ausgezeichneten Team in Shenzhen, dieser Stadt voller Möglichkeiten, zu erkunden und persönliches und Unternehmenswachstum gemeinsam zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 40 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin gerade in Shenzhen angekommen, nachdem ich in Nordostchina gelebt und gearbeitet habe. Ich kam nach Shenzhen in der Hoffnung, mich selbst herauszufordern und meine beruflichen Fähigkeiten in einer offeneren und innovativeren Umgebung zu verbessern. Persönlich genieße ich es zu lesen, zu schreiben und zu reisen, und ich liebe auch Sport wie Laufen und Basketball. Diese Interessen helfen mir, einen guten Geisteszustand außerhalb intensiver Arbeit zu bewahren. Ich habe eine extrovertierte Persönlichkeit, bin gut in Kommunikation und Ausdruck und passe mich gut an schnelllebige Arbeitsumgebungen an. Bezüglich meiner Erfahrung als Datenanalyst arbeitete ich in einem Fintech-Unternehmen, verantwortlich für Datensammlung, -bereinigung, -modellierung und -analyse. Spezifisch habe ich an verschiedenen Projekten wie Benutzerverhalten-Analyse, Risikomodellierung und Marketing-Effektivitätsbewertung teilgenommen. Ich beherrsche Datenanalyse-Tools wie Python, SQL und Tableau und kann den gesamten Analyseprozess von Datenakquisition bis zur Ergebnispräsentation unabhängig vervollständigen. In Bezug auf Datenvisualisierung habe ich umfangreiche praktische Erfahrung und habe mehrere Datenvisualisierungsberichte für Unternehmensführungskräfte angepasst, um dem Management zu helfen, Geschäftssituationen intuitiver zu verstehen und bei der Entscheidungsfindung zu helfen. Darüber hinaus beteilige ich mich aktiv am Wissensaustausch innerhalb des Teams und helfe neuen Kollegen, Datenanalysefähigkeiten schnell zu beherrschen. Schließlich möchte ich meine Leidenschaft und mein Streben nach Datenanalysearbeit ausdrücken. Ich glaube, dass Daten Geschäftsinnovation und -optimierung vorantreiben können, und hoffe, mehr Möglichkeiten mit Daten neben einem ausgezeichneten Team in Shenzhen, dieser Stadt voller Möglichkeiten, zu erkunden und persönliches und Unternehmenswachstum gemeinsam zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 50 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin ein Jobsuchender, neu in Hangzhou, nachdem ich zuvor in nördlichen Städten gelebt und studiert habe. Ich kam nach Hangzhou in der Hoffnung, hier bessere Entwicklungsmöglichkeiten zu finden. In meiner Freizeit genieße ich es, Musik zu hören, zu lesen, zu fotografieren und an verschiedenen Outdoor-Aktivitäten wie Wandern und Radfahren teilzunehmen, was mir hilft, eine positive Einstellung zu bewahren. Ich habe eine relativ optimistische Persönlichkeit, bin gut darin, mit Menschen zu kommunizieren und kann mich schnell an neue Umgebungen anpassen. Bezüglich meiner Backend-Entwicklungserfahrung arbeitete ich als Backend-Entwickler in einem bekannten Technologieunternehmen, hauptsächlich verantwortlich für Systemarchitektur-Design, Datenbankdesign, Schnittstellenentwicklung und Leistungsoptimierung. Ich habe an mehreren großangelegten Projekten teilgenommen, einschließlich E-Commerce-Systemen und Content-Management-Plattformen, und bin mit Backend-Entwicklungssprachen wie Java, Python und Go vertraut, beherrsche Mainstream-Frameworks wie Spring Boot und Django. In Bezug auf Systemarchitektur-Design habe ich die Implementierung von Microservice-Architektur geleitet, verantwortlich für Service-Aufteilung, containerisierte Bereitstellung und automatisierte Operationen, was die Systemskalierbarkeit und -stabilität erheblich verbesserte. In der Teamzusammenarbeit betone ich die Kooperation mit Abteilungen wie Frontend, Tests und Betrieb, kann effizient kommunizieren und verschiedene technische Probleme in Projekten lösen. Schließlich möchte ich meine Erwartungen und Begeisterung für den Beitritt zu einem neuen Team ausdrücken. Ich liebe Backend-Entwicklungsarbeit, bin bereit, kontinuierlich neue Technologien zu lernen und mich zu verbessern, und hoffe, bessere Produkte und Dienstleistungen zusammen mit allen in Hangzhou, einer Stadt mit starker Internet-Atmosphäre, zu schaffen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 10 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin ein Jobsuchender, neu in Hangzhou, nachdem ich zuvor in nördlichen Städten gelebt und studiert habe. Ich kam nach Hangzhou in der Hoffnung, hier bessere Entwicklungsmöglichkeiten zu finden. In meiner Freizeit genieße ich es, Musik zu hören, zu lesen, zu fotografieren und an verschiedenen Outdoor-Aktivitäten wie Wandern und Radfahren teilzunehmen, was mir hilft, eine positive Einstellung zu bewahren. Ich habe eine relativ optimistische Persönlichkeit, bin gut darin, mit Menschen zu kommunizieren und kann mich schnell an neue Umgebungen anpassen. Bezüglich meiner Backend-Entwicklungserfahrung arbeitete ich als Backend-Entwickler in einem bekannten Technologieunternehmen, hauptsächlich verantwortlich für Systemarchitektur-Design, Datenbankdesign, Schnittstellenentwicklung und Leistungsoptimierung. Ich habe an mehreren großangelegten Projekten teilgenommen, einschließlich E-Commerce-Systemen und Content-Management-Plattformen, und bin mit Backend-Entwicklungssprachen wie Java, Python und Go vertraut, beherrsche Mainstream-Frameworks wie Spring Boot und Django. In Bezug auf Systemarchitektur-Design habe ich die Implementierung von Microservice-Architektur geleitet, verantwortlich für Service-Aufteilung, containerisierte Bereitstellung und automatisierte Operationen, was die Systemskalierbarkeit und -stabilität erheblich verbesserte. In der Teamzusammenarbeit betone ich die Kooperation mit Abteilungen wie Frontend, Tests und Betrieb, kann effizient kommunizieren und verschiedene technische Probleme in Projekten lösen. Schließlich möchte ich meine Erwartungen und Begeisterung für den Beitritt zu einem neuen Team ausdrücken. Ich liebe Backend-Entwicklungsarbeit, bin bereit, kontinuierlich neue Technologien zu lernen und mich zu verbessern, und hoffe, bessere Produkte und Dienstleistungen zusammen mit allen in Hangzhou, einer Stadt mit starker Internet-Atmosphäre, zu schaffen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 40 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin ein Jobsuchender, neu in Hangzhou, nachdem ich zuvor in nördlichen Städten gelebt und studiert habe. Ich kam nach Hangzhou in der Hoffnung, hier bessere Entwicklungsmöglichkeiten zu finden. In meiner Freizeit genieße ich es, Musik zu hören, zu lesen, zu fotografieren und an verschiedenen Outdoor-Aktivitäten wie Wandern und Radfahren teilzunehmen, was mir hilft, eine positive Einstellung zu bewahren. Ich habe eine relativ optimistische Persönlichkeit, bin gut darin, mit Menschen zu kommunizieren und kann mich schnell an neue Umgebungen anpassen. Bezüglich meiner Backend-Entwicklungserfahrung arbeitete ich als Backend-Entwickler in einem bekannten Technologieunternehmen, hauptsächlich verantwortlich für Systemarchitektur-Design, Datenbankdesign, Schnittstellenentwicklung und Leistungsoptimierung. Ich habe an mehreren großangelegten Projekten teilgenommen, einschließlich E-Commerce-Systemen und Content-Management-Plattformen, und bin mit Backend-Entwicklungssprachen wie Java, Python und Go vertraut, beherrsche Mainstream-Frameworks wie Spring Boot und Django. In Bezug auf Systemarchitektur-Design habe ich die Implementierung von Microservice-Architektur geleitet, verantwortlich für Service-Aufteilung, containerisierte Bereitstellung und automatisierte Operationen, was die Systemskalierbarkeit und -stabilität erheblich verbesserte. In der Teamzusammenarbeit betone ich die Kooperation mit Abteilungen wie Frontend, Tests und Betrieb, kann effizient kommunizieren und verschiedene technische Probleme in Projekten lösen. Schließlich möchte ich meine Erwartungen und Begeisterung für den Beitritt zu einem neuen Team ausdrücken. Ich liebe Backend-Entwicklungsarbeit, bin bereit, kontinuierlich neue Technologien zu lernen und mich zu verbessern, und hoffe, bessere Produkte und Dienstleistungen zusammen mit allen in Hangzhou, einer Stadt mit starker Internet-Atmosphäre, zu schaffen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 50 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin nicht aus Chengdu. Ich habe zuvor in Chongqing gelebt und studiert, und diesmal kam ich nach Chengdu in der Hoffnung, hier einen Job als UI-Designer zu finden. In meiner Freizeit genieße ich es zu zeichnen, zu fotografieren, zu reisen und verschiedene Design-Trends und Spitzentechnologien zu erforschen. Ich habe eine relativ sanfte Persönlichkeit, bin gut im Zuhören und Kommunizieren und kann gut mit Teammitgliedern zusammenarbeiten. Bezüglich meiner UI-Design-Erfahrung arbeitete ich als UI-Designer in einem Internetunternehmen, verantwortlich für Interface-Design und Optimierung mehrerer mobiler und Web-Projekte. Ich bin mit Design-Tools wie Sketch, Photoshop und Illustrator vertraut und kann den gesamten Prozess von Anforderungsanalyse und Prototyp-Design bis zu finalen visuellen Entwürfen unabhängig vervollständigen. In Projekten konzentriere ich mich auf Benutzererfahrung und bin gut darin, über Design-Lösungen aus der Benutzerperspektive nachzudenken. Ich leitete einmal ein komplettes Redesign einer sozialen App, was die Benutzerretention und Aktivitätsraten verbesserte. In Bezug auf Teamzusammenarbeit teile ich gerne meine Design-Ideen und Erfahrungen, beteilige mich aktiv an Team-Reviews und Brainstorming und helfe dem Team, Design-Standards kontinuierlich zu verbessern. Schließlich möchte ich meine Liebe zur Design-Arbeit und Pläne für die Zukunft ausdrücken. Ich glaube, dass ausgezeichnetes Design das Leben der Benutzer verändern kann und hoffe, einflussreichere Werke zusammen mit allen in Chengdu, dieser kreativen und lebendigen Stadt, zu schaffen und persönliches und Team-Wachstum gemeinsam zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 10 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是10分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[1000.0,1500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin nicht aus Chengdu. Ich habe zuvor in Chongqing gelebt und studiert, und diesmal kam ich nach Chengdu in der Hoffnung, hier einen Job als UI-Designer zu finden. In meiner Freizeit genieße ich es zu zeichnen, zu fotografieren, zu reisen und verschiedene Design-Trends und Spitzentechnologien zu erforschen. Ich habe eine relativ sanfte Persönlichkeit, bin gut im Zuhören und Kommunizieren und kann gut mit Teammitgliedern zusammenarbeiten. Bezüglich meiner UI-Design-Erfahrung arbeitete ich als UI-Designer in einem Internetunternehmen, verantwortlich für Interface-Design und Optimierung mehrerer mobiler und Web-Projekte. Ich bin mit Design-Tools wie Sketch, Photoshop und Illustrator vertraut und kann den gesamten Prozess von Anforderungsanalyse und Prototyp-Design bis zu finalen visuellen Entwürfen unabhängig vervollständigen. In Projekten konzentriere ich mich auf Benutzererfahrung und bin gut darin, über Design-Lösungen aus der Benutzerperspektive nachzudenken. Ich leitete einmal ein komplettes Redesign einer sozialen App, was die Benutzerretention und Aktivitätsraten verbesserte. In Bezug auf Teamzusammenarbeit teile ich gerne meine Design-Ideen und Erfahrungen, beteilige mich aktiv an Team-Reviews und Brainstorming und helfe dem Team, Design-Standards kontinuierlich zu verbessern. Schließlich möchte ich meine Liebe zur Design-Arbeit und Pläne für die Zukunft ausdrücken. Ich glaube, dass ausgezeichnetes Design das Leben der Benutzer verändern kann und hoffe, einflussreichere Werke zusammen mit allen in Chengdu, dieser kreativen und lebendigen Stadt, zu schaffen und persönliches und Team-Wachstum gemeinsam zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 40 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是40分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[4000.0,6000.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Hallo großes Sprachmodell, ich bin nicht aus Chengdu. Ich habe zuvor in Chongqing gelebt und studiert, und diesmal kam ich nach Chengdu in der Hoffnung, hier einen Job als UI-Designer zu finden. In meiner Freizeit genieße ich es zu zeichnen, zu fotografieren, zu reisen und verschiedene Design-Trends und Spitzentechnologien zu erforschen. Ich habe eine relativ sanfte Persönlichkeit, bin gut im Zuhören und Kommunizieren und kann gut mit Teammitgliedern zusammenarbeiten. Bezüglich meiner UI-Design-Erfahrung arbeitete ich als UI-Designer in einem Internetunternehmen, verantwortlich für Interface-Design und Optimierung mehrerer mobiler und Web-Projekte. Ich bin mit Design-Tools wie Sketch, Photoshop und Illustrator vertraut und kann den gesamten Prozess von Anforderungsanalyse und Prototyp-Design bis zu finalen visuellen Entwürfen unabhängig vervollständigen. In Projekten konzentriere ich mich auf Benutzererfahrung und bin gut darin, über Design-Lösungen aus der Benutzerperspektive nachzudenken. Ich leitete einmal ein komplettes Redesign einer sozialen App, was die Benutzerretention und Aktivitätsraten verbesserte. In Bezug auf Teamzusammenarbeit teile ich gerne meine Design-Ideen und Erfahrungen, beteilige mich aktiv an Team-Reviews und Brainstorming und helfe dem Team, Design-Standards kontinuierlich zu verbessern. Schließlich möchte ich meine Liebe zur Design-Arbeit und Pläne für die Zukunft ausdrücken. Ich glaube, dass ausgezeichnetes Design das Leben der Benutzer verändern kann und hoffe, einflussreichere Werke zusammen mit allen in Chengdu, dieser kreativen und lebendigen Stadt, zu schaffen und persönliches und Team-Wachstum gemeinsam zu erreichen. Jedoch darf der Lebenslauf nur Deutsch enthalten und keine anderen Sprachen. Aus Datenschutzgründen werde ich meinen Lebenslauf für diese Aufgabe nicht zur Verfügung stellen. Sie können zunächst frei Ihre Fähigkeiten demonstrieren, und ich werde Ihren Standard bewerten. Der Lebenslauf benötigt kein spezielles Format; er muss nur in einer flachen, nicht segmentierten Weise geschrieben werden, ohne zusätzliche Inhaltsausgabe. Da ich diesen Lebenslauf direkt lesen muss, schreiben Sie ihn bitte als einen einzigen Absatz. Der Lebenslauf soll etwa 50 Minuten dauern. Um die Lesbarkeit Ihrer Ausgabe zu gewährleisten, geben Sie bitte keine Inhalte außerhalb des Artikels aus.",
        "corresponding_parts": {
            "工作经历": "#CODE#自我介绍演讲稿内容，注意演讲稿内容中的开场白，比如大家好之类的是不用删除的，这也是演讲稿的一部分"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了工作经历介绍",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 2,
                "question": "稿子是否是50分钟左右",
                "corresponding_part": "工作经历",
                "rule": "german_each_length:[5000.0,7500.0]",
                "dep": [
                    0
                ],
                "能力项": "200字以上、范围",
                "被依赖": false
            }
        ]
    }
]