[
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Récemment, la 20e Conférence internationale chinoise sur l'intelligence artificielle s'est tenue avec grandeur au Centre de convention international de Pékin. Plus de 1 500 experts, chercheurs et représentants d'entreprises de plus de 30 pays du monde entier se sont réunis pour discuter des nouvelles tendances et opportunités dans le développement de l'intelligence artificielle. La conférence avait pour thème \"Nouvelle ère de l'intelligence : intégration, innovation et durabilité\" et a organisé plus de 100 forums spécialisés et séminaires techniques.\n\nPendant la réunion, de nombreux académiciens et experts ont exprimé des points de vue importants. L'académicien Wang Jian de l'Académie chinoise d'ingénierie a souligné que l'intelligence artificielle entre dans une nouvelle étape de développement, et les percées dans la technologie des grands modèles ont apporté de nouvelles opportunités pour le développement industriel. L'académicien Zhang Bei de l'Université Tsinghua a souligné l'importance de la gouvernance éthique de l'intelligence artificielle et a suggéré d'établir une norme éthique IA unifiée mondiale.\n\nLe \"Rapport de développement de l'intelligence artificielle mondiale 2023\" publié par la conférence montre que la taille du marché mondial de l'IA atteindra 1,5 billion de dollars américains en 2022, soit une augmentation de 23,6% en glissement annuel. Parmi ceux-ci, l'échelle du marché chinois de l'IA a atteint 400 milliards de yuans, et des progrès significatifs ont été réalisés dans la vision par ordinateur, la reconnaissance vocale et d'autres domaines. Le rapport prédit que d'ici 2025, la taille du marché mondial de l'IA dépassera 3 billions de dollars américains.\n\nDe nombreuses réalisations technologiques de pointe ont été exposées à l'exposition. Y compris une nouvelle génération de robots intelligents, des systèmes de conduite autonome, des équipements médicaux intelligents, etc. Parmi eux, le robot d'interaction émotionnelle développé par l'Université Tsinghua a attiré une attention généralisée. Le robot peut reconnaître avec précision les expressions faciales et les tons humains, et faire des réponses émotionnelles correspondantes, avec une précision d'identification de 95 pour cent.\n\nLa conférence a également organisé le \"Concours d'innovation et d'entrepreneuriat IA\", qui a attiré plus de 500 équipes du monde entier à participer. Finalement, une équipe de startup se concentrant sur les applications agricoles de l'IA a remporté le championnat avec son système intelligent d'identification des ravageurs et maladies des cultures, qui a un taux de précision de plus de 98 pour cent et a été piloté dans plusieurs grandes provinces agricoles.\n\nLors de la cérémonie de clôture, le comité d'organisation a annoncé qu'il établirait une \"Alliance mondiale d'innovation de l'intelligence artificielle\" pour promouvoir la coopération internationale, la formation des talents et l'innovation technologique. Les premiers membres de l'alliance comprennent 50 institutions de recherche de premier plan et 100 entreprises leaders dans 20 pays.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | A-t-il mentionné le nom spécifique de la conférence : la 20e Conférence internationale chinoise sur l'intelligence artificielle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | A-t-il mentionné le nombre de participants : plus de 1 500 experts, chercheurs et représentants d'entreprises de plus de 30 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | A-t-il mentionné le thème de la conférence : Nouvelle ère de l'intelligence : intégration, innovation et durabilité",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | A-t-il mentionné le point de vue de l'académicien Wang Jian : l'intelligence artificielle entre dans une nouvelle étape de développement, et les percées dans la technologie des grands modèles ont apporté de nouvelles opportunités pour le développement industriel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | A-t-il mentionné la taille du marché mondial de l'IA en 2022 : 1,5 billion de dollars américains, soit une augmentation de 23,6% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | A-t-il mentionné la taille du marché chinois de l'IA : 400 milliards de yuans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | A-t-il mentionné la prédiction de la taille du marché mondial de l'IA pour 2025 : dépasser 3 billions de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | A-t-il mentionné le taux de précision d'identification du robot d'interaction émotionnelle développé par l'Université Tsinghua : 95 pour cent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | A-t-il mentionné le nombre d'équipes participantes au concours d'innovation et d'entrepreneuriat IA : plus de 500 équipes du monde entier",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | A-t-il mentionné le taux de précision du système de l'équipe championne : plus de 98 pour cent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | A-t-il mentionné l'échelle des premiers membres de l'Alliance mondiale d'innovation de l'intelligence artificielle : 50 institutions de recherche de premier plan et 100 entreprises leaders dans 20 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de recherche sur le changement climatique mondial 2023 montre que la Terre connaît une crise environnementale sans précédent. Selon la dernière analyse de données satellitaires, la température moyenne mondiale en 2023 augmentera de 1,5℃ par rapport aux temps préindustriels, établissant un record. Le taux de réchauffement dans l'Arctique est deux fois la moyenne mondiale, entraînant une fonte glaciaire à grande échelle. Il est prévu qu'en 2050, l'Arctique pourrait avoir son premier été sans glace.\n\nL'équipe de recherche a découvert que la fréquence des événements météorologiques extrêmes a considérablement augmenté en analysant les données historiques de 2 000 stations météorologiques dans le monde. En 2023, il y a eu 127 tempêtes de pluie torrentielles et 43 températures extrêmement élevées dans le monde, une augmentation de 45% et 60% respectivement par rapport à il y a dix ans. Les pertes économiques causées par ces conditions météorologiques désastreuses s'élèvent à 280 milliards de dollars américains, affectant plus de 200 millions de personnes.\n\nLe taux d'élévation du niveau de la mer s'accélère. Au cours des 25 dernières années, le niveau moyen mondial de la mer a augmenté de 8,9 cm. Les études prédisent que si les émissions de gaz à effet de serre continuent la tendance actuelle, le niveau de la mer pourrait augmenter de plus de 1 mètre d'ici la fin de ce siècle, ce qui menacera l'environnement de vie d'environ 600 millions de personnes côtières dans le monde.\n\nLa biodiversité continue de décliner, avec des enregistrements de recherche montrant qu'au cours des 50 dernières années, environ 28 000 espèces d'organismes ont été mises en danger dans le monde. Les forêts tropicales sont coupées à un rythme alarmant, avec une perte de 1,5 million d'hectares en 2023 seulement, une superficie équivalente à la taille de la Suisse. Les écosystèmes marins sont également sous une menace sérieuse, avec 90% des récifs coralliens à risque de mort.\n\nLe rapport souligne que la concentration de dioxyde de carbone dans l'atmosphère a atteint 417ppm, une augmentation de 50% par rapport aux temps préindustriels. Bien que les pays se soient engagés à réduire les émissions, les émissions mondiales de carbone augmenteront encore de 2,7% en 2023 pour atteindre un record de 37,8 milliards de tonnes. Parmi ceux-ci, l'industrie de production d'électricité représente 35%, la production industrielle 28%, et les transports 24%.\n\nPour faire face à la crise climatique, le rapport recommande de prendre des mesures d'urgence : d'ici 2030, la proportion d'énergie renouvelable augmentera à 60%, la part de marché des véhicules électriques augmentera à 40%, et l'efficacité énergétique des bâtiments augmentera de 30%. Il recommande également l'établissement d'un fonds mondial d'adaptation climatique de 100 milliards de dollars pour aider les pays en développement à améliorer leur adaptabilité.\n\nLes scientifiques avertissent que si des mesures efficaces ne sont pas prises dans les cinq prochaines années, les effets du réchauffement climatique pourraient atteindre un point de basculement irréversible. À ce moment-là, même si les humains arrêtent toutes les émissions de gaz à effet de serre, la Terre continuera à se réchauffer pendant des décennies, ce qui entraînera des catastrophes naturelles plus fréquentes, des crises alimentaires plus graves et des problèmes de réfugiés climatiques à plus grande échelle.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | A-t-il mentionné les données spécifiques de l'augmentation de la température moyenne mondiale en 2023 : 1,5℃ par rapport aux temps préindustriels, établissant un record",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | A-t-il mentionné le nombre d'occurrences de tempêtes de pluie torrentielles en 2023 : 127 tempêtes de pluie torrentielles, une augmentation de 45% par rapport à il y a dix ans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | A-t-il mentionné les données de pertes économiques causées par les conditions météorologiques extrêmes : 280 milliards de dollars américains, affectant plus de 200 millions de personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | A-t-il mentionné les données spécifiques de l'élévation du niveau moyen mondial de la mer au cours des 25 dernières années : 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | A-t-il mentionné le nombre d'espèces en voie de disparition : environ 28 000 espèces d'organismes ont été mises en danger dans le monde au cours des 50 dernières années",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | A-t-il mentionné la superficie de perte de forêt tropicale en 2023 : 1,5 million d'hectares, une superficie équivalente à la taille de la Suisse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | A-t-il mentionné la concentration actuelle de dioxyde de carbone dans l'atmosphère : 417ppm, une augmentation de 50% par rapport aux temps préindustriels",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | A-t-il mentionné les émissions mondiales de carbone en 2023 : augmentation de 2,7% pour atteindre un record de 37,8 milliards de tonnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | A-t-il mentionné la proportion des émissions de carbone de l'industrie de production d'électricité : 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | A-t-il mentionné l'objectif de proportion d'énergie renouvelable pour 2030 : augmenter à 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | A-t-il mentionné l'échelle du fonds mondial d'adaptation climatique proposé : fonds mondial d'adaptation climatique de 100 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement de l'économie numérique mondiale 2023 montre que l'économie numérique est devenue la principale force motrice de la croissance économique mondiale. Selon les données du rapport, l'échelle totale de l'économie numérique mondiale a atteint 54,8 billions de dollars en 2023, une augmentation de 18,2% en glissement annuel, et la proportion du PIB mondial a dépassé 45% pour la première fois. Parmi ceux-ci, l'échelle de l'économie numérique chinoise a atteint 50,1 billions de yuans, une augmentation de 15,3% en glissement annuel, et l'économie numérique représentait 41,5% du PIB.\n\nEn termes de construction d'infrastructure numérique, le nombre total de stations de base 5G mondiales a dépassé 3,5 millions, la Chine représentant plus de 60%. Le nombre mondial de centres de données a atteint 8 500, avec une consommation d'énergie annuelle dépassant 200 milliards de kWh. L'échelle du marché de l'informatique en nuage a atteint 485 milliards de dollars, avec AWS, Microsoft Azure et Alibaba Cloud ayant une part de marché combinée dépassant 65%.\n\nL'innovation technologique numérique continue de s'accélérer, avec les demandes de brevets IA mondiales atteignant 520 000, une augmentation de 32% en glissement annuel. Les applications de la technologie blockchain continuent de s'étendre, avec l'échelle du marché blockchain mondial atteignant 128 milliards de dollars. L'investissement dans l'informatique quantique a dépassé 15 milliards de dollars, avec des ordinateurs quantiques en développement atteignant le niveau de 1 000 qubits.\n\nLe commerce numérique se développe rapidement, avec l'échelle des transactions de commerce électronique transfrontalier mondial atteignant 3,8 billions de dollars, une augmentation de 25% en glissement annuel. Le volume des transactions de paiement numérique a dépassé 8,5 billions de dollars, les paiements mobiles représentant 68%. Les utilisateurs de commerce électronique mondiaux ont atteint 2,8 milliards, avec des services numériques couvrant plus de 80% de la population mondiale.\n\nEn termes d'emploi dans l'industrie numérique, les postes liés à l'économie numérique mondiale ont atteint 320 millions, une augmentation de 12% en glissement annuel. Les postes hautement qualifiés tels que le développement de logiciels, l'analyse de données et l'intelligence artificielle ont montré une croissance significative de la demande, avec des niveaux de salaire moyens 35% plus élevés que les industries traditionnelles. Il est prévu qu'en 2025, l'écart de talents de l'économie numérique mondiale atteindra 85 millions de personnes.\n\nLa gouvernance numérique continue de s'améliorer, avec 128 pays dans le monde ayant émis des lois et réglementations liées à la protection des données. L'investissement en sécurité réseau a atteint 189 milliards de dollars, une augmentation de 22% par rapport à l'année précédente. Les pertes économiques mondiales causées par les incidents de sécurité réseau ont atteint 950 milliards de dollars, une augmentation de 15% par rapport à l'année précédente.\n\nLe rapport prédit qu'en 2025, l'échelle de l'économie numérique mondiale dépassera 75 billions de dollars, avec un taux de croissance annuel moyen de plus de 15%. Le développement intégré des technologies émergentes générera plus de nouvelles formes et modèles commerciaux, et la transformation numérique accélérera la pénétration du domaine de consommation au domaine de production. L'économie numérique devrait devenir un moteur clé pour la reprise économique mondiale dans l'ère post-pandémique.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | A-t-il mentionné l'échelle totale de l'économie numérique mondiale en 2023 : 54,8 billions de dollars américains, une augmentation de 18,2% en glissement annuel, représentant plus de 45% du PIB mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | A-t-il mentionné l'échelle de l'économie numérique chinoise : 50,1 billions de yuans, une augmentation de 15,3% en glissement annuel, représentant 41,5% du PIB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | A-t-il mentionné le nombre total de stations de base 5G mondiales : dépassé 3,5 millions, la Chine représentant plus de 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | A-t-il mentionné l'échelle du marché de l'informatique en nuage mondial : 485 milliards de dollars américains, avec AWS, Microsoft Azure et Alibaba Cloud ayant une part de marché combinée dépassant 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | A-t-il mentionné le nombre de demandes de brevets d'intelligence artificielle mondiales : 520 000, une augmentation de 32% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | A-t-il mentionné l'échelle du marché blockchain mondial : 128 milliards de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | A-t-il mentionné l'échelle des transactions de commerce électronique transfrontalier mondial : 3,8 billions de dollars américains, une augmentation de 25% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | A-t-il mentionné le nombre de postes liés à l'économie numérique : 320 millions de postes, une augmentation de 12% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | A-t-il mentionné le montant d'investissement en sécurité réseau : 189 milliards de dollars américains, une augmentation de 22% par rapport à l'année précédente",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | A-t-il mentionné la prédiction de l'échelle de l'économie numérique mondiale pour 2025 : dépasser 75 billions de dollars américains, avec un taux de croissance annuel moyen de plus de 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Des percées majeures ont été réalisées dans l'exploration spatiale humaine en 2023, avec plusieurs missions jalons achevées avec succès. La première mission d'essai en vol du programme d'atterrissage lunaire \"Artemis\" de la NASA a été achevée avec succès, avec le vaisseau spatial non habité orbitant autour de la lune pendant 13 jours et complétant un voyage de 2,26 millions de kilomètres. La mission a vérifié les performances de la nouvelle génération de fusée lourde SLS, posant les bases pour l'atterrissage lunaire habité en 2025.\n\nDans l'exploration de Mars, le rover \"Perseverance\" a découvert des molécules organiques soupçonnées d'être des signes de vie à la surface martienne et a collecté 28 échantillons de roche. Le \"Tianwen-1\" chinois a transmis plus de 1 100 Go de données d'imagerie de Mars, créant la carte topographique la plus détaillée de Mars à ce jour. La sonde \"Mars Express\" de l'ESA a découvert que les réserves d'eau souterraines de Mars dépassent largement les attentes, environ 1,5 fois les réserves d'eau douce de la Terre.\n\nL'exploration de l'espace lointain a réalisé de nouvelles percées, avec la sonde \"New Horizons\" volant à travers la ceinture de Kuiper et découvrant plusieurs corps célestes inconnus. La sonde \"Juno\" a effectué un survol rapproché d'Europa, lune de Jupiter, obtenant des données étendues sur son océan souterrain. La \"Parker Solar Probe\" a fait l'histoire en devenant le premier objet fabriqué par l'homme à \"toucher\" le Soleil, atteignant une distance la plus proche étonnante de 8,1 millions de kilomètres.\n\nLa construction de la station spatiale a progressé régulièrement, avec la station spatiale chinoise achevant la construction complète et accueillant 12 astronautes au total. La période de service de la Station spatiale internationale a été prolongée jusqu'en 2030, complétant 6 missions de sortie spatiale. Le vol spatial commercial a prospéré, avec SpaceX complétant 68 missions de lancement tout au long de l'année, établissant un nouveau record de vol spatial commercial.\n\nLes missions de retour d'échantillons d'astéroïdes ont réalisé des progrès révolutionnaires, avec la sonde \"OSIRIS-REx\" de la NASA retournant avec succès des échantillons de l'astéroïde Bennu sur Terre, totalisant 250 grammes, le plus grand échantillon d'astéroïde à ce jour. Les résultats d'analyse de la mission \"Hayabusa2\" du Japon ont montré que l'astéroïde Ryugu contient des acides aminés et d'autres substances essentielles à la vie.\n\nDans les observations astronomiques, le télescope spatial James Webb a découvert la galaxie la plus distante à ce jour, à 13,3 milliards d'années-lumière de la Terre. Le satellite chinois \"Insight-HXMT\" a détecté pour la première fois des sursauts gamma ultra-forts provenant d'explosions de magnétars. Le réseau de radiotélescopes SKA a commencé la construction, qui deviendra la plus grande installation astronomique de l'humanité une fois achevée.\n\nL'innovation technologique aérospatiale continue, avec la technologie de fusée réutilisable devenant de plus en plus mature, atteignant un taux de succès de récupération de 95%. Des progrès importants ont été réalisés dans la recherche sur les systèmes de propulsion nucléaire, avec une poussée théorique 10 fois supérieure aux fusées chimiques. La technologie de nettoyage des débris spatiaux a réalisé des percées, avec le premier satellite de nettoyage commercial capturant et détruisant avec succès 2 satellites abandonnés.\n\nLes plans d'exploration spatiale des 5 prochaines années ont été clarifiés, incluant des missions majeures telles que l'atterrissage lunaire habité, le retour d'échantillons de Mars et l'exploration du système de Jupiter. Il est prévu qu'en 2030, l'échelle de l'industrie aérospatiale mondiale dépassera 1 billion de dollars, et l'économie spatiale deviendra un nouveau point de croissance.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | A-t-il mentionné le temps de vol du programme Artemis : 13 jours en orbite autour de la lune, complétant un voyage de 2,26 millions de kilomètres",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | A-t-il mentionné le nombre d'échantillons de roche collectés par Perseverance : 28 échantillons de roche",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | A-t-il mentionné la quantité de données transmises par Tianwen-1 : plus de 1 100 Go de données d'imagerie de Mars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | A-t-il mentionné la distance la plus proche du Soleil par la Parker Solar Probe : 8,1 millions de kilomètres",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | A-t-il mentionné le nombre d'astronautes accueillis par la station spatiale chinoise : 12 astronautes au total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | A-t-il mentionné le nombre de lancements annuels de SpaceX : 68 missions de lancement tout au long de l'année",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | A-t-il mentionné le poids des échantillons rapportés par OSIRIS-REx : 250 grammes, le plus grand échantillon d'astéroïde à ce jour",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | A-t-il mentionné la distance de la galaxie la plus lointaine découverte par le télescope Webb : 13,3 milliards d'années-lumière de la Terre",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | A-t-il mentionné le taux de succès de récupération des fusées réutilisables : 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | A-t-il mentionné la prédiction de l'échelle de l'industrie aérospatiale mondiale pour 2030 : dépasser 1 billion de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de situation de santé publique mondiale 2023 montre que le système de santé mondial fait face à de nouveaux défis dans l'ère post-épidémique. Un total de 156 nouvelles épidémies de maladies infectieuses ont été signalées dans le monde, une augmentation de 23% par rapport à l'année précédente. Les données de l'Organisation mondiale de la santé (OMS) montrent que les dépenses de santé mondiales ont atteint 9,7 billions de dollars américains, représentant 10,2% du PIB mondial, mais l'écart dans l'allocation des ressources médicales entre les pays continue de s'élargir.\n\nEn termes de prévention et de contrôle des maladies infectieuses, le réseau mondial de surveillance de la grippe couvre 153 pays et surveille 12 000 points d'échantillonnage en temps réel. Le système de surveillance des variants du nouveau coronavirus a identifié 38 variants importants, dont 5 sont listés comme préoccupations clés. Le taux de vaccination mondial a atteint 76%, mais il y a encore 23 pays en Afrique avec un taux de vaccination inférieur à 30%.\n\nDes progrès ont été réalisés dans la prévention et le traitement des maladies chroniques. Le taux de survie à 5 ans du cancer mondial a dépassé 70% pour la première fois, avec des taux de survie du cancer du sein et de la prostate dépassant 90%. Le taux de mortalité des maladies cardiovasculaires a chuté de 15% par rapport à il y a une décennie, mais reste la principale cause de décès dans le monde. Le nombre de patients diabétiques a atteint 537 millions, doublant depuis 2000, et les dépenses médicales annuelles dépassent 760 milliards de dollars américains.\n\nLes problèmes de santé mentale deviennent de plus en plus proéminents, avec plus de 400 millions de personnes souffrant de dépression dans le monde, une augmentation de 28% par rapport à avant l'épidémie. La santé mentale des adolescents est préoccupante, avec le taux de suicide des personnes âgées de 15 à 24 ans augmentant de 12%. Les dépenses médicales pour la santé mentale dans divers pays ne représentent que 2,8% des dépenses totales, bien en dessous de la norme de 5% recommandée par l'OMS.\n\nL'innovation technologique médicale s'accélère, avec la précision du diagnostic assisté par IA atteignant 97%, en particulier dans le domaine du diagnostic par imagerie. La thérapie génique a fait une percée majeure, avec 15 types de thérapie génique approuvés dans le monde, et le coût du traitement a chuté de 60% par rapport à il y a cinq ans. Les services de télémédecine couvrent une population de 850 millions et jouent un rôle important dans les zones reculées.\n\nLe problème de la distribution inégale des ressources médicales reste proéminent, avec 45% des ressources médicales mondiales concentrées dans les pays développés qui représentent 15% de la population. Le nombre moyen de médecins pour 10 000 personnes en Afrique n'est que de 2,3, bien en dessous de la norme de 23 recommandée par l'OMS. Il y a encore environ 3,8 milliards de personnes dans le monde qui ne peuvent pas accéder aux services médicaux de base.\n\nLe problème de la résistance aux antibiotiques s'aggrave, avec 1,5 million de décès dus aux infections de bactéries résistantes chaque année et des pertes économiques dépassant 550 milliards de dollars américains. L'OMS avertit que si aucune action n'est prise, les infections résistantes aux médicaments pourraient devenir la principale cause de décès d'ici 2050.\n\nLe rapport recommande de renforcer la coopération sanitaire mondiale, d'établir un fonds d'urgence sanitaire mondial de 10 milliards de dollars et d'améliorer les systèmes d'alerte précoce des maladies. Intensifier la formation des talents médicaux et former 5 millions de professionnels médicaux d'ici 2030. Promouvoir l'innovation technologique médicale et augmenter l'accessibilité des services médicaux de 30%. En même temps, il appelle les pays développés à assumer plus de responsabilités pour l'assistance sanitaire internationale et à aider les régions sous-développées à améliorer leurs normes médicales.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | A-t-il mentionné le nombre de nouvelles épidémies de maladies infectieuses mondiales : 156 nouvelles épidémies de maladies infectieuses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | A-t-il mentionné la proportion des dépenses de santé mondiales par rapport au PIB : 10,2% du PIB mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | A-t-il mentionné le nombre de pays couverts par le réseau mondial de surveillance de la grippe : 153 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | A-t-il mentionné le taux de survie à 5 ans du cancer mondial : dépassé 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | A-t-il mentionné le nombre de patients diabétiques mondiaux : 537 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | A-t-il mentionné le nombre de patients dépressifs mondiaux : plus de 400 millions de personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | A-t-il mentionné la précision du diagnostic assisté par IA : 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | A-t-il mentionné la population couverte par les services de télémédecine : 850 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | A-t-il mentionné le ratio de médecins par population en Afrique : 2,3 pour 10 000 personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | A-t-il mentionné le nombre de décès dus aux infections de bactéries résistantes : 1,5 million de décès",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | A-t-il mentionné l'échelle du fonds d'urgence sanitaire mondial : 10 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement de l'industrie mondiale des véhicules à énergie nouvelle 2023 montre que la transformation de l'électrification est entrée dans la voie rapide. Les ventes annuelles mondiales de véhicules à énergie nouvelle ont dépassé 14,8 millions d'unités, une augmentation de 46,3% en glissement annuel, et le taux de pénétration du marché a atteint 22%. Parmi ceux-ci, les véhicules électriques purs représentaient 68%, les véhicules hybrides rechargeables 29%, et les véhicules à pile à combustible à hydrogène 3%. Le marché chinois a eu la meilleure performance, avec des ventes atteignant 8,2 millions d'unités, représentant 55,4% du total mondial.\n\nLa technologie des batteries de puissance continue de faire des percées, et la densité énergétique des batteries à état solide de nouvelle génération a atteint 400Wh/kg, une augmentation de 45% par rapport aux batteries au lithium traditionnelles. La capacité de production mondiale de batteries de puissance a atteint 1200GWh, et l'investissement industriel a dépassé 85 milliards de dollars américains. Les coûts des batteries ont chuté de 38% par rapport à 2020, entraînant une réduction significative des coûts de fabrication des véhicules.\n\nL'infrastructure de recharge a accéléré sa disposition, et le nombre de bornes de recharge publiques dans le monde a atteint 18,5 millions, dont les bornes de recharge rapide représentent 35%. La technologie de recharge intelligente a été promue et appliquée, et les projets de démonstration d'interaction véhicule-réseau (V2G) ont été mis en œuvre dans 15 pays, fournissant 45GWh de capacité d'écrêtage pour le réseau électrique.\n\nLa technologie de conduite intelligente a été mise à niveau, avec le taux de pénétration de la conduite autonome L2+ atteignant 45%, et le niveau L3 a commencé la production de masse. La pénurie mondiale de puces automobiles s'est considérablement améliorée, avec une capacité de production annuelle augmentant de 28%. La puissance de calcul du système intelligent embarqué a dépassé 1000TOPS, supportant des scénarios de conduite autonome plus complexes.\n\nLa localisation de la chaîne industrielle s'est accélérée, et cinq grands clusters industriels de véhicules à énergie nouvelle ont été formés mondialement. Les capacités de contrôle indépendant des matériaux clés ont été renforcées, et le taux d'autosuffisance de la Chine en matériaux de batteries au lithium a dépassé 85%. Le système de recyclage des batteries de puissance usagées a été progressivement amélioré, avec un taux de recyclage de 78% et une taille de marché dérivé de plus de 28 milliards de dollars américains.\n\nL'exportation de véhicules à énergie nouvelle a connu une croissance rapide, avec le volume d'exportation de véhicules à énergie nouvelle de la Chine atteignant 950 000 unités, une augmentation de 120% en glissement annuel. La transformation de l'électrification du marché européen s'est accélérée, avec les véhicules électriques représentant 28% des ventes de voitures neuves. Le marché américain a connu une croissance rapide avec le soutien politique, avec des ventes annuelles dépassant 2,1 millions d'unités.\n\nLa concurrence dans les voies techniques s'est intensifiée, et de nouvelles technologies telles que les batteries à état solide et les batteries sodium-ion ont accéléré la commercialisation. La technologie des piles à combustible à hydrogène a fait des percées, et les coûts du système ont chuté de 55% par rapport à 2020. Le modèle d'échange de batteries est promu dans le domaine des véhicules commerciaux lourds, et 28 000 stations d'échange de batteries ont été construites dans le monde.\n\nLes politiques industrielles continuent d'être optimisées, et le monde a investi un total de 280 milliards de dollars américains en subventions. Les réglementations sur les émissions de carbone dans divers pays sont devenues plus strictes, et le calendrier de retrait des véhicules à carburant traditionnel a été clarifié. Le système de normes industrielles a été continuellement amélioré, favorisant le développement sain de l'industrie mondiale des véhicules à énergie nouvelle.\n\nPerspectives pour les cinq prochaines années : Il est prévu qu'en 2028, les ventes annuelles de véhicules à énergie nouvelle dans le monde dépasseront 35 millions, et le taux de pénétration du marché dépassera 45%. La densité énergétique des batteries de puissance devrait dépasser 500Wh/kg, et le coût chutera en dessous de 60 dollars américains/kWh. La conduite intelligente entrera dans la phase de commercialisation du niveau L4, entraînant un marché intelligent de 500 milliards de dollars américains.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | A-t-il mentionné les ventes annuelles mondiales de véhicules à énergie nouvelle : 14,8 millions d'unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | A-t-il mentionné la proportion des ventes du marché chinois : 55,4% du total mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | A-t-il mentionné la densité énergétique des batteries à état solide de nouvelle génération : 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | A-t-il mentionné le nombre de bornes de recharge publiques mondiales : 18,5 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | A-t-il mentionné le taux de pénétration de la conduite autonome L2+ : 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | A-t-il mentionné le taux d'autosuffisance de la Chine en matériaux de batteries au lithium : dépassé 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | A-t-il mentionné le volume d'exportation de véhicules à énergie nouvelle de la Chine : 950 000 unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | A-t-il mentionné la réduction des coûts du système de piles à combustible à hydrogène : 55% par rapport à 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | A-t-il mentionné le nombre de stations d'échange de batteries mondiales : 28 000 stations d'échange de batteries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | A-t-il mentionné le montant total des fonds de subvention mondiaux : 280 milliards de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement technologique du métavers 2023 montre que l'industrie mondiale du métavers atteindra 385 milliards de dollars, une augmentation de 85% en glissement annuel. Le volume d'expédition des dispositifs de réalité virtuelle (VR) et de réalité augmentée (AR) a dépassé 32 millions d'unités, une augmentation de 62% par rapport à l'année précédente. Le nombre de demandes de brevets liées au métavers a atteint 185 000, dont la Chine représentait 38%, se classant première au monde.\nDes percées significatives dans la technologie matérielle, la résolution des dispositifs VR de nouvelle génération a atteint 4K×4K, le champ de vision a été élargi à 120 degrés, et le délai a été réduit à 12ms. Les solutions optiques AR sont innovantes, et la technologie de guide d'onde de diffraction réduit le poids du dispositif à 120g. Des progrès significatifs ont été réalisés dans les interfaces cerveau-ordinateur, et les dispositifs non invasifs peuvent reconnaître 1 000 commandes de pensée avec un taux de précision de 92%.\nLa technologie interactive devient de plus en plus mature, la précision de la capture de mouvement du corps entier a été améliorée au niveau sous-millimétrique, et la reconnaissance des expressions faciales supporte 95 micro-expressions. Des percées ont été réalisées dans la technologie de retour tactile, qui peut simuler le toucher de 200 matériaux différents. La technologie de projection holographique a atteint une résolution 8K, supportant la visualisation simultanée de plusieurs personnes sans lunettes spéciales.\nL'écosystème de contenu prospère, avec plus de 8,5 millions de développeurs de contenu métavers dans le monde, en hausse de 95% par rapport à l'année précédente. Le nombre d'utilisateurs actifs mensuels des plateformes sociales virtuelles a atteint 450 millions, et le nombre le plus élevé de spectateurs en ligne pour un seul concert virtuel a dépassé 25 millions. Il est largement utilisé dans le domaine de l'éducation, avec 15% des collèges et universités du monde offrant des cours de métavers.\nL'économie numérique accélère sa disposition, avec la valeur marchande des sociétés cotées liées au concept de métavers mondial dépassant 2,8 billions de dollars américains. L'échelle des transactions d'actifs virtuels a atteint 68 milliards de dollars américains, et le volume de transaction quotidien moyen du marché NFT a dépassé 150 millions de dollars américains. L'échelle du marché publicitaire du métavers a atteint 12,5 milliards de dollars américains, avec un taux de croissance annuel de plus de 200%.\nLa formulation de normes techniques a été accélérée, et l'IEEE a publié la première norme d'architecture de référence du métavers. L'Alliance industrielle du métavers a été établie mondialement, avec 180 entreprises participant à la formulation de normes. Le cadre de sécurité des données et de protection de la vie privée a été progressivement amélioré pour supporter l'interopérabilité des données inter-plateformes.\nLes applications industrielles s'approfondissent constamment, et le métavers industriel a entraîné une augmentation de 28% de l'efficacité de fabrication. Le métavers médical a supporté 5 000 chirurgies à distance avec un taux de précision de 99,9%. Le volume de transactions de la plateforme métavers immobilière a dépassé 20 milliards de dollars américains, et la visite de maisons en ligne représentait 35%.\nLa demande de talents croît rapidement, et la demande mondiale de postes liés au métavers a atteint 950 000, avec un salaire moyen 45% plus élevé que les postes IT traditionnels. Les pays ont augmenté leurs efforts dans la formation des talents, et il y a plus de 3 000 institutions de formation professionnelle. Il est estimé que l'écart de talents atteindra 2,8 millions d'ici 2025.\nTendances de développement futur : Il est estimé qu'en 2028, la taille du marché métavers mondial dépassera 1,5 billion de dollars américains. L'économie réelle accélère sa transformation numérique, et 85% des marques déploieront le métavers. L'intégration et l'innovation technologiques s'accélèrent, et les interfaces cerveau-ordinateur, la technologie holographique, l'informatique quantique, etc. apporteront des percées révolutionnaires.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | A-t-il mentionné l'échelle de l'industrie métavers mondiale : 385 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | A-t-il mentionné le volume d'expédition des dispositifs VR/AR : 32 millions d'unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | A-t-il mentionné les données de délai des dispositifs VR de nouvelle génération : 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | A-t-il mentionné le nombre de commandes de pensée reconnaissables par l'interface cerveau-ordinateur : 1 000 commandes de pensée",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | A-t-il mentionné le nombre de développeurs de contenu métavers mondiaux : 8,5 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | A-t-il mentionné le nombre d'utilisateurs actifs mensuels des plateformes sociales virtuelles : 450 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | A-t-il mentionné le volume de transaction quotidien moyen du marché NFT : 150 millions de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | A-t-il mentionné le nombre d'entreprises participantes à l'Alliance industrielle du métavers : 180 entreprises",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | A-t-il mentionné le nombre de chirurgies à distance supportées par le métavers médical : 5 000 chirurgies à distance",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | A-t-il mentionné la prédiction de la taille du marché métavers mondial pour 2028 : 1,5 billion de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport d'innovation et de développement de l'éducation mondiale 2023 montre que la transformation numérique de l'éducation s'accélère, et l'investissement mondial dans la technologie éducative a atteint 342 milliards de dollars américains, une augmentation de 42% en glissement annuel. L'échelle des utilisateurs d'éducation en ligne a dépassé 1,8 milliard, et les ressources d'apprentissage numériques couvrent 89% des apprenants mondiaux. Dans l'ère post-épidémique, l'éducation hybride est devenue le courant dominant, et l'enseignement intégré en ligne et hors ligne représente 65%.\nL'application de l'intelligence artificielle dans l'éducation s'est approfondie, et les assistants d'enseignement IA ont couvert plus de 250 millions d'utilisateurs avec un taux de précision de 96%. Le système d'apprentissage adaptatif peut identifier plus de 8 000 modèles de comportement d'apprentissage, et le taux de précision des recommandations personnalisées a atteint 92%. L'analyse des mégadonnées éducatives supporte les décisions d'enseignement et améliore l'efficacité de l'enseignement de 35%.\nLe mode de fourniture des ressources éducatives a changé. Le nombre de cours sur la plateforme MOOC mondiale a dépassé 85 000, et le nombre cumulé de sélections de cours a atteint 1,5 milliard. Le partage des ressources éducatives de haute qualité s'est accéléré, et le nombre de cours ouverts dans les universités prestigieuses internationales a atteint 12 000. Il y a plus de 5 000 projets d'enseignement expérimental de simulation virtuelle, couvrant 12 disciplines.\nL'évaluation éducative a innové et développé, et le système de certification de crédit basé sur la blockchain a été piloté dans 280 universités. Le système d'évaluation intelligente peut analyser les données du processus d'apprentissage en temps réel, avec 186 dimensions d'évaluation. Le modèle d'évaluation basé sur les compétences est promu dans le domaine de l'éducation professionnelle, et 2 800 normes professionnelles sont connectées.\nLe développement professionnel des enseignants s'accélère, et 8,5 millions d'enseignants dans le monde ont terminé la formation aux capacités d'enseignement numérique. Le taux de couverture de la formation à la littératie en intelligence artificielle des enseignants a atteint 55%. L'application du système de préparation de cours intelligente est popularisée, économisant 40% du temps de préparation des cours des enseignants. La plateforme de service de soutien au développement des enseignants rassemble 20 millions de ressources d'enseignement.\nRéforme innovante du modèle de formation des talents, l'apprentissage par projet représente 38%. Il y a 35 000 cours intégrés interdisciplinaires, et 1,8 million de talents composés ont été formés. L'intégration de l'industrie et de l'éducation s'est approfondie et développée, avec 120 000 projets de coopération école-entreprise et 15 millions d'étudiants couverts par l'éducation collaborative.\nL'équité éducative continue de s'améliorer, et le taux de couverture de l'éducation en ligne dans les zones reculées a augmenté à 75%. Les projets d'assistance éducative bénéficient à 120 millions d'étudiants dans le besoin. Le système de soutien technologique de l'éducation spéciale est amélioré, et la technologie auxiliaire bénéficie à 28 millions d'étudiants spéciaux.\nLa coopération éducative internationale se renforce, et les projets d'apprentissage en ligne transfrontaliers ont atteint 8 500. Il y a 1 200 accords de reconnaissance de crédits internationaux. L'adhésion à l'Alliance mondiale d'innovation éducative s'est étendue à 85 pays, avec plus de 3 000 programmes de formation conjointe.\nTendances de développement futur : Il est estimé qu'en 2028, le marché mondial de la technologie éducative atteindra 850 milliards de dollars américains. Les applications éducatives du métavers sont popularisées, et l'apprentissage immersif est devenu une méthode importante. L'intelligence artificielle autonomise profondément l'ensemble du processus éducatif et promeut les changements dans le paradigme éducatif. Le système d'apprentissage tout au long de la vie est plus complet, et la construction d'une société apprenante s'accélère.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 120. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在120字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,120]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | A-t-il mentionné l'échelle d'investissement mondial dans la technologie éducative : 342 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | A-t-il mentionné l'échelle des utilisateurs d'éducation en ligne : 1,8 milliard",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | A-t-il mentionné le nombre d'utilisateurs couverts par les assistants d'enseignement IA : 250 millions d'utilisateurs",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | A-t-il mentionné le nombre de cours sur les plateformes MOOC mondiales : 85 000 cours",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | A-t-il mentionné le nombre de cours ouverts des universités prestigieuses internationales : 12 000 cours ouverts",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | A-t-il mentionné le nombre d'universités pilotes pour la certification de crédit blockchain : 280 universités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | A-t-il mentionné le nombre d'enseignants ayant terminé la formation aux capacités d'enseignement numérique : 8,5 millions d'enseignants",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | A-t-il mentionné le nombre de projets de coopération école-entreprise : 120 000 projets",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | A-t-il mentionné le nombre d'étudiants bénéficiant des projets d'assistance éducative : 120 millions d'étudiants",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | A-t-il mentionné la prédiction de la taille du marché mondial de la technologie éducative pour 2028 : 850 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Récemment, la 20e Conférence internationale chinoise sur l'intelligence artificielle s'est tenue avec grandeur au Centre de convention international de Pékin. Plus de 1 500 experts, chercheurs et représentants d'entreprises de plus de 30 pays du monde entier se sont réunis pour discuter des nouvelles tendances et opportunités dans le développement de l'intelligence artificielle. La conférence avait pour thème \"Nouvelle ère de l'intelligence : intégration, innovation et durabilité\" et a organisé plus de 100 forums spécialisés et séminaires techniques.\n\nPendant la réunion, de nombreux académiciens et experts ont exprimé des points de vue importants. L'académicien Wang Jian de l'Académie chinoise d'ingénierie a souligné que l'intelligence artificielle entre dans une nouvelle étape de développement, et les percées dans la technologie des grands modèles ont apporté de nouvelles opportunités pour le développement industriel. L'académicien Zhang Bei de l'Université Tsinghua a souligné l'importance de la gouvernance éthique de l'intelligence artificielle et a suggéré d'établir une norme éthique IA unifiée mondiale.\n\nLe \"Rapport de développement de l'intelligence artificielle mondiale 2023\" publié par la conférence montre que la taille du marché mondial de l'IA atteindra 1,5 billion de dollars américains en 2022, soit une augmentation de 23,6% en glissement annuel. Parmi ceux-ci, l'échelle du marché chinois de l'IA a atteint 400 milliards de yuans, et des progrès significatifs ont été réalisés dans la vision par ordinateur, la reconnaissance vocale et d'autres domaines. Le rapport prédit que d'ici 2025, la taille du marché mondial de l'IA dépassera 3 billions de dollars américains.\n\nDe nombreuses réalisations technologiques de pointe ont été exposées à l'exposition. Y compris une nouvelle génération de robots intelligents, des systèmes de conduite autonome, des équipements médicaux intelligents, etc. Parmi eux, le robot d'interaction émotionnelle développé par l'Université Tsinghua a attiré une attention généralisée. Le robot peut reconnaître avec précision les expressions faciales et les tons humains, et faire des réponses émotionnelles correspondantes, avec une précision d'identification de 95 pour cent.\n\nLa conférence a également organisé le \"Concours d'innovation et d'entrepreneuriat IA\", qui a attiré plus de 500 équipes du monde entier à participer. Finalement, une équipe de startup se concentrant sur les applications agricoles de l'IA a remporté le championnat avec son système intelligent d'identification des ravageurs et maladies des cultures, qui a un taux de précision de plus de 98 pour cent et a été piloté dans plusieurs grandes provinces agricoles.\n\nLors de la cérémonie de clôture, le comité d'organisation a annoncé qu'il établirait une \"Alliance mondiale d'innovation de l'intelligence artificielle\" pour promouvoir la coopération internationale, la formation des talents et l'innovation technologique. Les premiers membres de l'alliance comprennent 50 institutions de recherche de premier plan et 100 entreprises leaders dans 20 pays.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | A-t-il mentionné le nom spécifique de la conférence : la 20e Conférence internationale chinoise sur l'intelligence artificielle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | A-t-il mentionné le nombre de participants : plus de 1 500 experts, chercheurs et représentants d'entreprises de plus de 30 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | A-t-il mentionné le thème de la conférence : Nouvelle ère de l'intelligence : intégration, innovation et durabilité",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | A-t-il mentionné le point de vue de l'académicien Wang Jian : l'intelligence artificielle entre dans une nouvelle étape de développement, et les percées dans la technologie des grands modèles ont apporté de nouvelles opportunités pour le développement industriel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | A-t-il mentionné la taille du marché mondial de l'IA en 2022 : 1,5 billion de dollars américains, soit une augmentation de 23,6% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | A-t-il mentionné la taille du marché chinois de l'IA : 400 milliards de yuans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | A-t-il mentionné la prédiction de la taille du marché mondial de l'IA pour 2025 : dépasser 3 billions de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | A-t-il mentionné le taux de précision d'identification du robot d'interaction émotionnelle développé par l'Université Tsinghua : 95 pour cent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | A-t-il mentionné le nombre d'équipes participantes au concours d'innovation et d'entrepreneuriat IA : plus de 500 équipes du monde entier",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | A-t-il mentionné le taux de précision du système de l'équipe championne : plus de 98 pour cent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | A-t-il mentionné l'échelle des premiers membres de l'Alliance mondiale d'innovation de l'intelligence artificielle : 50 institutions de recherche de premier plan et 100 entreprises leaders dans 20 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de recherche sur le changement climatique mondial 2023 montre que la Terre connaît une crise environnementale sans précédent. Selon la dernière analyse de données satellitaires, la température moyenne mondiale en 2023 augmentera de 1,5℃ par rapport aux temps préindustriels, établissant un record. Le taux de réchauffement dans l'Arctique est deux fois la moyenne mondiale, entraînant une fonte glaciaire à grande échelle. Il est prévu qu'en 2050, l'Arctique pourrait avoir son premier été sans glace.\n\nL'équipe de recherche a découvert que la fréquence des événements météorologiques extrêmes a considérablement augmenté en analysant les données historiques de 2 000 stations météorologiques dans le monde. En 2023, il y a eu 127 tempêtes de pluie torrentielles et 43 températures extrêmement élevées dans le monde, une augmentation de 45% et 60% respectivement par rapport à il y a dix ans. Les pertes économiques causées par ces conditions météorologiques désastreuses s'élèvent à 280 milliards de dollars américains, affectant plus de 200 millions de personnes.\n\nLe taux d'élévation du niveau de la mer s'accélère. Au cours des 25 dernières années, le niveau moyen mondial de la mer a augmenté de 8,9 cm. Les études prédisent que si les émissions de gaz à effet de serre continuent la tendance actuelle, le niveau de la mer pourrait augmenter de plus de 1 mètre d'ici la fin de ce siècle, ce qui menacera l'environnement de vie d'environ 600 millions de personnes côtières dans le monde.\n\nLa biodiversité continue de décliner, avec des enregistrements de recherche montrant qu'au cours des 50 dernières années, environ 28 000 espèces d'organismes ont été mises en danger dans le monde. Les forêts tropicales sont coupées à un rythme alarmant, avec une perte de 1,5 million d'hectares en 2023 seulement, une superficie équivalente à la taille de la Suisse. Les écosystèmes marins sont également sous une menace sérieuse, avec 90% des récifs coralliens à risque de mort.\n\nLe rapport souligne que la concentration de dioxyde de carbone dans l'atmosphère a atteint 417ppm, une augmentation de 50% par rapport aux temps préindustriels. Bien que les pays se soient engagés à réduire les émissions, les émissions mondiales de carbone augmenteront encore de 2,7% en 2023 pour atteindre un record de 37,8 milliards de tonnes. Parmi ceux-ci, l'industrie de production d'électricité représente 35%, la production industrielle 28%, et les transports 24%.\n\nPour faire face à la crise climatique, le rapport recommande de prendre des mesures d'urgence : d'ici 2030, la proportion d'énergie renouvelable augmentera à 60%, la part de marché des véhicules électriques augmentera à 40%, et l'efficacité énergétique des bâtiments augmentera de 30%. Il recommande également l'établissement d'un fonds mondial d'adaptation climatique de 100 milliards de dollars pour aider les pays en développement à améliorer leur adaptabilité.\n\nLes scientifiques avertissent que si des mesures efficaces ne sont pas prises dans les cinq prochaines années, les effets du réchauffement climatique pourraient atteindre un point de basculement irréversible. À ce moment-là, même si les humains arrêtent toutes les émissions de gaz à effet de serre, la Terre continuera à se réchauffer pendant des décennies, ce qui entraînera des catastrophes naturelles plus fréquentes, des crises alimentaires plus graves et des problèmes de réfugiés climatiques à plus grande échelle.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | A-t-il mentionné les données spécifiques de l'augmentation de la température moyenne mondiale en 2023 : 1,5℃ par rapport aux temps préindustriels, établissant un record",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | A-t-il mentionné le nombre d'occurrences de tempêtes de pluie torrentielles en 2023 : 127 tempêtes de pluie torrentielles, une augmentation de 45% par rapport à il y a dix ans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | A-t-il mentionné les données de pertes économiques causées par les conditions météorologiques extrêmes : 280 milliards de dollars américains, affectant plus de 200 millions de personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | A-t-il mentionné les données spécifiques de l'élévation du niveau moyen mondial de la mer au cours des 25 dernières années : 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | A-t-il mentionné le nombre d'espèces en voie de disparition : environ 28 000 espèces d'organismes ont été mises en danger dans le monde au cours des 50 dernières années",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | A-t-il mentionné la superficie de perte de forêt tropicale en 2023 : 1,5 million d'hectares, une superficie équivalente à la taille de la Suisse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | A-t-il mentionné la concentration actuelle de dioxyde de carbone dans l'atmosphère : 417ppm, une augmentation de 50% par rapport aux temps préindustriels",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | A-t-il mentionné les émissions mondiales de carbone en 2023 : augmentation de 2,7% pour atteindre un record de 37,8 milliards de tonnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | A-t-il mentionné la proportion des émissions de carbone de l'industrie de production d'électricité : 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | A-t-il mentionné l'objectif de proportion d'énergie renouvelable pour 2030 : augmenter à 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | A-t-il mentionné l'échelle du fonds mondial d'adaptation climatique proposé : fonds mondial d'adaptation climatique de 100 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement de l'économie numérique mondiale 2023 montre que l'économie numérique est devenue la principale force motrice de la croissance économique mondiale. Selon les données du rapport, l'échelle totale de l'économie numérique mondiale a atteint 54,8 billions de dollars en 2023, une augmentation de 18,2% en glissement annuel, et la proportion du PIB mondial a dépassé 45% pour la première fois. Parmi ceux-ci, l'échelle de l'économie numérique chinoise a atteint 50,1 billions de yuans, une augmentation de 15,3% en glissement annuel, et l'économie numérique représentait 41,5% du PIB.\n\nEn termes de construction d'infrastructure numérique, le nombre total de stations de base 5G mondiales a dépassé 3,5 millions, la Chine représentant plus de 60%. Le nombre mondial de centres de données a atteint 8 500, avec une consommation d'énergie annuelle dépassant 200 milliards de kWh. L'échelle du marché de l'informatique en nuage a atteint 485 milliards de dollars, avec AWS, Microsoft Azure et Alibaba Cloud ayant une part de marché combinée dépassant 65%.\n\nL'innovation technologique numérique continue de s'accélérer, avec les demandes de brevets IA mondiales atteignant 520 000, une augmentation de 32% en glissement annuel. Les applications de la technologie blockchain continuent de s'étendre, avec l'échelle du marché blockchain mondial atteignant 128 milliards de dollars. L'investissement dans l'informatique quantique a dépassé 15 milliards de dollars, avec des ordinateurs quantiques en développement atteignant le niveau de 1 000 qubits.\n\nLe commerce numérique se développe rapidement, avec l'échelle des transactions de commerce électronique transfrontalier mondial atteignant 3,8 billions de dollars, une augmentation de 25% en glissement annuel. Le volume des transactions de paiement numérique a dépassé 8,5 billions de dollars, les paiements mobiles représentant 68%. Les utilisateurs de commerce électronique mondiaux ont atteint 2,8 milliards, avec des services numériques couvrant plus de 80% de la population mondiale.\n\nEn termes d'emploi dans l'industrie numérique, les postes liés à l'économie numérique mondiale ont atteint 320 millions, une augmentation de 12% en glissement annuel. Les postes hautement qualifiés tels que le développement de logiciels, l'analyse de données et l'intelligence artificielle ont montré une croissance significative de la demande, avec des niveaux de salaire moyens 35% plus élevés que les industries traditionnelles. Il est prévu qu'en 2025, l'écart de talents de l'économie numérique mondiale atteindra 85 millions de personnes.\n\nLa gouvernance numérique continue de s'améliorer, avec 128 pays dans le monde ayant émis des lois et réglementations liées à la protection des données. L'investissement en sécurité réseau a atteint 189 milliards de dollars, une augmentation de 22% par rapport à l'année précédente. Les pertes économiques mondiales causées par les incidents de sécurité réseau ont atteint 950 milliards de dollars, une augmentation de 15% par rapport à l'année précédente.\n\nLe rapport prédit qu'en 2025, l'échelle de l'économie numérique mondiale dépassera 75 billions de dollars, avec un taux de croissance annuel moyen de plus de 15%. Le développement intégré des technologies émergentes générera plus de nouvelles formes et modèles commerciaux, et la transformation numérique accélérera la pénétration du domaine de consommation au domaine de production. L'économie numérique devrait devenir un moteur clé pour la reprise économique mondiale dans l'ère post-pandémique.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | A-t-il mentionné l'échelle totale de l'économie numérique mondiale en 2023 : 54,8 billions de dollars américains, une augmentation de 18,2% en glissement annuel, représentant plus de 45% du PIB mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | A-t-il mentionné l'échelle de l'économie numérique chinoise : 50,1 billions de yuans, une augmentation de 15,3% en glissement annuel, représentant 41,5% du PIB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | A-t-il mentionné le nombre total de stations de base 5G mondiales : dépassé 3,5 millions, la Chine représentant plus de 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | A-t-il mentionné l'échelle du marché de l'informatique en nuage mondial : 485 milliards de dollars américains, avec AWS, Microsoft Azure et Alibaba Cloud ayant une part de marché combinée dépassant 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | A-t-il mentionné le nombre de demandes de brevets d'intelligence artificielle mondiales : 520 000, une augmentation de 32% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | A-t-il mentionné l'échelle du marché blockchain mondial : 128 milliards de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | A-t-il mentionné l'échelle des transactions de commerce électronique transfrontalier mondial : 3,8 billions de dollars américains, une augmentation de 25% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | A-t-il mentionné le nombre de postes liés à l'économie numérique : 320 millions de postes, une augmentation de 12% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | A-t-il mentionné le montant d'investissement en sécurité réseau : 189 milliards de dollars américains, une augmentation de 22% par rapport à l'année précédente",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | A-t-il mentionné la prédiction de l'échelle de l'économie numérique mondiale pour 2025 : dépasser 75 billions de dollars américains, avec un taux de croissance annuel moyen de plus de 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Des percées majeures ont été réalisées dans l'exploration spatiale humaine en 2023, avec plusieurs missions jalons achevées avec succès. La première mission d'essai en vol du programme d'atterrissage lunaire \"Artemis\" de la NASA a été achevée avec succès, avec le vaisseau spatial non habité orbitant autour de la lune pendant 13 jours et complétant un voyage de 2,26 millions de kilomètres. La mission a vérifié les performances de la nouvelle génération de fusée lourde SLS, posant les bases pour l'atterrissage lunaire habité en 2025.\n\nDans l'exploration de Mars, le rover \"Perseverance\" a découvert des molécules organiques soupçonnées d'être des signes de vie à la surface martienne et a collecté 28 échantillons de roche. Le \"Tianwen-1\" chinois a transmis plus de 1 100 Go de données d'imagerie de Mars, créant la carte topographique la plus détaillée de Mars à ce jour. La sonde \"Mars Express\" de l'ESA a découvert que les réserves d'eau souterraines de Mars dépassent largement les attentes, environ 1,5 fois les réserves d'eau douce de la Terre.\n\nL'exploration de l'espace lointain a réalisé de nouvelles percées, avec la sonde \"New Horizons\" volant à travers la ceinture de Kuiper et découvrant plusieurs corps célestes inconnus. La sonde \"Juno\" a effectué un survol rapproché d'Europa, lune de Jupiter, obtenant des données étendues sur son océan souterrain. La \"Parker Solar Probe\" a fait l'histoire en devenant le premier objet fabriqué par l'homme à \"toucher\" le Soleil, atteignant une distance la plus proche étonnante de 8,1 millions de kilomètres.\n\nLa construction de la station spatiale a progressé régulièrement, avec la station spatiale chinoise achevant la construction complète et accueillant 12 astronautes au total. La période de service de la Station spatiale internationale a été prolongée jusqu'en 2030, complétant 6 missions de sortie spatiale. Le vol spatial commercial a prospéré, avec SpaceX complétant 68 missions de lancement tout au long de l'année, établissant un nouveau record de vol spatial commercial.\n\nLes missions de retour d'échantillons d'astéroïdes ont réalisé des progrès révolutionnaires, avec la sonde \"OSIRIS-REx\" de la NASA retournant avec succès des échantillons de l'astéroïde Bennu sur Terre, totalisant 250 grammes, le plus grand échantillon d'astéroïde à ce jour. Les résultats d'analyse de la mission \"Hayabusa2\" du Japon ont montré que l'astéroïde Ryugu contient des acides aminés et d'autres substances essentielles à la vie.\n\nDans les observations astronomiques, le télescope spatial James Webb a découvert la galaxie la plus distante à ce jour, à 13,3 milliards d'années-lumière de la Terre. Le satellite chinois \"Insight-HXMT\" a détecté pour la première fois des sursauts gamma ultra-forts provenant d'explosions de magnétars. Le réseau de radiotélescopes SKA a commencé la construction, qui deviendra la plus grande installation astronomique de l'humanité une fois achevée.\n\nL'innovation technologique aérospatiale continue, avec la technologie de fusée réutilisable devenant de plus en plus mature, atteignant un taux de succès de récupération de 95%. Des progrès importants ont été réalisés dans la recherche sur les systèmes de propulsion nucléaire, avec une poussée théorique 10 fois supérieure aux fusées chimiques. La technologie de nettoyage des débris spatiaux a réalisé des percées, avec le premier satellite de nettoyage commercial capturant et détruisant avec succès 2 satellites abandonnés.\n\nLes plans d'exploration spatiale des 5 prochaines années ont été clarifiés, incluant des missions majeures telles que l'atterrissage lunaire habité, le retour d'échantillons de Mars et l'exploration du système de Jupiter. Il est prévu qu'en 2030, l'échelle de l'industrie aérospatiale mondiale dépassera 1 billion de dollars, et l'économie spatiale deviendra un nouveau point de croissance.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | A-t-il mentionné le temps de vol du programme Artemis : 13 jours en orbite autour de la lune, complétant un voyage de 2,26 millions de kilomètres",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | A-t-il mentionné le nombre d'échantillons de roche collectés par Perseverance : 28 échantillons de roche",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | A-t-il mentionné la quantité de données transmises par Tianwen-1 : plus de 1 100 Go de données d'imagerie de Mars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | A-t-il mentionné la distance la plus proche du Soleil par la Parker Solar Probe : 8,1 millions de kilomètres",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | A-t-il mentionné le nombre d'astronautes accueillis par la station spatiale chinoise : 12 astronautes au total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | A-t-il mentionné le nombre de lancements annuels de SpaceX : 68 missions de lancement tout au long de l'année",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | A-t-il mentionné le poids des échantillons rapportés par OSIRIS-REx : 250 grammes, le plus grand échantillon d'astéroïde à ce jour",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | A-t-il mentionné la distance de la galaxie la plus lointaine découverte par le télescope Webb : 13,3 milliards d'années-lumière de la Terre",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | A-t-il mentionné le taux de succès de récupération des fusées réutilisables : 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | A-t-il mentionné la prédiction de l'échelle de l'industrie aérospatiale mondiale pour 2030 : dépasser 1 billion de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de situation de santé publique mondiale 2023 montre que le système de santé mondial fait face à de nouveaux défis dans l'ère post-épidémique. Un total de 156 nouvelles épidémies de maladies infectieuses ont été signalées dans le monde, une augmentation de 23% par rapport à l'année précédente. Les données de l'Organisation mondiale de la santé (OMS) montrent que les dépenses de santé mondiales ont atteint 9,7 billions de dollars américains, représentant 10,2% du PIB mondial, mais l'écart dans l'allocation des ressources médicales entre les pays continue de s'élargir.\n\nEn termes de prévention et de contrôle des maladies infectieuses, le réseau mondial de surveillance de la grippe couvre 153 pays et surveille 12 000 points d'échantillonnage en temps réel. Le système de surveillance des variants du nouveau coronavirus a identifié 38 variants importants, dont 5 sont listés comme préoccupations clés. Le taux de vaccination mondial a atteint 76%, mais il y a encore 23 pays en Afrique avec un taux de vaccination inférieur à 30%.\n\nDes progrès ont été réalisés dans la prévention et le traitement des maladies chroniques. Le taux de survie à 5 ans du cancer mondial a dépassé 70% pour la première fois, avec des taux de survie du cancer du sein et de la prostate dépassant 90%. Le taux de mortalité des maladies cardiovasculaires a chuté de 15% par rapport à il y a une décennie, mais reste la principale cause de décès dans le monde. Le nombre de patients diabétiques a atteint 537 millions, doublant depuis 2000, et les dépenses médicales annuelles dépassent 760 milliards de dollars américains.\n\nLes problèmes de santé mentale deviennent de plus en plus proéminents, avec plus de 400 millions de personnes souffrant de dépression dans le monde, une augmentation de 28% par rapport à avant l'épidémie. La santé mentale des adolescents est préoccupante, avec le taux de suicide des personnes âgées de 15 à 24 ans augmentant de 12%. Les dépenses médicales pour la santé mentale dans divers pays ne représentent que 2,8% des dépenses totales, bien en dessous de la norme de 5% recommandée par l'OMS.\n\nL'innovation technologique médicale s'accélère, avec la précision du diagnostic assisté par IA atteignant 97%, en particulier dans le domaine du diagnostic par imagerie. La thérapie génique a fait une percée majeure, avec 15 types de thérapie génique approuvés dans le monde, et le coût du traitement a chuté de 60% par rapport à il y a cinq ans. Les services de télémédecine couvrent une population de 850 millions et jouent un rôle important dans les zones reculées.\n\nLe problème de la distribution inégale des ressources médicales reste proéminent, avec 45% des ressources médicales mondiales concentrées dans les pays développés qui représentent 15% de la population. Le nombre moyen de médecins pour 10 000 personnes en Afrique n'est que de 2,3, bien en dessous de la norme de 23 recommandée par l'OMS. Il y a encore environ 3,8 milliards de personnes dans le monde qui ne peuvent pas accéder aux services médicaux de base.\n\nLe problème de la résistance aux antibiotiques s'aggrave, avec 1,5 million de décès dus aux infections de bactéries résistantes chaque année et des pertes économiques dépassant 550 milliards de dollars américains. L'OMS avertit que si aucune action n'est prise, les infections résistantes aux médicaments pourraient devenir la principale cause de décès d'ici 2050.\n\nLe rapport recommande de renforcer la coopération sanitaire mondiale, d'établir un fonds d'urgence sanitaire mondial de 10 milliards de dollars et d'améliorer les systèmes d'alerte précoce des maladies. Intensifier la formation des talents médicaux et former 5 millions de professionnels médicaux d'ici 2030. Promouvoir l'innovation technologique médicale et augmenter l'accessibilité des services médicaux de 30%. En même temps, il appelle les pays développés à assumer plus de responsabilités pour l'assistance sanitaire internationale et à aider les régions sous-développées à améliorer leurs normes médicales.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | A-t-il mentionné le nombre de nouvelles épidémies de maladies infectieuses mondiales : 156 nouvelles épidémies de maladies infectieuses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | A-t-il mentionné la proportion des dépenses de santé mondiales par rapport au PIB : 10,2% du PIB mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | A-t-il mentionné le nombre de pays couverts par le réseau mondial de surveillance de la grippe : 153 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | A-t-il mentionné le taux de survie à 5 ans du cancer mondial : dépassé 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | A-t-il mentionné le nombre de patients diabétiques mondiaux : 537 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | A-t-il mentionné le nombre de patients dépressifs mondiaux : plus de 400 millions de personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | A-t-il mentionné la précision du diagnostic assisté par IA : 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | A-t-il mentionné la population couverte par les services de télémédecine : 850 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | A-t-il mentionné le ratio de médecins par population en Afrique : 2,3 pour 10 000 personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | A-t-il mentionné le nombre de décès dus aux infections de bactéries résistantes : 1,5 million de décès",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | A-t-il mentionné l'échelle du fonds d'urgence sanitaire mondial : 10 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement de l'industrie mondiale des véhicules à énergie nouvelle 2023 montre que la transformation de l'électrification est entrée dans la voie rapide. Les ventes annuelles mondiales de véhicules à énergie nouvelle ont dépassé 14,8 millions d'unités, une augmentation de 46,3% en glissement annuel, et le taux de pénétration du marché a atteint 22%. Parmi ceux-ci, les véhicules électriques purs représentaient 68%, les véhicules hybrides rechargeables 29%, et les véhicules à pile à combustible à hydrogène 3%. Le marché chinois a eu la meilleure performance, avec des ventes atteignant 8,2 millions d'unités, représentant 55,4% du total mondial.\n\nLa technologie des batteries de puissance continue de faire des percées, et la densité énergétique des batteries à état solide de nouvelle génération a atteint 400Wh/kg, une augmentation de 45% par rapport aux batteries au lithium traditionnelles. La capacité de production mondiale de batteries de puissance a atteint 1200GWh, et l'investissement industriel a dépassé 85 milliards de dollars américains. Les coûts des batteries ont chuté de 38% par rapport à 2020, entraînant une réduction significative des coûts de fabrication des véhicules.\n\nL'infrastructure de recharge a accéléré sa disposition, et le nombre de bornes de recharge publiques dans le monde a atteint 18,5 millions, dont les bornes de recharge rapide représentent 35%. La technologie de recharge intelligente a été promue et appliquée, et les projets de démonstration d'interaction véhicule-réseau (V2G) ont été mis en œuvre dans 15 pays, fournissant 45GWh de capacité d'écrêtage pour le réseau électrique.\n\nLa technologie de conduite intelligente a été mise à niveau, avec le taux de pénétration de la conduite autonome L2+ atteignant 45%, et le niveau L3 a commencé la production de masse. La pénurie mondiale de puces automobiles s'est considérablement améliorée, avec une capacité de production annuelle augmentant de 28%. La puissance de calcul du système intelligent embarqué a dépassé 1000TOPS, supportant des scénarios de conduite autonome plus complexes.\n\nLa localisation de la chaîne industrielle s'est accélérée, et cinq grands clusters industriels de véhicules à énergie nouvelle ont été formés mondialement. Les capacités de contrôle indépendant des matériaux clés ont été renforcées, et le taux d'autosuffisance de la Chine en matériaux de batteries au lithium a dépassé 85%. Le système de recyclage des batteries de puissance usagées a été progressivement amélioré, avec un taux de recyclage de 78% et une taille de marché dérivé de plus de 28 milliards de dollars américains.\n\nL'exportation de véhicules à énergie nouvelle a connu une croissance rapide, avec le volume d'exportation de véhicules à énergie nouvelle de la Chine atteignant 950 000 unités, une augmentation de 120% en glissement annuel. La transformation de l'électrification du marché européen s'est accélérée, avec les véhicules électriques représentant 28% des ventes de voitures neuves. Le marché américain a connu une croissance rapide avec le soutien politique, avec des ventes annuelles dépassant 2,1 millions d'unités.\n\nLa concurrence dans les voies techniques s'est intensifiée, et de nouvelles technologies telles que les batteries à état solide et les batteries sodium-ion ont accéléré la commercialisation. La technologie des piles à combustible à hydrogène a fait des percées, et les coûts du système ont chuté de 55% par rapport à 2020. Le modèle d'échange de batteries est promu dans le domaine des véhicules commerciaux lourds, et 28 000 stations d'échange de batteries ont été construites dans le monde.\n\nLes politiques industrielles continuent d'être optimisées, et le monde a investi un total de 280 milliards de dollars américains en subventions. Les réglementations sur les émissions de carbone dans divers pays sont devenues plus strictes, et le calendrier de retrait des véhicules à carburant traditionnel a été clarifié. Le système de normes industrielles a été continuellement amélioré, favorisant le développement sain de l'industrie mondiale des véhicules à énergie nouvelle.\n\nPerspectives pour les cinq prochaines années : Il est prévu qu'en 2028, les ventes annuelles de véhicules à énergie nouvelle dans le monde dépasseront 35 millions, et le taux de pénétration du marché dépassera 45%. La densité énergétique des batteries de puissance devrait dépasser 500Wh/kg, et le coût chutera en dessous de 60 dollars américains/kWh. La conduite intelligente entrera dans la phase de commercialisation du niveau L4, entraînant un marché intelligent de 500 milliards de dollars américains.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | A-t-il mentionné les ventes annuelles mondiales de véhicules à énergie nouvelle : 14,8 millions d'unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | A-t-il mentionné la proportion des ventes du marché chinois : 55,4% du total mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | A-t-il mentionné la densité énergétique des batteries à état solide de nouvelle génération : 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | A-t-il mentionné le nombre de bornes de recharge publiques mondiales : 18,5 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | A-t-il mentionné le taux de pénétration de la conduite autonome L2+ : 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | A-t-il mentionné le taux d'autosuffisance de la Chine en matériaux de batteries au lithium : dépassé 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | A-t-il mentionné le volume d'exportation de véhicules à énergie nouvelle de la Chine : 950 000 unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | A-t-il mentionné la réduction des coûts du système de piles à combustible à hydrogène : 55% par rapport à 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | A-t-il mentionné le nombre de stations d'échange de batteries mondiales : 28 000 stations d'échange de batteries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | A-t-il mentionné le montant total des fonds de subvention mondiaux : 280 milliards de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement technologique du métavers 2023 montre que l'industrie mondiale du métavers atteindra 385 milliards de dollars, une augmentation de 85% en glissement annuel. Le volume d'expédition des dispositifs de réalité virtuelle (VR) et de réalité augmentée (AR) a dépassé 32 millions d'unités, une augmentation de 62% par rapport à l'année précédente. Le nombre de demandes de brevets liées au métavers a atteint 185 000, dont la Chine représentait 38%, se classant première au monde.\nDes percées significatives dans la technologie matérielle, la résolution des dispositifs VR de nouvelle génération a atteint 4K×4K, le champ de vision a été élargi à 120 degrés, et le délai a été réduit à 12ms. Les solutions optiques AR sont innovantes, et la technologie de guide d'onde de diffraction réduit le poids du dispositif à 120g. Des progrès significatifs ont été réalisés dans les interfaces cerveau-ordinateur, et les dispositifs non invasifs peuvent reconnaître 1 000 commandes de pensée avec un taux de précision de 92%.\nLa technologie interactive devient de plus en plus mature, la précision de la capture de mouvement du corps entier a été améliorée au niveau sous-millimétrique, et la reconnaissance des expressions faciales supporte 95 micro-expressions. Des percées ont été réalisées dans la technologie de retour tactile, qui peut simuler le toucher de 200 matériaux différents. La technologie de projection holographique a atteint une résolution 8K, supportant la visualisation simultanée de plusieurs personnes sans lunettes spéciales.\nL'écosystème de contenu prospère, avec plus de 8,5 millions de développeurs de contenu métavers dans le monde, en hausse de 95% par rapport à l'année précédente. Le nombre d'utilisateurs actifs mensuels des plateformes sociales virtuelles a atteint 450 millions, et le nombre le plus élevé de spectateurs en ligne pour un seul concert virtuel a dépassé 25 millions. Il est largement utilisé dans le domaine de l'éducation, avec 15% des collèges et universités du monde offrant des cours de métavers.\nL'économie numérique accélère sa disposition, avec la valeur marchande des sociétés cotées liées au concept de métavers mondial dépassant 2,8 billions de dollars américains. L'échelle des transactions d'actifs virtuels a atteint 68 milliards de dollars américains, et le volume de transaction quotidien moyen du marché NFT a dépassé 150 millions de dollars américains. L'échelle du marché publicitaire du métavers a atteint 12,5 milliards de dollars américains, avec un taux de croissance annuel de plus de 200%.\nLa formulation de normes techniques a été accélérée, et l'IEEE a publié la première norme d'architecture de référence du métavers. L'Alliance industrielle du métavers a été établie mondialement, avec 180 entreprises participant à la formulation de normes. Le cadre de sécurité des données et de protection de la vie privée a été progressivement amélioré pour supporter l'interopérabilité des données inter-plateformes.\nLes applications industrielles s'approfondissent constamment, et le métavers industriel a entraîné une augmentation de 28% de l'efficacité de fabrication. Le métavers médical a supporté 5 000 chirurgies à distance avec un taux de précision de 99,9%. Le volume de transactions de la plateforme métavers immobilière a dépassé 20 milliards de dollars américains, et la visite de maisons en ligne représentait 35%.\nLa demande de talents croît rapidement, et la demande mondiale de postes liés au métavers a atteint 950 000, avec un salaire moyen 45% plus élevé que les postes IT traditionnels. Les pays ont augmenté leurs efforts dans la formation des talents, et il y a plus de 3 000 institutions de formation professionnelle. Il est estimé que l'écart de talents atteindra 2,8 millions d'ici 2025.\nTendances de développement futur : Il est estimé qu'en 2028, la taille du marché métavers mondial dépassera 1,5 billion de dollars américains. L'économie réelle accélère sa transformation numérique, et 85% des marques déploieront le métavers. L'intégration et l'innovation technologiques s'accélèrent, et les interfaces cerveau-ordinateur, la technologie holographique, l'informatique quantique, etc. apporteront des percées révolutionnaires.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | A-t-il mentionné l'échelle de l'industrie métavers mondiale : 385 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | A-t-il mentionné le volume d'expédition des dispositifs VR/AR : 32 millions d'unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | A-t-il mentionné les données de délai des dispositifs VR de nouvelle génération : 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | A-t-il mentionné le nombre de commandes de pensée reconnaissables par l'interface cerveau-ordinateur : 1 000 commandes de pensée",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | A-t-il mentionné le nombre de développeurs de contenu métavers mondiaux : 8,5 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | A-t-il mentionné le nombre d'utilisateurs actifs mensuels des plateformes sociales virtuelles : 450 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | A-t-il mentionné le volume de transaction quotidien moyen du marché NFT : 150 millions de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | A-t-il mentionné le nombre d'entreprises participantes à l'Alliance industrielle du métavers : 180 entreprises",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | A-t-il mentionné le nombre de chirurgies à distance supportées par le métavers médical : 5 000 chirurgies à distance",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | A-t-il mentionné la prédiction de la taille du marché métavers mondial pour 2028 : 1,5 billion de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport d'innovation et de développement de l'éducation mondiale 2023 montre que la transformation numérique de l'éducation s'accélère, et l'investissement mondial dans la technologie éducative a atteint 342 milliards de dollars américains, une augmentation de 42% en glissement annuel. L'échelle des utilisateurs d'éducation en ligne a dépassé 1,8 milliard, et les ressources d'apprentissage numériques couvrent 89% des apprenants mondiaux. Dans l'ère post-épidémique, l'éducation hybride est devenue le courant dominant, et l'enseignement intégré en ligne et hors ligne représente 65%.\nL'application de l'intelligence artificielle dans l'éducation s'est approfondie, et les assistants d'enseignement IA ont couvert plus de 250 millions d'utilisateurs avec un taux de précision de 96%. Le système d'apprentissage adaptatif peut identifier plus de 8 000 modèles de comportement d'apprentissage, et le taux de précision des recommandations personnalisées a atteint 92%. L'analyse des mégadonnées éducatives supporte les décisions d'enseignement et améliore l'efficacité de l'enseignement de 35%.\nLe mode de fourniture des ressources éducatives a changé. Le nombre de cours sur la plateforme MOOC mondiale a dépassé 85 000, et le nombre cumulé de sélections de cours a atteint 1,5 milliard. Le partage des ressources éducatives de haute qualité s'est accéléré, et le nombre de cours ouverts dans les universités prestigieuses internationales a atteint 12 000. Il y a plus de 5 000 projets d'enseignement expérimental de simulation virtuelle, couvrant 12 disciplines.\nL'évaluation éducative a innové et développé, et le système de certification de crédit basé sur la blockchain a été piloté dans 280 universités. Le système d'évaluation intelligente peut analyser les données du processus d'apprentissage en temps réel, avec 186 dimensions d'évaluation. Le modèle d'évaluation basé sur les compétences est promu dans le domaine de l'éducation professionnelle, et 2 800 normes professionnelles sont connectées.\nLe développement professionnel des enseignants s'accélère, et 8,5 millions d'enseignants dans le monde ont terminé la formation aux capacités d'enseignement numérique. Le taux de couverture de la formation à la littératie en intelligence artificielle des enseignants a atteint 55%. L'application du système de préparation de cours intelligente est popularisée, économisant 40% du temps de préparation des cours des enseignants. La plateforme de service de soutien au développement des enseignants rassemble 20 millions de ressources d'enseignement.\nRéforme innovante du modèle de formation des talents, l'apprentissage par projet représente 38%. Il y a 35 000 cours intégrés interdisciplinaires, et 1,8 million de talents composés ont été formés. L'intégration de l'industrie et de l'éducation s'est approfondie et développée, avec 120 000 projets de coopération école-entreprise et 15 millions d'étudiants couverts par l'éducation collaborative.\nL'équité éducative continue de s'améliorer, et le taux de couverture de l'éducation en ligne dans les zones reculées a augmenté à 75%. Les projets d'assistance éducative bénéficient à 120 millions d'étudiants dans le besoin. Le système de soutien technologique de l'éducation spéciale est amélioré, et la technologie auxiliaire bénéficie à 28 millions d'étudiants spéciaux.\nLa coopération éducative internationale se renforce, et les projets d'apprentissage en ligne transfrontaliers ont atteint 8 500. Il y a 1 200 accords de reconnaissance de crédits internationaux. L'adhésion à l'Alliance mondiale d'innovation éducative s'est étendue à 85 pays, avec plus de 3 000 programmes de formation conjointe.\nTendances de développement futur : Il est estimé qu'en 2028, le marché mondial de la technologie éducative atteindra 850 milliards de dollars américains. Les applications éducatives du métavers sont popularisées, et l'apprentissage immersif est devenu une méthode importante. L'intelligence artificielle autonomise profondément l'ensemble du processus éducatif et promeut les changements dans le paradigme éducatif. Le système d'apprentissage tout au long de la vie est plus complet, et la construction d'une société apprenante s'accélère.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 150. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在150字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,150]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | A-t-il mentionné l'échelle d'investissement mondial dans la technologie éducative : 342 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | A-t-il mentionné l'échelle des utilisateurs d'éducation en ligne : 1,8 milliard",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | A-t-il mentionné le nombre d'utilisateurs couverts par les assistants d'enseignement IA : 250 millions d'utilisateurs",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | A-t-il mentionné le nombre de cours sur les plateformes MOOC mondiales : 85 000 cours",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | A-t-il mentionné le nombre de cours ouverts des universités prestigieuses internationales : 12 000 cours ouverts",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | A-t-il mentionné le nombre d'universités pilotes pour la certification de crédit blockchain : 280 universités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | A-t-il mentionné le nombre d'enseignants ayant terminé la formation aux capacités d'enseignement numérique : 8,5 millions d'enseignants",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | A-t-il mentionné le nombre de projets de coopération école-entreprise : 120 000 projets",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | A-t-il mentionné le nombre d'étudiants bénéficiant des projets d'assistance éducative : 120 millions d'étudiants",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | A-t-il mentionné la prédiction de la taille du marché mondial de la technologie éducative pour 2028 : 850 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Récemment, la 20e Conférence internationale chinoise sur l'intelligence artificielle s'est tenue avec grandeur au Centre de convention international de Pékin. Plus de 1 500 experts, chercheurs et représentants d'entreprises de plus de 30 pays du monde entier se sont réunis pour discuter des nouvelles tendances et opportunités dans le développement de l'intelligence artificielle. La conférence avait pour thème \"Nouvelle ère de l'intelligence : intégration, innovation et durabilité\" et a organisé plus de 100 forums spécialisés et séminaires techniques.\n\nPendant la réunion, de nombreux académiciens et experts ont exprimé des points de vue importants. L'académicien Wang Jian de l'Académie chinoise d'ingénierie a souligné que l'intelligence artificielle entre dans une nouvelle étape de développement, et les percées dans la technologie des grands modèles ont apporté de nouvelles opportunités pour le développement industriel. L'académicien Zhang Bei de l'Université Tsinghua a souligné l'importance de la gouvernance éthique de l'intelligence artificielle et a suggéré d'établir une norme éthique IA unifiée mondiale.\n\nLe \"Rapport de développement de l'intelligence artificielle mondiale 2023\" publié par la conférence montre que la taille du marché mondial de l'IA atteindra 1,5 billion de dollars américains en 2022, soit une augmentation de 23,6% en glissement annuel. Parmi ceux-ci, l'échelle du marché chinois de l'IA a atteint 400 milliards de yuans, et des progrès significatifs ont été réalisés dans la vision par ordinateur, la reconnaissance vocale et d'autres domaines. Le rapport prédit que d'ici 2025, la taille du marché mondial de l'IA dépassera 3 billions de dollars américains.\n\nDe nombreuses réalisations technologiques de pointe ont été exposées à l'exposition. Y compris une nouvelle génération de robots intelligents, des systèmes de conduite autonome, des équipements médicaux intelligents, etc. Parmi eux, le robot d'interaction émotionnelle développé par l'Université Tsinghua a attiré une attention généralisée. Le robot peut reconnaître avec précision les expressions faciales et les tons humains, et faire des réponses émotionnelles correspondantes, avec une précision d'identification de 95 pour cent.\n\nLa conférence a également organisé le \"Concours d'innovation et d'entrepreneuriat IA\", qui a attiré plus de 500 équipes du monde entier à participer. Finalement, une équipe de startup se concentrant sur les applications agricoles de l'IA a remporté le championnat avec son système intelligent d'identification des ravageurs et maladies des cultures, qui a un taux de précision de plus de 98 pour cent et a été piloté dans plusieurs grandes provinces agricoles.\n\nLors de la cérémonie de clôture, le comité d'organisation a annoncé qu'il établirait une \"Alliance mondiale d'innovation de l'intelligence artificielle\" pour promouvoir la coopération internationale, la formation des talents et l'innovation technologique. Les premiers membres de l'alliance comprennent 50 institutions de recherche de premier plan et 100 entreprises leaders dans 20 pays.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了大会的具体名称: the 20th China International Artificial Intelligence Conference | A-t-il mentionné le nom spécifique de la conférence : la 20e Conférence internationale chinoise sur l'intelligence artificielle",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了参会人数: more than 1,500 experts, scholars and corporate representatives from more than 30 countries | A-t-il mentionné le nombre de participants : plus de 1 500 experts, chercheurs et représentants d'entreprises de plus de 30 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了大会的主题: New Era of Intelligence: Integration, Innovation and Sustainability | A-t-il mentionné le thème de la conférence : Nouvelle ère de l'intelligence : intégration, innovation et durabilité",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了王坚院士的观点: artificial intelligence is entering a new stage of development, and breakthroughs in large model technology have brought new opportunities for industrial development | A-t-il mentionné le point de vue de l'académicien Wang Jian : l'intelligence artificielle entre dans une nouvelle étape de développement, et les percées dans la technologie des grands modèles ont apporté de nouvelles opportunités pour le développement industriel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了2022年全球AI市场规模: 1.5 trillion US dollars, a year-on-year increase of 23.6% | A-t-il mentionné la taille du marché mondial de l'IA en 2022 : 1,5 billion de dollars américains, soit une augmentation de 23,6% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国AI市场规模: 400 billion yuan | A-t-il mentionné la taille du marché chinois de l'IA : 400 milliards de yuans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了2025年全球AI市场规模预测: exceed 3 trillion US dollars | A-t-il mentionné la prédiction de la taille du marché mondial de l'IA pour 2025 : dépasser 3 billions de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了清华大学研发的情感交互机器人的识别准确率: 95 percent | A-t-il mentionné le taux de précision d'identification du robot d'interaction émotionnelle développé par l'Université Tsinghua : 95 pour cent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了AI创新创业大赛的参赛团队数量: more than 500 teams from around the world | A-t-il mentionné le nombre d'équipes participantes au concours d'innovation et d'entrepreneuriat IA : plus de 500 équipes du monde entier",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了获得冠军团队的系统准确率: more than 98 percent | A-t-il mentionné le taux de précision du système de l'équipe championne : plus de 98 pour cent",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球人工智能创新联盟的首批成员规模: 50 top research institutions and 100 leading companies in 20 countries | A-t-il mentionné l'échelle des premiers membres de l'Alliance mondiale d'innovation de l'intelligence artificielle : 50 institutions de recherche de premier plan et 100 entreprises leaders dans 20 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de recherche sur le changement climatique mondial 2023 montre que la Terre connaît une crise environnementale sans précédent. Selon la dernière analyse de données satellitaires, la température moyenne mondiale en 2023 augmentera de 1,5℃ par rapport aux temps préindustriels, établissant un record. Le taux de réchauffement dans l'Arctique est deux fois la moyenne mondiale, entraînant une fonte glaciaire à grande échelle. Il est prévu qu'en 2050, l'Arctique pourrait avoir son premier été sans glace.\n\nL'équipe de recherche a découvert que la fréquence des événements météorologiques extrêmes a considérablement augmenté en analysant les données historiques de 2 000 stations météorologiques dans le monde. En 2023, il y a eu 127 tempêtes de pluie torrentielles et 43 températures extrêmement élevées dans le monde, une augmentation de 45% et 60% respectivement par rapport à il y a dix ans. Les pertes économiques causées par ces conditions météorologiques désastreuses s'élèvent à 280 milliards de dollars américains, affectant plus de 200 millions de personnes.\n\nLe taux d'élévation du niveau de la mer s'accélère. Au cours des 25 dernières années, le niveau moyen mondial de la mer a augmenté de 8,9 cm. Les études prédisent que si les émissions de gaz à effet de serre continuent la tendance actuelle, le niveau de la mer pourrait augmenter de plus de 1 mètre d'ici la fin de ce siècle, ce qui menacera l'environnement de vie d'environ 600 millions de personnes côtières dans le monde.\n\nLa biodiversité continue de décliner, avec des enregistrements de recherche montrant qu'au cours des 50 dernières années, environ 28 000 espèces d'organismes ont été mises en danger dans le monde. Les forêts tropicales sont coupées à un rythme alarmant, avec une perte de 1,5 million d'hectares en 2023 seulement, une superficie équivalente à la taille de la Suisse. Les écosystèmes marins sont également sous une menace sérieuse, avec 90% des récifs coralliens à risque de mort.\n\nLe rapport souligne que la concentration de dioxyde de carbone dans l'atmosphère a atteint 417ppm, une augmentation de 50% par rapport aux temps préindustriels. Bien que les pays se soient engagés à réduire les émissions, les émissions mondiales de carbone augmenteront encore de 2,7% en 2023 pour atteindre un record de 37,8 milliards de tonnes. Parmi ceux-ci, l'industrie de production d'électricité représente 35%, la production industrielle 28%, et les transports 24%.\n\nPour faire face à la crise climatique, le rapport recommande de prendre des mesures d'urgence : d'ici 2030, la proportion d'énergie renouvelable augmentera à 60%, la part de marché des véhicules électriques augmentera à 40%, et l'efficacité énergétique des bâtiments augmentera de 30%. Il recommande également l'établissement d'un fonds mondial d'adaptation climatique de 100 milliards de dollars pour aider les pays en développement à améliorer leur adaptabilité.\n\nLes scientifiques avertissent que si des mesures efficaces ne sont pas prises dans les cinq prochaines années, les effets du réchauffement climatique pourraient atteindre un point de basculement irréversible. À ce moment-là, même si les humains arrêtent toutes les émissions de gaz à effet de serre, la Terre continuera à se réchauffer pendant des décennies, ce qui entraînera des catastrophes naturelles plus fréquentes, des crises alimentaires plus graves et des problèmes de réfugiés climatiques à plus grande échelle.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球平均气温上升的具体数据: 1.5℃ compared with pre-industrial times, setting a record high | A-t-il mentionné les données spécifiques de l'augmentation de la température moyenne mondiale en 2023 : 1,5℃ par rapport aux temps préindustriels, établissant un record",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了2023年特大暴雨的发生次数: 127 heavy rainstorms, an increase of 45 percent compared with ten years ago | A-t-il mentionné le nombre d'occurrences de tempêtes de pluie torrentielles en 2023 : 127 tempêtes de pluie torrentielles, une augmentation de 45% par rapport à il y a dix ans",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了极端天气造成的经济损失数据: 280 billion US dollars, affecting more than 200 million people | A-t-il mentionné les données de pertes économiques causées par les conditions météorologiques extrêmes : 280 milliards de dollars américains, affectant plus de 200 millions de personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了过去25年全球平均海平面上升的具体数据: 8.9 cm | A-t-il mentionné les données spécifiques de l'élévation du niveau moyen mondial de la mer au cours des 25 dernières années : 8,9 cm",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了濒临灭绝物种的数量: about 28,000 species of organisms have been endangered worldwide in the past 50 years | A-t-il mentionné le nombre d'espèces en voie de disparition : environ 28 000 espèces d'organismes ont été mises en danger dans le monde au cours des 50 dernières années",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了2023年热带雨林损失面积: 1.5 million hectares, an area equivalent to the size of Switzerland | A-t-il mentionné la superficie de perte de forêt tropicale en 2023 : 1,5 million d'hectares, une superficie équivalente à la taille de la Suisse",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了当前大气中二氧化碳浓度: 417ppm, a 50 percent increase from pre-industrial times | A-t-il mentionné la concentration actuelle de dioxyde de carbone dans l'atmosphère : 417ppm, une augmentation de 50% par rapport aux temps préindustriels",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了2023年全球碳排放量: increase by 2.7 percent to a record 37.8 billion tons | A-t-il mentionné les émissions mondiales de carbone en 2023 : augmentation de 2,7% pour atteindre un record de 37,8 milliards de tonnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了发电行业的碳排放占比: 35 percent | A-t-il mentionné la proportion des émissions de carbone de l'industrie de production d'électricité : 35%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年可再生能源目标占比: increase to 60 percent | A-t-il mentionné l'objectif de proportion d'énergie renouvelable pour 2030 : augmenter à 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了建议设立的全球气候适应基金规模: $100 billion global climate adaptation fund | A-t-il mentionné l'échelle du fonds mondial d'adaptation climatique proposé : fonds mondial d'adaptation climatique de 100 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement de l'économie numérique mondiale 2023 montre que l'économie numérique est devenue la principale force motrice de la croissance économique mondiale. Selon les données du rapport, l'échelle totale de l'économie numérique mondiale a atteint 54,8 billions de dollars en 2023, une augmentation de 18,2% en glissement annuel, et la proportion du PIB mondial a dépassé 45% pour la première fois. Parmi ceux-ci, l'échelle de l'économie numérique chinoise a atteint 50,1 billions de yuans, une augmentation de 15,3% en glissement annuel, et l'économie numérique représentait 41,5% du PIB.\n\nEn termes de construction d'infrastructure numérique, le nombre total de stations de base 5G mondiales a dépassé 3,5 millions, la Chine représentant plus de 60%. Le nombre mondial de centres de données a atteint 8 500, avec une consommation d'énergie annuelle dépassant 200 milliards de kWh. L'échelle du marché de l'informatique en nuage a atteint 485 milliards de dollars, avec AWS, Microsoft Azure et Alibaba Cloud ayant une part de marché combinée dépassant 65%.\n\nL'innovation technologique numérique continue de s'accélérer, avec les demandes de brevets IA mondiales atteignant 520 000, une augmentation de 32% en glissement annuel. Les applications de la technologie blockchain continuent de s'étendre, avec l'échelle du marché blockchain mondial atteignant 128 milliards de dollars. L'investissement dans l'informatique quantique a dépassé 15 milliards de dollars, avec des ordinateurs quantiques en développement atteignant le niveau de 1 000 qubits.\n\nLe commerce numérique se développe rapidement, avec l'échelle des transactions de commerce électronique transfrontalier mondial atteignant 3,8 billions de dollars, une augmentation de 25% en glissement annuel. Le volume des transactions de paiement numérique a dépassé 8,5 billions de dollars, les paiements mobiles représentant 68%. Les utilisateurs de commerce électronique mondiaux ont atteint 2,8 milliards, avec des services numériques couvrant plus de 80% de la population mondiale.\n\nEn termes d'emploi dans l'industrie numérique, les postes liés à l'économie numérique mondiale ont atteint 320 millions, une augmentation de 12% en glissement annuel. Les postes hautement qualifiés tels que le développement de logiciels, l'analyse de données et l'intelligence artificielle ont montré une croissance significative de la demande, avec des niveaux de salaire moyens 35% plus élevés que les industries traditionnelles. Il est prévu qu'en 2025, l'écart de talents de l'économie numérique mondiale atteindra 85 millions de personnes.\n\nLa gouvernance numérique continue de s'améliorer, avec 128 pays dans le monde ayant émis des lois et réglementations liées à la protection des données. L'investissement en sécurité réseau a atteint 189 milliards de dollars, une augmentation de 22% par rapport à l'année précédente. Les pertes économiques mondiales causées par les incidents de sécurité réseau ont atteint 950 milliards de dollars, une augmentation de 15% par rapport à l'année précédente.\n\nLe rapport prédit qu'en 2025, l'échelle de l'économie numérique mondiale dépassera 75 billions de dollars, avec un taux de croissance annuel moyen de plus de 15%. Le développement intégré des technologies émergentes générera plus de nouvelles formes et modèles commerciaux, et la transformation numérique accélérera la pénétration du domaine de consommation au domaine de production. L'économie numérique devrait devenir un moteur clé pour la reprise économique mondiale dans l'ère post-pandémique.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了2023年全球数字经济总规模: 54.8 trillion US dollars, a year-on-year increase of 18.2%, accounting for over 45% of global GDP | A-t-il mentionné l'échelle totale de l'économie numérique mondiale en 2023 : 54,8 billions de dollars américains, une augmentation de 18,2% en glissement annuel, représentant plus de 45% du PIB mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国数字经济规模: 50.1 trillion yuan, a year-on-year increase of 15.3%, accounting for 41.5% of GDP | A-t-il mentionné l'échelle de l'économie numérique chinoise : 50,1 billions de yuans, une augmentation de 15,3% en glissement annuel, représentant 41,5% du PIB",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球5G基站总数: exceeded 3.5 million, with China accounting for more than 60% | A-t-il mentionné le nombre total de stations de base 5G mondiales : dépassé 3,5 millions, la Chine représentant plus de 60%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球云计算市场规模: 485 billion US dollars, with AWS, Microsoft Azure, and Alibaba Cloud's combined market share exceeding 65% | A-t-il mentionné l'échelle du marché de l'informatique en nuage mondial : 485 milliards de dollars américains, avec AWS, Microsoft Azure et Alibaba Cloud ayant une part de marché combinée dépassant 65%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球人工智能专利申请量: 520,000, a year-on-year increase of 32% | A-t-il mentionné le nombre de demandes de brevets d'intelligence artificielle mondiales : 520 000, une augmentation de 32% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球区块链市场规模: 128 billion US dollars | A-t-il mentionné l'échelle du marché blockchain mondial : 128 milliards de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了全球跨境电商交易规模: 3.8 trillion US dollars, a year-on-year increase of 25% | A-t-il mentionné l'échelle des transactions de commerce électronique transfrontalier mondial : 3,8 billions de dollars américains, une augmentation de 25% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了数字经济相关岗位数量: 320 million positions, a year-on-year increase of 12% | A-t-il mentionné le nombre de postes liés à l'économie numérique : 320 millions de postes, une augmentation de 12% en glissement annuel",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了网络安全投入金额: 189 billion US dollars, an increase of 22% over the previous year | A-t-il mentionné le montant d'investissement en sécurité réseau : 189 milliards de dollars américains, une augmentation de 22% par rapport à l'année précédente",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2025年全球数字经济规模预测: exceed 75 trillion US dollars, with an average annual growth rate of more than 15% | A-t-il mentionné la prédiction de l'échelle de l'économie numérique mondiale pour 2025 : dépasser 75 billions de dollars américains, avec un taux de croissance annuel moyen de plus de 15%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Des percées majeures ont été réalisées dans l'exploration spatiale humaine en 2023, avec plusieurs missions jalons achevées avec succès. La première mission d'essai en vol du programme d'atterrissage lunaire \"Artemis\" de la NASA a été achevée avec succès, avec le vaisseau spatial non habité orbitant autour de la lune pendant 13 jours et complétant un voyage de 2,26 millions de kilomètres. La mission a vérifié les performances de la nouvelle génération de fusée lourde SLS, posant les bases pour l'atterrissage lunaire habité en 2025.\n\nDans l'exploration de Mars, le rover \"Perseverance\" a découvert des molécules organiques soupçonnées d'être des signes de vie à la surface martienne et a collecté 28 échantillons de roche. Le \"Tianwen-1\" chinois a transmis plus de 1 100 Go de données d'imagerie de Mars, créant la carte topographique la plus détaillée de Mars à ce jour. La sonde \"Mars Express\" de l'ESA a découvert que les réserves d'eau souterraines de Mars dépassent largement les attentes, environ 1,5 fois les réserves d'eau douce de la Terre.\n\nL'exploration de l'espace lointain a réalisé de nouvelles percées, avec la sonde \"New Horizons\" volant à travers la ceinture de Kuiper et découvrant plusieurs corps célestes inconnus. La sonde \"Juno\" a effectué un survol rapproché d'Europa, lune de Jupiter, obtenant des données étendues sur son océan souterrain. La \"Parker Solar Probe\" a fait l'histoire en devenant le premier objet fabriqué par l'homme à \"toucher\" le Soleil, atteignant une distance la plus proche étonnante de 8,1 millions de kilomètres.\n\nLa construction de la station spatiale a progressé régulièrement, avec la station spatiale chinoise achevant la construction complète et accueillant 12 astronautes au total. La période de service de la Station spatiale internationale a été prolongée jusqu'en 2030, complétant 6 missions de sortie spatiale. Le vol spatial commercial a prospéré, avec SpaceX complétant 68 missions de lancement tout au long de l'année, établissant un nouveau record de vol spatial commercial.\n\nLes missions de retour d'échantillons d'astéroïdes ont réalisé des progrès révolutionnaires, avec la sonde \"OSIRIS-REx\" de la NASA retournant avec succès des échantillons de l'astéroïde Bennu sur Terre, totalisant 250 grammes, le plus grand échantillon d'astéroïde à ce jour. Les résultats d'analyse de la mission \"Hayabusa2\" du Japon ont montré que l'astéroïde Ryugu contient des acides aminés et d'autres substances essentielles à la vie.\n\nDans les observations astronomiques, le télescope spatial James Webb a découvert la galaxie la plus distante à ce jour, à 13,3 milliards d'années-lumière de la Terre. Le satellite chinois \"Insight-HXMT\" a détecté pour la première fois des sursauts gamma ultra-forts provenant d'explosions de magnétars. Le réseau de radiotélescopes SKA a commencé la construction, qui deviendra la plus grande installation astronomique de l'humanité une fois achevée.\n\nL'innovation technologique aérospatiale continue, avec la technologie de fusée réutilisable devenant de plus en plus mature, atteignant un taux de succès de récupération de 95%. Des progrès importants ont été réalisés dans la recherche sur les systèmes de propulsion nucléaire, avec une poussée théorique 10 fois supérieure aux fusées chimiques. La technologie de nettoyage des débris spatiaux a réalisé des percées, avec le premier satellite de nettoyage commercial capturant et détruisant avec succès 2 satellites abandonnés.\n\nLes plans d'exploration spatiale des 5 prochaines années ont été clarifiés, incluant des missions majeures telles que l'atterrissage lunaire habité, le retour d'échantillons de Mars et l'exploration du système de Jupiter. Il est prévu qu'en 2030, l'échelle de l'industrie aérospatiale mondiale dépassera 1 billion de dollars, et l'économie spatiale deviendra un nouveau point de croissance.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了阿耳忒弥斯计划的飞行时间: 13 days orbiting the moon, completing a 2.26 million kilometer journey | A-t-il mentionné le temps de vol du programme Artemis : 13 jours en orbite autour de la lune, complétant un voyage de 2,26 millions de kilomètres",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了毅力号采集的岩石样本数量: 28 rock samples | A-t-il mentionné le nombre d'échantillons de roche collectés par Perseverance : 28 échantillons de roche",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了天问一号传回的数据量: over 1,100 GB of Mars imagery data | A-t-il mentionné la quantité de données transmises par Tianwen-1 : plus de 1 100 Go de données d'imagerie de Mars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了帕克太阳探测器最近距离太阳的距离: 8.1 million kilometers | A-t-il mentionné la distance la plus proche du Soleil par la Parker Solar Probe : 8,1 millions de kilomètres",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了中国空间站接待的航天员数量: 12 astronauts in total | A-t-il mentionné le nombre d'astronautes accueillis par la station spatiale chinoise : 12 astronautes au total",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了SpaceX的年度发射次数: 68 launch missions throughout the year | A-t-il mentionné le nombre de lancements annuels de SpaceX : 68 missions de lancement tout au long de l'année",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了OSIRIS-REx带回的样本重量: 250 grams, the largest asteroid sample to date | A-t-il mentionné le poids des échantillons rapportés par OSIRIS-REx : 250 grammes, le plus grand échantillon d'astéroïde à ce jour",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了韦伯望远镜发现的最远星系距离: 13.3 billion light-years from Earth | A-t-il mentionné la distance de la galaxie la plus lointaine découverte par le télescope Webb : 13,3 milliards d'années-lumière de la Terre",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了可重复使用火箭的回收成功率: 95% | A-t-il mentionné le taux de succès de récupération des fusées réutilisables : 95%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2030年全球航天产业规模预测: exceed 1 trillion US dollars | A-t-il mentionné la prédiction de l'échelle de l'industrie aérospatiale mondiale pour 2030 : dépasser 1 billion de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de situation de santé publique mondiale 2023 montre que le système de santé mondial fait face à de nouveaux défis dans l'ère post-épidémique. Un total de 156 nouvelles épidémies de maladies infectieuses ont été signalées dans le monde, une augmentation de 23% par rapport à l'année précédente. Les données de l'Organisation mondiale de la santé (OMS) montrent que les dépenses de santé mondiales ont atteint 9,7 billions de dollars américains, représentant 10,2% du PIB mondial, mais l'écart dans l'allocation des ressources médicales entre les pays continue de s'élargir.\n\nEn termes de prévention et de contrôle des maladies infectieuses, le réseau mondial de surveillance de la grippe couvre 153 pays et surveille 12 000 points d'échantillonnage en temps réel. Le système de surveillance des variants du nouveau coronavirus a identifié 38 variants importants, dont 5 sont listés comme préoccupations clés. Le taux de vaccination mondial a atteint 76%, mais il y a encore 23 pays en Afrique avec un taux de vaccination inférieur à 30%.\n\nDes progrès ont été réalisés dans la prévention et le traitement des maladies chroniques. Le taux de survie à 5 ans du cancer mondial a dépassé 70% pour la première fois, avec des taux de survie du cancer du sein et de la prostate dépassant 90%. Le taux de mortalité des maladies cardiovasculaires a chuté de 15% par rapport à il y a une décennie, mais reste la principale cause de décès dans le monde. Le nombre de patients diabétiques a atteint 537 millions, doublant depuis 2000, et les dépenses médicales annuelles dépassent 760 milliards de dollars américains.\n\nLes problèmes de santé mentale deviennent de plus en plus proéminents, avec plus de 400 millions de personnes souffrant de dépression dans le monde, une augmentation de 28% par rapport à avant l'épidémie. La santé mentale des adolescents est préoccupante, avec le taux de suicide des personnes âgées de 15 à 24 ans augmentant de 12%. Les dépenses médicales pour la santé mentale dans divers pays ne représentent que 2,8% des dépenses totales, bien en dessous de la norme de 5% recommandée par l'OMS.\n\nL'innovation technologique médicale s'accélère, avec la précision du diagnostic assisté par IA atteignant 97%, en particulier dans le domaine du diagnostic par imagerie. La thérapie génique a fait une percée majeure, avec 15 types de thérapie génique approuvés dans le monde, et le coût du traitement a chuté de 60% par rapport à il y a cinq ans. Les services de télémédecine couvrent une population de 850 millions et jouent un rôle important dans les zones reculées.\n\nLe problème de la distribution inégale des ressources médicales reste proéminent, avec 45% des ressources médicales mondiales concentrées dans les pays développés qui représentent 15% de la population. Le nombre moyen de médecins pour 10 000 personnes en Afrique n'est que de 2,3, bien en dessous de la norme de 23 recommandée par l'OMS. Il y a encore environ 3,8 milliards de personnes dans le monde qui ne peuvent pas accéder aux services médicaux de base.\n\nLe problème de la résistance aux antibiotiques s'aggrave, avec 1,5 million de décès dus aux infections de bactéries résistantes chaque année et des pertes économiques dépassant 550 milliards de dollars américains. L'OMS avertit que si aucune action n'est prise, les infections résistantes aux médicaments pourraient devenir la principale cause de décès d'ici 2050.\n\nLe rapport recommande de renforcer la coopération sanitaire mondiale, d'établir un fonds d'urgence sanitaire mondial de 10 milliards de dollars et d'améliorer les systèmes d'alerte précoce des maladies. Intensifier la formation des talents médicaux et former 5 millions de professionnels médicaux d'ici 2030. Promouvoir l'innovation technologique médicale et augmenter l'accessibilité des services médicaux de 30%. En même temps, il appelle les pays développés à assumer plus de responsabilités pour l'assistance sanitaire internationale et à aider les régions sous-développées à améliorer leurs normes médicales.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新发传染病疫情数量：156 new infectious disease outbreaks | A-t-il mentionné le nombre de nouvelles épidémies de maladies infectieuses mondiales : 156 nouvelles épidémies de maladies infectieuses",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了全球医疗卫生支出占GDP比例：10.2% of global GDP | A-t-il mentionné la proportion des dépenses de santé mondiales par rapport au PIB : 10,2% du PIB mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了全球流感监测网络覆盖国家数量：153 countries | A-t-il mentionné le nombre de pays couverts par le réseau mondial de surveillance de la grippe : 153 pays",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球癌症5年生存率：exceeded 70% | A-t-il mentionné le taux de survie à 5 ans du cancer mondial : dépassé 70%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球糖尿病患者人数：537 million | A-t-il mentionné le nombre de patients diabétiques mondiaux : 537 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了全球抑郁症患者数量：more than 400 million people | A-t-il mentionné le nombre de patients dépressifs mondiaux : plus de 400 millions de personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了AI辅助诊断准确率：97% | A-t-il mentionné la précision du diagnostic assisté par IA : 97%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了远程医疗服务覆盖人口：850 million | A-t-il mentionné la population couverte par les services de télémédecine : 850 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了非洲地区医生人口比例：2.3 per 10,000 people | A-t-il mentionné le ratio de médecins par population en Afrique : 2,3 pour 10 000 personnes",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了耐药菌感染死亡人数：1.5 million deaths | A-t-il mentionné le nombre de décès dus aux infections de bactéries résistantes : 1,5 million de décès",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 12,
                "question": "是否提到了全球卫生应急基金规模：$10 billion | A-t-il mentionné l'échelle du fonds d'urgence sanitaire mondial : 10 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement de l'industrie mondiale des véhicules à énergie nouvelle 2023 montre que la transformation de l'électrification est entrée dans la voie rapide. Les ventes annuelles mondiales de véhicules à énergie nouvelle ont dépassé 14,8 millions d'unités, une augmentation de 46,3% en glissement annuel, et le taux de pénétration du marché a atteint 22%. Parmi ceux-ci, les véhicules électriques purs représentaient 68%, les véhicules hybrides rechargeables 29%, et les véhicules à pile à combustible à hydrogène 3%. Le marché chinois a eu la meilleure performance, avec des ventes atteignant 8,2 millions d'unités, représentant 55,4% du total mondial.\n\nLa technologie des batteries de puissance continue de faire des percées, et la densité énergétique des batteries à état solide de nouvelle génération a atteint 400Wh/kg, une augmentation de 45% par rapport aux batteries au lithium traditionnelles. La capacité de production mondiale de batteries de puissance a atteint 1200GWh, et l'investissement industriel a dépassé 85 milliards de dollars américains. Les coûts des batteries ont chuté de 38% par rapport à 2020, entraînant une réduction significative des coûts de fabrication des véhicules.\n\nL'infrastructure de recharge a accéléré sa disposition, et le nombre de bornes de recharge publiques dans le monde a atteint 18,5 millions, dont les bornes de recharge rapide représentent 35%. La technologie de recharge intelligente a été promue et appliquée, et les projets de démonstration d'interaction véhicule-réseau (V2G) ont été mis en œuvre dans 15 pays, fournissant 45GWh de capacité d'écrêtage pour le réseau électrique.\n\nLa technologie de conduite intelligente a été mise à niveau, avec le taux de pénétration de la conduite autonome L2+ atteignant 45%, et le niveau L3 a commencé la production de masse. La pénurie mondiale de puces automobiles s'est considérablement améliorée, avec une capacité de production annuelle augmentant de 28%. La puissance de calcul du système intelligent embarqué a dépassé 1000TOPS, supportant des scénarios de conduite autonome plus complexes.\n\nLa localisation de la chaîne industrielle s'est accélérée, et cinq grands clusters industriels de véhicules à énergie nouvelle ont été formés mondialement. Les capacités de contrôle indépendant des matériaux clés ont été renforcées, et le taux d'autosuffisance de la Chine en matériaux de batteries au lithium a dépassé 85%. Le système de recyclage des batteries de puissance usagées a été progressivement amélioré, avec un taux de recyclage de 78% et une taille de marché dérivé de plus de 28 milliards de dollars américains.\n\nL'exportation de véhicules à énergie nouvelle a connu une croissance rapide, avec le volume d'exportation de véhicules à énergie nouvelle de la Chine atteignant 950 000 unités, une augmentation de 120% en glissement annuel. La transformation de l'électrification du marché européen s'est accélérée, avec les véhicules électriques représentant 28% des ventes de voitures neuves. Le marché américain a connu une croissance rapide avec le soutien politique, avec des ventes annuelles dépassant 2,1 millions d'unités.\n\nLa concurrence dans les voies techniques s'est intensifiée, et de nouvelles technologies telles que les batteries à état solide et les batteries sodium-ion ont accéléré la commercialisation. La technologie des piles à combustible à hydrogène a fait des percées, et les coûts du système ont chuté de 55% par rapport à 2020. Le modèle d'échange de batteries est promu dans le domaine des véhicules commerciaux lourds, et 28 000 stations d'échange de batteries ont été construites dans le monde.\n\nLes politiques industrielles continuent d'être optimisées, et le monde a investi un total de 280 milliards de dollars américains en subventions. Les réglementations sur les émissions de carbone dans divers pays sont devenues plus strictes, et le calendrier de retrait des véhicules à carburant traditionnel a été clarifié. Le système de normes industrielles a été continuellement amélioré, favorisant le développement sain de l'industrie mondiale des véhicules à énergie nouvelle.\n\nPerspectives pour les cinq prochaines années : Il est prévu qu'en 2028, les ventes annuelles de véhicules à énergie nouvelle dans le monde dépasseront 35 millions, et le taux de pénétration du marché dépassera 45%. La densité énergétique des batteries de puissance devrait dépasser 500Wh/kg, et le coût chutera en dessous de 60 dollars américains/kWh. La conduite intelligente entrera dans la phase de commercialisation du niveau L4, entraînant un marché intelligent de 500 milliards de dollars américains.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球新能源汽车年销量：14.8 million units | A-t-il mentionné les ventes annuelles mondiales de véhicules à énergie nouvelle : 14,8 millions d'unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了中国市场销量占比：55.4% of the global total | A-t-il mentionné la proportion des ventes du marché chinois : 55,4% du total mondial",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代固态电池能量密度：400Wh/kg | A-t-il mentionné la densité énergétique des batteries à état solide de nouvelle génération : 400Wh/kg",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球公共充电桩数量：18.5 million | A-t-il mentionné le nombre de bornes de recharge publiques mondiales : 18,5 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了L2+级别自动驾驶渗透率：45% | A-t-il mentionné le taux de pénétration de la conduite autonome L2+ : 45%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了中国锂电池材料自给率：exceeded 85% | A-t-il mentionné le taux d'autosuffisance de la Chine en matériaux de batteries au lithium : dépassé 85%",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了中国新能源汽车出口量：950,000 units | A-t-il mentionné le volume d'exportation de véhicules à énergie nouvelle de la Chine : 950 000 unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了氢燃料电池系统成本降幅：55% compared with 2020 | A-t-il mentionné la réduction des coûts du système de piles à combustible à hydrogène : 55% par rapport à 2020",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了全球换电站数量：28,000 battery swap stations | A-t-il mentionné le nombre de stations d'échange de batteries mondiales : 28 000 stations d'échange de batteries",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了全球补贴资金总额：US$280 billion | A-t-il mentionné le montant total des fonds de subvention mondiaux : 280 milliards de dollars américains",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport de développement technologique du métavers 2023 montre que l'industrie mondiale du métavers atteindra 385 milliards de dollars, une augmentation de 85% en glissement annuel. Le volume d'expédition des dispositifs de réalité virtuelle (VR) et de réalité augmentée (AR) a dépassé 32 millions d'unités, une augmentation de 62% par rapport à l'année précédente. Le nombre de demandes de brevets liées au métavers a atteint 185 000, dont la Chine représentait 38%, se classant première au monde.\nDes percées significatives dans la technologie matérielle, la résolution des dispositifs VR de nouvelle génération a atteint 4K×4K, le champ de vision a été élargi à 120 degrés, et le délai a été réduit à 12ms. Les solutions optiques AR sont innovantes, et la technologie de guide d'onde de diffraction réduit le poids du dispositif à 120g. Des progrès significatifs ont été réalisés dans les interfaces cerveau-ordinateur, et les dispositifs non invasifs peuvent reconnaître 1 000 commandes de pensée avec un taux de précision de 92%.\nLa technologie interactive devient de plus en plus mature, la précision de la capture de mouvement du corps entier a été améliorée au niveau sous-millimétrique, et la reconnaissance des expressions faciales supporte 95 micro-expressions. Des percées ont été réalisées dans la technologie de retour tactile, qui peut simuler le toucher de 200 matériaux différents. La technologie de projection holographique a atteint une résolution 8K, supportant la visualisation simultanée de plusieurs personnes sans lunettes spéciales.\nL'écosystème de contenu prospère, avec plus de 8,5 millions de développeurs de contenu métavers dans le monde, en hausse de 95% par rapport à l'année précédente. Le nombre d'utilisateurs actifs mensuels des plateformes sociales virtuelles a atteint 450 millions, et le nombre le plus élevé de spectateurs en ligne pour un seul concert virtuel a dépassé 25 millions. Il est largement utilisé dans le domaine de l'éducation, avec 15% des collèges et universités du monde offrant des cours de métavers.\nL'économie numérique accélère sa disposition, avec la valeur marchande des sociétés cotées liées au concept de métavers mondial dépassant 2,8 billions de dollars américains. L'échelle des transactions d'actifs virtuels a atteint 68 milliards de dollars américains, et le volume de transaction quotidien moyen du marché NFT a dépassé 150 millions de dollars américains. L'échelle du marché publicitaire du métavers a atteint 12,5 milliards de dollars américains, avec un taux de croissance annuel de plus de 200%.\nLa formulation de normes techniques a été accélérée, et l'IEEE a publié la première norme d'architecture de référence du métavers. L'Alliance industrielle du métavers a été établie mondialement, avec 180 entreprises participant à la formulation de normes. Le cadre de sécurité des données et de protection de la vie privée a été progressivement amélioré pour supporter l'interopérabilité des données inter-plateformes.\nLes applications industrielles s'approfondissent constamment, et le métavers industriel a entraîné une augmentation de 28% de l'efficacité de fabrication. Le métavers médical a supporté 5 000 chirurgies à distance avec un taux de précision de 99,9%. Le volume de transactions de la plateforme métavers immobilière a dépassé 20 milliards de dollars américains, et la visite de maisons en ligne représentait 35%.\nLa demande de talents croît rapidement, et la demande mondiale de postes liés au métavers a atteint 950 000, avec un salaire moyen 45% plus élevé que les postes IT traditionnels. Les pays ont augmenté leurs efforts dans la formation des talents, et il y a plus de 3 000 institutions de formation professionnelle. Il est estimé que l'écart de talents atteindra 2,8 millions d'ici 2025.\nTendances de développement futur : Il est estimé qu'en 2028, la taille du marché métavers mondial dépassera 1,5 billion de dollars américains. L'économie réelle accélère sa transformation numérique, et 85% des marques déploieront le métavers. L'intégration et l'innovation technologiques s'accélèrent, et les interfaces cerveau-ordinateur, la technologie holographique, l'informatique quantique, etc. apporteront des percées révolutionnaires.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球元宇宙产业规模：$385 billion | A-t-il mentionné l'échelle de l'industrie métavers mondiale : 385 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了VR/AR设备出货量：32 million units | A-t-il mentionné le volume d'expédition des dispositifs VR/AR : 32 millions d'unités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了新一代VR设备的延迟数据：12ms | A-t-il mentionné les données de délai des dispositifs VR de nouvelle génération : 12ms",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了脑机接口可识别的意念指令数量：1,000 thought commands | A-t-il mentionné le nombre de commandes de pensée reconnaissables par l'interface cerveau-ordinateur : 1 000 commandes de pensée",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了全球元宇宙内容开发者数量：8.5 million | A-t-il mentionné le nombre de développeurs de contenu métavers mondiaux : 8,5 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了虚拟社交平台月活用户数：450 million | A-t-il mentionné le nombre d'utilisateurs actifs mensuels des plateformes sociales virtuelles : 450 millions",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了NFT市场日均交易额：$150 million | A-t-il mentionné le volume de transaction quotidien moyen du marché NFT : 150 millions de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了元宇宙产业联盟参与企业数量：180 companies | A-t-il mentionné le nombre d'entreprises participantes à l'Alliance industrielle du métavers : 180 entreprises",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了医疗元宇宙支持的远程手术数量：5,000 remote surgeries | A-t-il mentionné le nombre de chirurgies à distance supportées par le métavers médical : 5 000 chirurgies à distance",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球元宇宙市场规模预测：$1.5 trillion | A-t-il mentionné la prédiction de la taille du marché métavers mondial pour 2028 : 1,5 billion de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    },
    {
        "category": "general_single",
        "question": "Veuillez m'aider à résumer l'article suivant【Le Rapport d'innovation et de développement de l'éducation mondiale 2023 montre que la transformation numérique de l'éducation s'accélère, et l'investissement mondial dans la technologie éducative a atteint 342 milliards de dollars américains, une augmentation de 42% en glissement annuel. L'échelle des utilisateurs d'éducation en ligne a dépassé 1,8 milliard, et les ressources d'apprentissage numériques couvrent 89% des apprenants mondiaux. Dans l'ère post-épidémique, l'éducation hybride est devenue le courant dominant, et l'enseignement intégré en ligne et hors ligne représente 65%.\nL'application de l'intelligence artificielle dans l'éducation s'est approfondie, et les assistants d'enseignement IA ont couvert plus de 250 millions d'utilisateurs avec un taux de précision de 96%. Le système d'apprentissage adaptatif peut identifier plus de 8 000 modèles de comportement d'apprentissage, et le taux de précision des recommandations personnalisées a atteint 92%. L'analyse des mégadonnées éducatives supporte les décisions d'enseignement et améliore l'efficacité de l'enseignement de 35%.\nLe mode de fourniture des ressources éducatives a changé. Le nombre de cours sur la plateforme MOOC mondiale a dépassé 85 000, et le nombre cumulé de sélections de cours a atteint 1,5 milliard. Le partage des ressources éducatives de haute qualité s'est accéléré, et le nombre de cours ouverts dans les universités prestigieuses internationales a atteint 12 000. Il y a plus de 5 000 projets d'enseignement expérimental de simulation virtuelle, couvrant 12 disciplines.\nL'évaluation éducative a innové et développé, et le système de certification de crédit basé sur la blockchain a été piloté dans 280 universités. Le système d'évaluation intelligente peut analyser les données du processus d'apprentissage en temps réel, avec 186 dimensions d'évaluation. Le modèle d'évaluation basé sur les compétences est promu dans le domaine de l'éducation professionnelle, et 2 800 normes professionnelles sont connectées.\nLe développement professionnel des enseignants s'accélère, et 8,5 millions d'enseignants dans le monde ont terminé la formation aux capacités d'enseignement numérique. Le taux de couverture de la formation à la littératie en intelligence artificielle des enseignants a atteint 55%. L'application du système de préparation de cours intelligente est popularisée, économisant 40% du temps de préparation des cours des enseignants. La plateforme de service de soutien au développement des enseignants rassemble 20 millions de ressources d'enseignement.\nRéforme innovante du modèle de formation des talents, l'apprentissage par projet représente 38%. Il y a 35 000 cours intégrés interdisciplinaires, et 1,8 million de talents composés ont été formés. L'intégration de l'industrie et de l'éducation s'est approfondie et développée, avec 120 000 projets de coopération école-entreprise et 15 millions d'étudiants couverts par l'éducation collaborative.\nL'équité éducative continue de s'améliorer, et le taux de couverture de l'éducation en ligne dans les zones reculées a augmenté à 75%. Les projets d'assistance éducative bénéficient à 120 millions d'étudiants dans le besoin. Le système de soutien technologique de l'éducation spéciale est amélioré, et la technologie auxiliaire bénéficie à 28 millions d'étudiants spéciaux.\nLa coopération éducative internationale se renforce, et les projets d'apprentissage en ligne transfrontaliers ont atteint 8 500. Il y a 1 200 accords de reconnaissance de crédits internationaux. L'adhésion à l'Alliance mondiale d'innovation éducative s'est étendue à 85 pays, avec plus de 3 000 programmes de formation conjointe.\nTendances de développement futur : Il est estimé qu'en 2028, le marché mondial de la technologie éducative atteindra 850 milliards de dollars américains. Les applications éducatives du métavers sont popularisées, et l'apprentissage immersif est devenu une méthode importante. L'intelligence artificielle autonomise profondément l'ensemble du processus éducatif et promeut les changements dans le paradigme éducatif. Le système d'apprentissage tout au long de la vie est plus complet, et la construction d'une société apprenante s'accélère.】. Votre résumé doit inclure toutes les informations clés de l'article (toutes, sans en omettre aucune). Mais vous devez contrôler le nombre total de mots à 180. Attention : seuls les mots français comptent dans le nombre total de mots.",
        "corresponding_parts": {
            "总结": "#CODE#Summary内容，只要总结内容，不要别的任何信息（不要例如(100 words)的注释）"
        },
        "sub_questions": [
            {
                "point_id": 0,
                "question": "是否给出了总结",
                "rule": null,
                "dep": [],
                "被依赖": true
            },
            {
                "point_id": 1,
                "question": "总结是否在180字以内",
                "corresponding_part": "总结",
                "rule": "french_each_length:[1,180]",
                "dep": [
                    0
                ],
                "能力项": "50~200字、范围",
                "被依赖": false
            },
            {
                "point_id": 2,
                "question": "是否提到了全球教育科技投资规模：$342 billion | A-t-il mentionné l'échelle d'investissement mondial dans la technologie éducative : 342 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 3,
                "question": "是否提到了在线教育用户规模：1.8 billion | A-t-il mentionné l'échelle des utilisateurs d'éducation en ligne : 1,8 milliard",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 4,
                "question": "是否提到了AI教学助手覆盖用户数：250 million users | A-t-il mentionné le nombre d'utilisateurs couverts par les assistants d'enseignement IA : 250 millions d'utilisateurs",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 5,
                "question": "是否提到了全球慕课平台课程数量：85,000 courses | A-t-il mentionné le nombre de cours sur les plateformes MOOC mondiales : 85 000 cours",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 6,
                "question": "是否提到了国际名校开放课程数量：12,000 open courses | A-t-il mentionné le nombre de cours ouverts des universités prestigieuses internationales : 12 000 cours ouverts",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 7,
                "question": "是否提到了区块链学分认证试点高校数量：280 universities | A-t-il mentionné le nombre d'universités pilotes pour la certification de crédit blockchain : 280 universités",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 8,
                "question": "是否提到了完成数字教学能力培训的教师数量：8.5 million teachers | A-t-il mentionné le nombre d'enseignants ayant terminé la formation aux capacités d'enseignement numérique : 8,5 millions d'enseignants",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 9,
                "question": "是否提到了校企合作项目数量：120,000 projects | A-t-il mentionné le nombre de projets de coopération école-entreprise : 120 000 projets",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 10,
                "question": "是否提到了教育援助项目惠及学生数量：120 million students | A-t-il mentionné le nombre d'étudiants bénéficiant des projets d'assistance éducative : 120 millions d'étudiants",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            },
            {
                "point_id": 11,
                "question": "是否提到了2028年全球教育科技市场规模预测：$850 billion | A-t-il mentionné la prédiction de la taille du marché mondial de la technologie éducative pour 2028 : 850 milliards de dollars",
                "rule": null,
                "dep": [
                    0
                ],
                "能力项": "主题约束",
                "被依赖": false
            }
        ]
    }
]